{
  "MCW1": [
    [
      "Relying strictly on the whims of fate is a risky strategy. Whe... More for Sagittarius http://bit.ly/yibOac",
      {
        "neg": 0.114,
        "neu": 0.886,
        "pos": 0.0,
        "compound": -0.2023
      }
    ],
    [
      "Yeah that’s one of the things that really put me off. Whenever media of any sort starts shoe-horning in modern political stuff especially if it’s along the lines of ‘orange man bad’ and/or ‘Brexit bad, boo!’ I immediately switch off.",
      {
        "neg": 0.088,
        "neu": 0.861,
        "pos": 0.051,
        "compound": -0.3802
      }
    ],
    [
      "Paycheck before Labour government and after.",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "Ffs Martin, the only thing that will cost Boris this election, ensure we get no Brexit and put an anti-Semitic, terrorist supporting, dictator loving communist in No.10 is the Brexit Party with its beyond stupid plan to split the vote.",
      {
        "neg": 0.242,
        "neu": 0.55,
        "pos": 0.208,
        "compound": -0.4588
      }
    ],
    [
      "Forward seems like the only direction you know how to move in ... More for Sagittarius http://bit.ly/yibOac",
      {
        "neg": 0.0,
        "neu": 0.865,
        "pos": 0.135,
        "compound": 0.3612
      }
    ],
    [
      "Rupert, you’ll gain a sum total of 0 MPs and do nothing but hand Labour victory. Far from deliver Brexit the BP will be directly responsible for a Labour government and the cancelling of Brexit if you insist on splitting the vote.",
      {
        "neg": 0.123,
        "neu": 0.764,
        "pos": 0.112,
        "compound": -0.126
      }
    ],
    [
      "Maybe do something radical and unheard of like get a part time job whilst you study?",
      {
        "neg": 0.0,
        "neu": 0.848,
        "pos": 0.152,
        "compound": 0.3612
      }
    ],
    [
      "I’m convinced she’s actually a Tory mp who has been planted in Labour to be as utter incompetent as possible.",
      {
        "neg": 0.136,
        "neu": 0.746,
        "pos": 0.118,
        "compound": -0.1027
      }
    ],
    [
      "Indulge a craving for redecorating that only a little work aro... More for Sagittarius http://bit.ly/yibOac",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "Nostalgia is stimulated by sights, scents, and sounds that cli... More for Sagittarius http://bit.ly/yibOac",
      {
        "neg": 0.0,
        "neu": 0.872,
        "pos": 0.128,
        "compound": 0.2263
      }
    ],
    [
      "Promote your best ideas today and be ready to put your money w... More for Sagittarius http://bit.ly/yibOac",
      {
        "neg": 0.0,
        "neu": 0.601,
        "pos": 0.399,
        "compound": 0.8519
      }
    ],
    [
      "An excellent point can be made when pomp and circumstance is k... More for Sagittarius http://bit.ly/yibOac",
      {
        "neg": 0.0,
        "neu": 0.802,
        "pos": 0.198,
        "compound": 0.5719
      }
    ],
    [
      "You are blessed with more than your fair share of natural tale... More for Sagittarius http://bit.ly/yibOac",
      {
        "neg": 0.0,
        "neu": 0.518,
        "pos": 0.482,
        "compound": 0.8797
      }
    ],
    [
      "I get that but why should she be the responsibility of another country? Unless, of course, they are happy to deal with her. But if not, then it's down to us.",
      {
        "neg": 0.0,
        "neu": 0.852,
        "pos": 0.148,
        "compound": 0.7227
      }
    ],
    [
      "Any number of deeply Islamic countries. She threw her lot in with ISIS, she’s no longer welcome.",
      {
        "neg": 0.107,
        "neu": 0.683,
        "pos": 0.21,
        "compound": 0.2732
      }
    ],
    [
      "@ CountDankulaTV the chad Dankula alpha sit vs the boomer Manlet sit.pic.twitter.com/LNJrlEffJ3",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "Oh how the mighty have fallen....vote BXP, get Corbyn. That’s the sad reality of the situation.",
      {
        "neg": 0.171,
        "neu": 0.829,
        "pos": 0.0,
        "compound": -0.4767
      }
    ],
    [
      "Nice try Bill.",
      {
        "neg": 0.0,
        "neu": 0.417,
        "pos": 0.583,
        "compound": 0.4215
      }
    ],
    [
      "Visualizing prosperity is the first step to making it happen i... More for Sagittarius http://bit.ly/yibOac",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "make more sense than leaving Brexit in the hands of remainers.",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "So basically; drop Brexit or we’ll go ahead and hand Corbyn the keys to No.10. Fucking brilliant strategy Martin.",
      {
        "neg": 0.093,
        "neu": 0.623,
        "pos": 0.284,
        "compound": 0.7109
      }
    ],
    [
      "Maybe @ BorisJohnson will convince me if he turns up for tv debates. Should be a scream!",
      {
        "neg": 0.166,
        "neu": 0.723,
        "pos": 0.111,
        "compound": -0.2481
      }
    ],
    [
      "@ Nigel_Farage should rightly field candidates in all seats if it's clear @ BorisJohnson won't move on his dreadful deal,rule in WTO departure+stand against # brexit party in Leave seats the @ Conservatives have no hope of winning.",
      {
        "neg": 0.14,
        "neu": 0.601,
        "pos": 0.258,
        "compound": 0.743
      }
    ],
    [
      "Work what slowly? I'm too stupid to http://understand.Do you mean the terms of our 'not really leaving' after our period of 'no say' vassalage?",
      {
        "neg": 0.213,
        "neu": 0.787,
        "pos": 0.0,
        "compound": -0.7149
      }
    ],
    [
      "Hates the Jews though....",
      {
        "neg": 0.492,
        "neu": 0.508,
        "pos": 0.0,
        "compound": -0.4404
      }
    ],
    [
      "Doesn’t mean he won’t get into No.10 if the Brexit Party play things incredibly stupidly and fields candidates in all seats.",
      {
        "neg": 0.125,
        "neu": 0.682,
        "pos": 0.193,
        "compound": 0.204
      }
    ],
    [
      "Brexit is a marathon not a sprint. You can play this stupid if you want; BP field hundreds of candidates and being entirely responsible for a Corbyn gov or play smart, field in certain seats, win some and slowly work things from the inside when they actually have some say.",
      {
        "neg": 0.066,
        "neu": 0.647,
        "pos": 0.287,
        "compound": 0.8832
      }
    ],
    [
      "People are too frightened of Corbyn in No.10. Even many of his Labour MPs, don't want him as leader!",
      {
        "neg": 0.206,
        "neu": 0.794,
        "pos": 0.0,
        "compound": -0.529
      }
    ],
    [
      "' # brexit his way'.I like your honesty! Remaining uncomfortably for years comes in many guises! Happily for you the polls indicate you can fool most of the people most of the time!",
      {
        "neg": 0.134,
        "neu": 0.622,
        "pos": 0.244,
        "compound": 0.6784
      }
    ],
    [
      "It’s reasonable, even necessary for BP to contest certain Labour leave seats where the Tories have no hope but to field candidates everywhere is beyond stupid and only serves to harm Brexit not help it. Put your egos aside and actually play this election smart.",
      {
        "neg": 0.245,
        "neu": 0.589,
        "pos": 0.166,
        "compound": -0.6991
      }
    ],
    [
      "Martin, I like you and like the BP and what they have done but for the good of the country the BP needs to stand down or effectively hand Corbyn the keys to No.10. Boris’s deal is crap but realistically it’s a choice between that or no Brexit and Corbyn as PM.",
      {
        "neg": 0.096,
        "neu": 0.665,
        "pos": 0.24,
        "compound": 0.8519
      }
    ],
    [
      "Please embrace reality. If the Brexit Party stands candidates in all regions all they will do is cement a Labour government. They will be 100% responsible. I don’t like Boris’s deal but the actual real choice is Brexit his way or no Brexit at all and a Corbyn Gov.",
      {
        "neg": 0.055,
        "neu": 0.779,
        "pos": 0.167,
        "compound": 0.4118
      }
    ],
    [
      "I think you will find that it isn't the BXP which is responsible. They are being consistent. It takes TWO to have a split. Unless Tories and BXP can come to an arrangement. It is the voters who will decide who is offering the Brexit they voted for.",
      {
        "neg": 0.0,
        "neu": 0.951,
        "pos": 0.049,
        "compound": 0.3182
      }
    ],
    [
      "As much as I would like a no deal Brexit it is never going to happen. All the BP will achieve is handing Corbyn the keys to No.10. I hope to be proven wrong but will not hold my breath!",
      {
        "neg": 0.09,
        "neu": 0.812,
        "pos": 0.098,
        "compound": 0.088
      }
    ],
    [
      "So you’re willing to accept a Corbyn government rather than a watered down Brexit? I used to like the BP but you really are cutting off your own nose to spite your face at this point.",
      {
        "neg": 0.172,
        "neu": 0.738,
        "pos": 0.09,
        "compound": -0.639
      }
    ],
    [
      "As others have said, I don’t like the deal but being completely realistic, no-deal will never happen as much as I would like it to and Farage is now just risking a Corbyn government with his foolish behaviour.",
      {
        "neg": 0.135,
        "neu": 0.745,
        "pos": 0.12,
        "compound": -0.1531
      }
    ],
    [
      "I can’t wait that long",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "So basically more lies and bullshit from the remoaners thoroughly debunked.",
      {
        "neg": 0.452,
        "neu": 0.548,
        "pos": 0.0,
        "compound": -0.8136
      }
    ],
    [
      "Personally would love for the Withdrawal act to be scrapped and just go for full no-deal but being completely realistic, all the BXP are going to achieve is handing Corbyn a government.",
      {
        "neg": 0.0,
        "neu": 0.888,
        "pos": 0.112,
        "compound": 0.3919
      }
    ],
    [
      "So yes, you’re going to hand Labour a government. Thanks.",
      {
        "neg": 0.0,
        "neu": 0.398,
        "pos": 0.602,
        "compound": 0.8439
      }
    ],
    [
      "The government are/were in no position to do so, only Parliament can. Maybe you should get your understanding of British Parliamentary democracy in order before you accuse others lying?",
      {
        "neg": 0.222,
        "neu": 0.778,
        "pos": 0.0,
        "compound": -0.7506
      }
    ],
    [
      "I like the BXP but if you don’t come to some sort of pact with Boris you will cause a Labour government.",
      {
        "neg": 0.0,
        "neu": 0.916,
        "pos": 0.084,
        "compound": 0.1901
      }
    ],
    [
      "Can the Jocks do us a favour, grab your claymores, strip naked, slap on your warpaint invade England and just kill us all please. So fed up of this remoaner quisling parliament and MSM.",
      {
        "neg": 0.116,
        "neu": 0.716,
        "pos": 0.168,
        "compound": 0.0258
      }
    ],
    [
      "‘Advisory’ was it? Maybe get your facts straight before trying to lie to people’s faces.pic.twitter.com/Vde9TTtNxe",
      {
        "neg": 0.0,
        "neu": 0.881,
        "pos": 0.119,
        "compound": 0.2263
      }
    ],
    [
      "Reach out and make a terrific impression while the stars are s... More for Sagittarius http://bit.ly/yibOac",
      {
        "neg": 0.0,
        "neu": 0.663,
        "pos": 0.337,
        "compound": 0.6249
      }
    ],
    [
      "Remoaners on suicide watch",
      {
        "neg": 0.6,
        "neu": 0.4,
        "pos": 0.0,
        "compound": -0.6705
      }
    ],
    [
      "Saw it coming a mile off, still laughed.",
      {
        "neg": 0.0,
        "neu": 0.667,
        "pos": 0.333,
        "compound": 0.4588
      }
    ],
    [
      "I wouldn’t ride her into battle and she has bigger teeth than the average warhorse.",
      {
        "neg": 0.167,
        "neu": 0.833,
        "pos": 0.0,
        "compound": -0.3818
      }
    ],
    [
      "People may indeed be attracted to your optimism and seek your ... More for Sagittarius http://bit.ly/yibOac",
      {
        "neg": 0.0,
        "neu": 0.69,
        "pos": 0.31,
        "compound": 0.743
      }
    ],
    [
      "So you acknowledge that you made a knee-jerk and quite frankly racist jab against the LFB? This non apology does not cut it Doreen.",
      {
        "neg": 0.157,
        "neu": 0.733,
        "pos": 0.11,
        "compound": -0.5047
      }
    ],
    [
      "You likely feel more relaxed around familiar people you know a... More for Sagittarius http://bit.ly/yibOac",
      {
        "neg": 0.0,
        "neu": 0.8,
        "pos": 0.2,
        "compound": 0.5413
      }
    ],
    [
      "You might be experiencing a renewed appreciation for the simpl... More for Sagittarius http://bit.ly/yibOac",
      {
        "neg": 0.0,
        "neu": 0.784,
        "pos": 0.216,
        "compound": 0.5106
      }
    ],
    [
      "Oh dear. Looks like little boy Owen is wrong yet again....pic.twitter.com/aJDKlsZSzU",
      {
        "neg": 0.191,
        "neu": 0.494,
        "pos": 0.315,
        "compound": 0.25
      }
    ],
    [
      "In a move that will surprise no one who actually respects democracy; the turkeys have not voted for Christmas.",
      {
        "neg": 0.102,
        "neu": 0.694,
        "pos": 0.204,
        "compound": 0.296
      }
    ],
    [
      "Did he contract this illness from a male prostitute or snorting too much cocaine?",
      {
        "neg": 0.207,
        "neu": 0.793,
        "pos": 0.0,
        "compound": -0.481
      }
    ],
    [
      "@ bball_ref please update your michael carter-williams PAGE wrt Twitter® NOT @MCW1 LIKELY @ mcarterwilliams Cheers & TYhttps://www.basketball-reference.com/players/c/cartemi01.html …",
      {
        "neg": 0.0,
        "neu": 0.707,
        "pos": 0.293,
        "compound": 0.6597
      }
    ],
    [
      "My candidate is a Tory leaver and has always voted in favour of leaving, against pointless extensions/surrender acts. I like the BXP and don’t think we would be even close to Brexit without them but they should not stand candidates in areas with Tory leavers.",
      {
        "neg": 0.0,
        "neu": 0.917,
        "pos": 0.083,
        "compound": 0.4019
      }
    ],
    [
      "Mouth like a desecrated graveyard.",
      {
        "neg": 0.328,
        "neu": 0.299,
        "pos": 0.373,
        "compound": 0.0772
      }
    ],
    [
      "",
      {
        "neg": 0.0,
        "neu": 0.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "You may try to lose yourself into someone’s fantasy world toda... More for Sagittarius http://bit.ly/yibOac",
      {
        "neg": 0.162,
        "neu": 0.838,
        "pos": 0.0,
        "compound": -0.4019
      }
    ],
    [
      "Ah yes, a green text even Stevie Wonder can enjoy!",
      {
        "neg": 0.0,
        "neu": 0.531,
        "pos": 0.469,
        "compound": 0.7345
      }
    ],
    [
      "",
      {
        "neg": 0.0,
        "neu": 0.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "Experiencing the rough-and-tumble world on your own is complic... More for Sagittarius http://bit.ly/yibOac",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "pic.twitter.com/lMp47UnAeJ",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "She's into fringe benefits...",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "pic.twitter.com/NQRvSDJMWy",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "Wow aren’t you original!! Grow up!! You say this while failing grayling has LOST BILLIONS OF POUNDS under a TORY government!!",
      {
        "neg": 0.253,
        "neu": 0.541,
        "pos": 0.206,
        "compound": -0.3402
      }
    ],
    [
      "Eleventeen? How many more is that than 24, as in the total of your army of followers? Really, CCHQ....",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "Serving the raw truth is a better strategy than dishing up any... More for Sagittarius http://bit.ly/yibOac",
      {
        "neg": 0.0,
        "neu": 0.714,
        "pos": 0.286,
        "compound": 0.6369
      }
    ],
    [
      "cracker",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "It will boost productivity by over eleventeen percent.",
      {
        "neg": 0.0,
        "neu": 0.722,
        "pos": 0.278,
        "compound": 0.4019
      }
    ],
    [
      "",
      {
        "neg": 0.0,
        "neu": 0.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "Don’t worry, they’ve had Diane Abbott run the numbers and everything looks great!",
      {
        "neg": 0.159,
        "neu": 0.601,
        "pos": 0.24,
        "compound": 0.3595
      }
    ],
    [
      "pic.twitter.com/bWalvtKiao",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "Don’t hold your breath. I wouldn’t trust Macron to give me the correct time of day.",
      {
        "neg": 0.0,
        "neu": 0.809,
        "pos": 0.191,
        "compound": 0.5106
      }
    ],
    [
      "Good to hear cumrade.",
      {
        "neg": 0.0,
        "neu": 0.508,
        "pos": 0.492,
        "compound": 0.4404
      }
    ],
    [
      "You might swing between enthusiasm and criticism at work today... More for Sagittarius http://bit.ly/yibOac",
      {
        "neg": 0.163,
        "neu": 0.674,
        "pos": 0.163,
        "compound": 0.0
      }
    ],
    [
      "pic.twitter.com/TGdZWZ6yPV",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "We back up Pog",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "it works now",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "Lmao it still works for me",
      {
        "neg": 0.0,
        "neu": 0.562,
        "pos": 0.438,
        "compound": 0.5994
      }
    ],
    [
      "just tried it and it worked for me. must be back online",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "Can’t be Bercow then. It must be someone wearing a very convincing mask.",
      {
        "neg": 0.0,
        "neu": 0.786,
        "pos": 0.214,
        "compound": 0.4576
      }
    ],
    [
      "fpic.twitter.com/391dnHdEoh",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "Website seems to be down already, sadly, but why start over? Like it's a good meme lmao",
      {
        "neg": 0.072,
        "neu": 0.455,
        "pos": 0.472,
        "compound": 0.9109
      }
    ],
    [
      "Yeah I'd assume or at least tell him to take down the assets or make a new one and start over. Either way it just shows Bethesda's incompetence some more",
      {
        "neg": 0.099,
        "neu": 0.783,
        "pos": 0.117,
        "compound": -0.1027
      }
    ],
    [
      "Richer*",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "They can't claim it ofc but they'll probably put an offer for it and the guy who registered it will be quite a bit richet",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "If he legit has purchased the domain where does that leave him regarding Bethesda? I mean AFAIK it’s their art assets on the domain but if he legit purchased it surely they can’t claim ownership of the domain itself?",
      {
        "neg": 0.026,
        "neu": 0.84,
        "pos": 0.133,
        "compound": 0.6662
      }
    ],
    [
      "Oh lol",
      {
        "neg": 0.0,
        "neu": 0.263,
        "pos": 0.737,
        "compound": 0.4215
      }
    ],
    [
      "Makes her look like a right ass ironically.",
      {
        "neg": 0.318,
        "neu": 0.455,
        "pos": 0.227,
        "compound": -0.25
      }
    ],
    [
      "You might struggle to get a clear read on people’s motives tod... More for Sagittarius http://bit.ly/yibOac",
      {
        "neg": 0.128,
        "neu": 0.726,
        "pos": 0.145,
        "compound": 0.0772
      }
    ],
    [
      "pic.twitter.com/kkNbuwIETK",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "“Act in haste, repent at leisure” springs to mind",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "Doesn’t change the fact that MPs are more than capable of pushing this bill through in a few days with the necessary level of reading if they really wanted to but we all know they don’t as it’s a HOC of quisling remoaners not interested in delivering the will of the country.",
      {
        "neg": 0.055,
        "neu": 0.909,
        "pos": 0.037,
        "compound": -0.2377
      }
    ],
    [
      "Actually (a) I don’t think that happened in the end as the amendments were pulled, and (b) the amendments were tabled in an effort to filibuster the Bill weren’t they, so many were frivolous",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "Y’all mind if I steal this.",
      {
        "neg": 0.444,
        "neu": 0.556,
        "pos": 0.0,
        "compound": -0.4939
      }
    ],
    [
      "As others have said, never thought I’d see the day where Frankie Boyle of all people became ‘woke’.",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "A very short and simple bill that had so many amendments the HOL had to sit constantly for several days to vote on each of them? Just like how the pm wanted the HOC to sit for 72 hours to pass the Brexit Bill before the 31st? Just a thought...",
      {
        "neg": 0.0,
        "neu": 0.943,
        "pos": 0.057,
        "compound": 0.4329
      }
    ],
    [
      "Do you think it makes a difference that one was a very simple and short Bill and the other long, complex and arguably the most important in a generation? Just a thought...",
      {
        "neg": 0.066,
        "neu": 0.864,
        "pos": 0.07,
        "compound": 0.024
      }
    ],
    [
      "Democracy continues to get raped.",
      {
        "neg": 0.535,
        "neu": 0.465,
        "pos": 0.0,
        "compound": -0.6808
      }
    ],
    [
      "To all the idiots saying; ‘the bill was o lot introduced yesterday!!’ The Benn Surrender Act was forced through the HOC & HOL in a matter of days so don’t give me any of this bullshit that MPs need months to scrutinise the Brexit Bill.",
      {
        "neg": 0.168,
        "neu": 0.809,
        "pos": 0.023,
        "compound": -0.8395
      }
    ],
    [
      "They managed to ram through the Benn Surrender Act in a very short time. Funny how magically they can’t do the same when it comes to honouring the referendum.",
      {
        "neg": 0.0,
        "neu": 0.806,
        "pos": 0.194,
        "compound": 0.7402
      }
    ],
    [
      "Not many as they’re pretty experienced at rigging votes, especially postal votes.",
      {
        "neg": 0.0,
        "neu": 0.775,
        "pos": 0.225,
        "compound": 0.4939
      }
    ],
    [
      "As much as you may crave attention, the limelight always casts... More for Sagittarius http://bit.ly/yibOac",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "Have you been living under a rock? He tried to a short while ago but required a majority in the HOC. They of course voted against it as they know they will get absolutely slaughtered by the electorate.",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "So how is it he is able to call a GE all of a sudden, but he \"wasn't able to\" before today?",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "I feel like Hannibal predicted stating hard facts would come to be seen as controversial.pic.twitter.com/DqBKQhAWIz",
      {
        "neg": 0.088,
        "neu": 0.755,
        "pos": 0.157,
        "compound": 0.2732
      }
    ],
    [
      "Just picked up a ticket, thanks for the reminder mr pringle.",
      {
        "neg": 0.0,
        "neu": 0.756,
        "pos": 0.244,
        "compound": 0.4404
      }
    ],
    [
      "As much as I would like him to he can’t just stick his fingers in his ears and say we’re leaving deal or no deal on 31st bc I said so! If he did the remoaner courts would annihilate him and we’d be back to square one. Try to look at the situation he’s in preagmatically.",
      {
        "neg": 0.039,
        "neu": 0.912,
        "pos": 0.049,
        "compound": 0.1511
      }
    ],
    [
      "What choice does he have exactly? The remoaner infested HOC won’t allow us to leave with a deal or no deal. As much as I want us to leave his only choice is looking like cleaning out this zombie parliament of traitors and quislings first.",
      {
        "neg": 0.097,
        "neu": 0.782,
        "pos": 0.121,
        "compound": 0.2732
      }
    ],
    [
      "You are a powerful catalyst for change now, yet you are transf... More for Sagittarius http://bit.ly/yibOac",
      {
        "neg": 0.0,
        "neu": 0.833,
        "pos": 0.167,
        "compound": 0.4215
      }
    ],
    [
      "The man loves the sound of his own voice almost as much as his wife likes fucking other men.",
      {
        "neg": 0.0,
        "neu": 0.723,
        "pos": 0.277,
        "compound": 0.7579
      }
    ],
    [
      "You’re delighted to see kind traitor and quisling continue to assist fellow quisling traitor MPs rape democracy? Oh dear.",
      {
        "neg": 0.162,
        "neu": 0.517,
        "pos": 0.321,
        "compound": 0.5574
      }
    ],
    [
      "Don’t hold your breath. Like a turd that refuses to flush I imagine king quisling and traitor Bercow will refuse to relinquish his stranglehold on raping democracy for some time to come.",
      {
        "neg": 0.192,
        "neu": 0.74,
        "pos": 0.068,
        "compound": -0.6705
      }
    ],
    [
      "Why should quisling traitor MPs be allowed to continue standing in the way of what the country and its people want?",
      {
        "neg": 0.0,
        "neu": 0.939,
        "pos": 0.061,
        "compound": 0.0772
      }
    ],
    [
      "It lost all credibility years ago even without the human turd Bercow further pissing on the ashes of democracy.",
      {
        "neg": 0.227,
        "neu": 0.773,
        "pos": 0.0,
        "compound": -0.6124
      }
    ],
    [
      "Switching your schedule around may help to calm any caginess y... More for Sagittarius http://bit.ly/yibOac",
      {
        "neg": 0.0,
        "neu": 0.722,
        "pos": 0.278,
        "compound": 0.6124
      }
    ],
    [
      "‘Tell me lies, tell me sweet little lies’.",
      {
        "neg": 0.237,
        "neu": 0.508,
        "pos": 0.254,
        "compound": 0.0516
      }
    ],
    [
      "A powerful wave of possessiveness may wash over you today as y... More for Sagittarius http://bit.ly/yibOac",
      {
        "neg": 0.0,
        "neu": 0.833,
        "pos": 0.167,
        "compound": 0.4215
      }
    ],
    [
      "You deserve a gold medal for the mental gymnastics you’ve just performed to interpret things this way.",
      {
        "neg": 0.0,
        "neu": 0.829,
        "pos": 0.171,
        "compound": 0.4767
      }
    ],
    [
      "The Supreme Court decided to intervene in government matters despite the fact that previously they had always agreed that government and the courts should be separate. You democracy hating remoaners have no idea what you have unleashed in your zealous crusade to rape democracy.",
      {
        "neg": 0.184,
        "neu": 0.667,
        "pos": 0.15,
        "compound": -0.5994
      }
    ],
    [
      "Pooh, im afraid that’s a complete and utter lie but given that you are a remoaner and lying is your default setting you can be forgiven.",
      {
        "neg": 0.153,
        "neu": 0.733,
        "pos": 0.113,
        "compound": -0.296
      }
    ],
    [
      "Implementing the will of the country and its people makes you a criminal now? Ok then kid",
      {
        "neg": 0.173,
        "neu": 0.714,
        "pos": 0.112,
        "compound": -0.296
      }
    ],
    [
      "A democracy hating remoaner calling someone a petulant child. Oh the delicious fucking irony",
      {
        "neg": 0.274,
        "neu": 0.514,
        "pos": 0.212,
        "compound": -0.024
      }
    ],
    [
      "The one that the bent courts had to make up a law to make it unlawful?",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "But don’t you know? It’s ok when they do it.",
      {
        "neg": 0.0,
        "neu": 0.763,
        "pos": 0.237,
        "compound": 0.4215
      }
    ],
    [
      "No we don’t.",
      {
        "neg": 0.524,
        "neu": 0.476,
        "pos": 0.0,
        "compound": -0.296
      }
    ],
    [
      "It’s actually a convention of mathematicians pissed off with this dangerous fuckwit butchering maths worse than Jack the Ripper butchering women.",
      {
        "neg": 0.391,
        "neu": 0.609,
        "pos": 0.0,
        "compound": -0.8984
      }
    ],
    [
      "True But if they actually want this deal passed. They know they have a way to do it this time Wether they do or not is a different matter, I agree",
      {
        "neg": 0.035,
        "neu": 0.757,
        "pos": 0.208,
        "compound": 0.6693
      }
    ],
    [
      "I want him to veto an extension but he’s said he will veto the extension last time...and didn’t. The man is a habitual liar.",
      {
        "neg": 0.174,
        "neu": 0.781,
        "pos": 0.045,
        "compound": -0.6486
      }
    ],
    [
      "Why? If they want the deal passed, they know all they have to do is deny an extension. And bingo WA agreed. All those MP's who said taking no deal off the table has no effect. Forced to vote through the deal they dont want",
      {
        "neg": 0.187,
        "neu": 0.724,
        "pos": 0.09,
        "compound": -0.7269
      }
    ],
    [
      "If you get Diane Abbott to do the counting, otherwise from what I have seen from official police sources there’s not even 100,000 there and besides, it’s not quite 17.4 million is it?",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "He won’t veto an extension. You’re kidding yourself if you think he will.",
      {
        "neg": 0.0,
        "neu": 0.896,
        "pos": 0.104,
        "compound": 0.1027
      }
    ],
    [
      "Remember though, these violent, abusive remoaners are the ‘good guys’...",
      {
        "neg": 0.503,
        "neu": 0.497,
        "pos": 0.0,
        "compound": -0.8442
      }
    ],
    [
      "How many times does he have to go back on his word before people understand the man is a lying little snake.",
      {
        "neg": 0.145,
        "neu": 0.855,
        "pos": 0.0,
        "compound": -0.5267
      }
    ],
    [
      "If they do it won’t be because they like us.",
      {
        "neg": 0.0,
        "neu": 0.783,
        "pos": 0.217,
        "compound": 0.3612
      }
    ],
    [
      "I’ve never seen so many white people in one place....",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "Although you may be eager to change things up, you’re also loo... More for Sagittarius http://bit.ly/yibOac",
      {
        "neg": 0.0,
        "neu": 0.857,
        "pos": 0.143,
        "compound": 0.3612
      }
    ],
    [
      "Not sure it’s possible to hold your breath whilst throwing a tantrum constantly for the last 3.5 years.",
      {
        "neg": 0.241,
        "neu": 0.759,
        "pos": 0.0,
        "compound": -0.5806
      }
    ],
    [
      "There’s a Wayne Rooney joke somewhere in there",
      {
        "neg": 0.0,
        "neu": 0.732,
        "pos": 0.268,
        "compound": 0.296
      }
    ],
    [
      "They will still wet the bed",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "James you legend",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "You’re deluding yourself if you think the EU won’t grant an extension. The EU triggering no-deal is like them holding a gun to their head and pulling the trigger.",
      {
        "neg": 0.074,
        "neu": 0.772,
        "pos": 0.154,
        "compound": 0.3818
      }
    ],
    [
      "He’s said this before and went back on his word. I wouldn’t trust the granny shagging berk to tell me the correct time of days",
      {
        "neg": 0.0,
        "neu": 0.875,
        "pos": 0.125,
        "compound": 0.5106
      }
    ],
    [
      "@ JolyonMaugham is consistency losing and fucking over millions of people a fetish of yours?",
      {
        "neg": 0.178,
        "neu": 0.822,
        "pos": 0.0,
        "compound": -0.3818
      }
    ],
    [
      "Ironically she’s only a baroness due to racism. If she wasn’t black she would not have been made a baroness. It’s only because the Police fucked up investigating her sons murder that in an effort to stave off criticism she gets made a baroness.",
      {
        "neg": 0.303,
        "neu": 0.697,
        "pos": 0.0,
        "compound": -0.9524
      }
    ],
    [
      "lol",
      {
        "neg": 0.0,
        "neu": 0.0,
        "pos": 1.0,
        "compound": 0.4215
      }
    ],
    [
      "I cast my Heisman ballot for # JonathanTaylor! Click the player you think deserves the Heisman House vote. ( @ NissanUSA)",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "When did I say I meant it as an insult? You interpreted it that way, bigot.",
      {
        "neg": 0.202,
        "neu": 0.798,
        "pos": 0.0,
        "compound": -0.5106
      }
    ],
    [
      "are we still as a using autism as an insult?? damn we really do live in a society",
      {
        "neg": 0.312,
        "neu": 0.688,
        "pos": 0.0,
        "compound": -0.7476
      }
    ],
    [
      "Martin, he’s said this before and went back on his word...I would have thought as an MEP you would know this... My respect and support for the BP is rapidly evaporating.",
      {
        "neg": 0.0,
        "neu": 0.833,
        "pos": 0.167,
        "compound": 0.7003
      }
    ],
    [
      "The remoaners really are getting desperate now.",
      {
        "neg": 0.299,
        "neu": 0.701,
        "pos": 0.0,
        "compound": -0.3744
      }
    ],
    [
      "Owning those against paedophilia by supporting paedophilia. Kden.",
      {
        "neg": 0.0,
        "neu": 0.707,
        "pos": 0.293,
        "compound": 0.4404
      }
    ],
    [
      "He’s said this before and didn’t block it so don’t get your hopes up. I trust this granny-shagging liar about as far as I could throw him.",
      {
        "neg": 0.186,
        "neu": 0.631,
        "pos": 0.183,
        "compound": -0.0258
      }
    ],
    [
      "Integrity? Fuckin’ lol! The man is the personification of a joke and is more than likely a paid actor. If not then likely mentally ill but I suppose that applies to all remoaners anyway.",
      {
        "neg": 0.055,
        "neu": 0.783,
        "pos": 0.162,
        "compound": 0.4003
      }
    ],
    [
      "Merkel has said an extension will happen if the deal is rejected so....I guess it’s get the deal through or continue allowing quisling MPs to shit all over democracy",
      {
        "neg": 0.204,
        "neu": 0.796,
        "pos": 0.0,
        "compound": -0.7845
      }
    ],
    [
      "Not even slightly.",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "I'm working on the assumption that this will not pass and there will be an extension, in that case, complacency will return lots of pro EU conservative candidates to parliament. This is not a deal on our future relationship, it's still a treaty that binds us.",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "Alright calm down kid. I don’t take issue with the story just the media publishing it",
      {
        "neg": 0.0,
        "neu": 0.751,
        "pos": 0.249,
        "compound": 0.5106
      }
    ],
    [
      "",
      {
        "neg": 0.0,
        "neu": 0.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "Yeah, it’s great if true but again the Guardian is not a paper I would trust to tell me water is wet.",
      {
        "neg": 0.139,
        "neu": 0.625,
        "pos": 0.236,
        "compound": 0.1273
      }
    ],
    [
      "They're quoting Treasury. And I'm sure you could google other sources.",
      {
        "neg": 0.0,
        "neu": 0.687,
        "pos": 0.313,
        "compound": 0.4767
      }
    ],
    [
      "Thanks for providing it. Just a shame it’s by the Guardian, a newspaper I’d trust about as far as I could throw it.",
      {
        "neg": 0.118,
        "neu": 0.646,
        "pos": 0.236,
        "compound": 0.4767
      }
    ],
    [
      "See above.",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "Oh no worries Frank, I'll put it on my to-do list. You go and enjoy your day ;)",
      {
        "neg": 0.207,
        "neu": 0.581,
        "pos": 0.212,
        "compound": 0.0258
      }
    ],
    [
      "In 1833, Britain used £20 million, 40% of its national budget, to buy freedom for all slaves in the Empire. The amount of money borrowed ... wasn’t paid off until 2015. Which means that living British citizens helped pay to end the slave trade.”https://www.theguardian.com/commentisfree/2018/feb/12/treasury-tweet-slavery-compensate-slave-owners …",
      {
        "neg": 0.029,
        "neu": 0.882,
        "pos": 0.088,
        "compound": 0.5859
      }
    ],
    [
      "Frankly, if this deal gets passed in the HOC the Brexit Party is finished. I ca not deny that Farage and all the Brexit Party MEPs have done a huge service to this country and its people and we would not have gotten this far without you but ultimately, this bill will finish you.",
      {
        "neg": 0.0,
        "neu": 0.875,
        "pos": 0.125,
        "compound": 0.5951
      }
    ],
    [
      "I saw a tweet about it today, but I'll look it up.",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "lol what?",
      {
        "neg": 0.0,
        "neu": 0.263,
        "pos": 0.737,
        "compound": 0.4215
      }
    ],
    [
      "As I say, I want no deal but it isn’t going to happen.",
      {
        "neg": 0.136,
        "neu": 0.766,
        "pos": 0.098,
        "compound": -0.1154
      }
    ],
    [
      "You could've offered me tea for the shock. We what?? From 200 years ago? Tell me more..",
      {
        "neg": 0.164,
        "neu": 0.836,
        "pos": 0.0,
        "compound": -0.4836
      }
    ],
    [
      "Yeah, I'll take deluded - I voted Leave. All Leave voters assumed their vote would be accepted and actioned. pfft!",
      {
        "neg": 0.114,
        "neu": 0.667,
        "pos": 0.219,
        "compound": 0.4926
      }
    ],
    [
      "Long-term repayments are common. You only just finished paying-off the compensation to slave-owners.",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "I’d prefer no-deal but being realistic that is never going to happen. If you think the EU will actually refuse to grant us an extension and that our quisling traitor filled HOC will allow no-deal to happen you are dangerously deluded.",
      {
        "neg": 0.138,
        "neu": 0.749,
        "pos": 0.113,
        "compound": -0.296
      }
    ],
    [
      "Well it should James ;) We'll be free - but still at the end of an EU rope for a while to come. Some repayments we have to make will still be going in 2060! Mindboggling this is being called \"a great deal\" # Brexit",
      {
        "neg": 0.0,
        "neu": 0.774,
        "pos": 0.226,
        "compound": 0.8777
      }
    ],
    [
      "Unless you're easily influenced, it is!",
      {
        "neg": 0.0,
        "neu": 0.65,
        "pos": 0.35,
        "compound": 0.4003
      }
    ],
    [
      "pic.twitter.com/ztL0RzqRTf",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "I admire your optimism regarding no-deal but realistically cannot see it happening if the WA is defeated tomorrow.",
      {
        "neg": 0.185,
        "neu": 0.624,
        "pos": 0.192,
        "compound": -0.2144
      }
    ],
    [
      "Oh yeah, definitely still all to fight for. The deal isn’t done until it makes in through the HOC I just think that to expect the EU to actually deny an extension if the HOC craps all over this WA is just plain wrong. As much as I want it to, No-deal is not going to happen.",
      {
        "neg": 0.128,
        "neu": 0.774,
        "pos": 0.098,
        "compound": -0.4404
      }
    ],
    [
      "It's still all to fight for & they are being true to what they believe in.",
      {
        "neg": 0.141,
        "neu": 0.707,
        "pos": 0.152,
        "compound": 0.0516
      }
    ],
    [
      "The Brexit Party is fast becoming embarrassingly fanatical about Brexit and I am stunned as a hardline Brexiteer that I’m finding myself so turned away from you suddenly. Boris’s deal may not be as good as an ideal no-deal Brexit but I feel it’s the best we’re going to get.pic.twitter.com/M4p8W8A1cc",
      {
        "neg": 0.085,
        "neu": 0.737,
        "pos": 0.177,
        "compound": 0.7962
      }
    ],
    [
      "It’s really not though",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "The only way for people not to mistake your kindness for weakn... More for Sagittarius http://bit.ly/yibOac",
      {
        "neg": 0.0,
        "neu": 0.735,
        "pos": 0.265,
        "compound": 0.6169
      }
    ],
    [
      "We’re experiencing levels of autism that shouldn’t be possible!",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "@ DavidLammy David, who paid for your little anti-democracy trip to the EU yesterday?",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "Hopefully not James, fingers crossed",
      {
        "neg": 0.0,
        "neu": 0.597,
        "pos": 0.403,
        "compound": 0.4019
      }
    ],
    [
      "I really feel if it gets voted down though it won’t lead to no deal just more delay. I know Junker has said no more extensions but fully expect him to go back on his word if the deal fails in HOC. No-deal is the kiss of death for the EU and they know it.",
      {
        "neg": 0.244,
        "neu": 0.756,
        "pos": 0.0,
        "compound": -0.9216
      }
    ],
    [
      "I want to believe it’ll squeak through narrowly. As much as I would prefer no-deal, the amount of tantrums, teeth-gnashing and general nappy-shitting from the remoaners has reassured me that this is a decent deal and likely the best we’ll get.",
      {
        "neg": 0.056,
        "neu": 0.761,
        "pos": 0.183,
        "compound": 0.6908
      }
    ],
    [
      "@ MonkeyFacedGod good job mass-deleting tweets when you’re called out you cowardly bot. Cheers for completely proving my point! Stick to what you’re good at; spreading lies and denying reality!",
      {
        "neg": 0.194,
        "neu": 0.571,
        "pos": 0.235,
        "compound": 0.3987
      }
    ],
    [
      "To be clear, still 100% want Brexit and would prefer no-deal but realistically Boris’s deal isn’t the end of the world and is likely the best we can hope for.",
      {
        "neg": 0.0,
        "neu": 0.674,
        "pos": 0.326,
        "compound": 0.9118
      }
    ],
    [
      "Ooooh, slowing down a bit there bot. Maybe a software update needed?",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "Wow, this programme is impressive! You’re literally programmed to respond to me within seconds.",
      {
        "neg": 0.0,
        "neu": 0.619,
        "pos": 0.381,
        "compound": 0.8122
      }
    ],
    [
      "Oh dear, I’ve broken another democracy hating bot",
      {
        "neg": 0.457,
        "neu": 0.357,
        "pos": 0.186,
        "compound": -0.5859
      }
    ],
    [
      "Calls someone a bit, replies with the exact same response....I guess irony/hypocrisy isn’t part of your bot programming? I take it this is an accurate representation of you;pic.twitter.com/ud8PGKdRh4",
      {
        "neg": 0.0,
        "neu": 1.0,
        "pos": 0.0,
        "compound": 0.0
      }
    ],
    [
      "The classic democracy hating remoaner response. I can play bingo with what you losers will come out with pic.twitter.com/BVDUOGkkXZ",
      {
        "neg": 0.278,
        "neu": 0.622,
        "pos": 0.1,
        "compound": -0.6486
      }
    ],
    [
      "Bahahahaha! These democracy hating c*nts literally eat themselves time and time again!",
      {
        "neg": 0.261,
        "neu": 0.739,
        "pos": 0.0,
        "compound": -0.5972
      }
    ],
    [
      "‘Antifacist’ yeah, maybe don’t put that you’re a facist on your twitter profile then try to deny it kid",
      {
        "neg": 0.117,
        "neu": 0.777,
        "pos": 0.107,
        "compound": -0.0516
      }
    ],
    [
      "Neither of those babes Stick to the jolly jokes, there’s a dear.",
      {
        "neg": 0.0,
        "neu": 0.503,
        "pos": 0.497,
        "compound": 0.7845
      }
    ],
    [
      "Nigel, I was a staunch supporter of the Brexit Party but your repeat tantrums whenever Boris makes progress and gets us closer to getting out are both infantile and bizarre and it is fast driving me away. You are not doing your party any credit behaving like this.",
      {
        "neg": 0.149,
        "neu": 0.625,
        "pos": 0.226,
        "compound": 0.5666
      }
    ],
    2019,
    30
  ]
}