{
  "_Alvo_": [
    [
      "A gente não vai fazer isso outra vez. Você quer trocar de alvo? Câmbio. Vai por mim. Esse é o que ele estava procurando. [cantarolando] uhummmm uhuhummmm... Ohhh! Humhuhumm... Pensei que você fosse voltar às onze. Eu disse que voltava mais tarde. Eu entendi o mais tarde.",
      "2017-11-09 20:58:56"
    ],
    [
      "Na frente está o alvo que se arrisca pela linha Não é tão diferente do que eu já fui um dia Se vai ficar, se vai passar, não sei E num piscar de olhos lembro tanto que falei, deixei, calei E até me importei mas não tem nada, eu 'tava mesmo errada",
      "2017-11-09 20:56:55"
    ],
    [
      "Alexandre Frota é alvo de investigação da Polícia Civil por usar nome do MBL https://goo.gl/fb/bQfb6U",
      "2017-11-09 20:56:52"
    ],
    [
      "O cara defende o Olho de panda atacando o Lula .Ha gente que precisa se tratar urgentemente //William Waack vira alvo do exército dos abjetos http://veja.abril.com.br/blog/augusto-nunes/william-waack-vira-alvo-do-exercito-dos-abjetos-contra/ … vía @ VEJA",
      "2017-11-09 20:56:23"
    ],
    [
      "Novo diretor-geral da PF frequenta casa de ministro alvo da Zelotes.... http://fb.me/EZiXmZuH",
      "2017-11-09 20:56:15"
    ],
    [
      "O alvo do Sport é o Vitória. Tem q ganhar domingo e torcer por uma derrota do rival. Mas o Sport não vence a 15 jogos. Fica complicado...",
      "2017-11-09 20:55:13"
    ],
    [
      "O alvo é o topo, mas chegar no topo sempre faz de você o alvo",
      "2017-11-09 20:54:35"
    ],
    [
      "William Waack vira alvo do exército dos abjetos http://veja.abril.com.br/blog/augusto-nunes/william-waack-vira-alvo-do-exercito-dos-abjetos-contra/ … via @ VEJA",
      "2017-11-09 20:53:11"
    ],
    [
      "William Waack vira alvo do exército dos abjetos | Augusto Nunes | http://VEJA.com http://fb.me/EBwWeoAh",
      "2017-11-09 20:52:54"
    ],
    [
      "eu não me vejo na palavra fêmea: alvo de caça conformada vítima prefiro queimar o mapa traçar de novo a estrada ver cores nas cinzas e a vida reinventar",
      "2017-11-09 20:52:05"
    ],
    [
      "Engraçado que brasileiro adulto paga maior pau pra coisas internacionais que tem público alvo crianças/adolescente aka doctor who",
      "2017-11-09 20:51:26"
    ],
    [
      "Tributação sobre auxílio-moradia de juízes é alvo da Receita Federal, diz jornal Clique e saiba mais. http://fb.me/6ZtLoFnOy",
      "2017-11-09 20:50:24"
    ],
    [
      "Safadeza em público não ser alvo de críticas https://twitter.com/goticosuave/status/928245316809355265 …",
      "2017-11-09 20:48:43"
    ],
    [
      "William Waack vira alvo do exército dos abjetos http://veja.abril.com.br/blog/augusto-nunes/william-waack-vira-alvo-do-exercito-dos-abjetos-contra/ … via @ VEJA",
      "2017-11-09 20:44:10"
    ],
    [
      "Sondado pela Band, # Amaury Jr. é novo nome alvo de especulações na TV brasileira… https://goo.gl/fb/ZuXh2Y",
      "2017-11-09 20:42:03"
    ],
    [
      "\"As palavras são, na minha nada humilde opinião, uma inesgotável fonte de magia.\" - Alvo… https://www.instagram.com/p/BbSw2yyACmi/",
      "2017-11-09 20:41:51"
    ],
    [
      "e ainda erramos o alvo",
      "2017-11-09 20:41:33"
    ],
    [
      "Revitalização não é buscar as respostas que a igreja deseja ou procura. Um paciente precisa de tratamentos e terapias. É afadigar na Palavra e na Oração caminhar firme para o alvo. É sair da UTI e das enfermidades espirituais e ingressar no Ginásio de Deus: Fazendo Discipulos pic.twitter.com/WxOBHEwzd5",
      "2017-11-09 20:40:42"
    ],
    [
      "Alexandre Frota é alvo de investigação da Polícia Civil por usar nome do MBL http://www.bahianoticias.com.br/noticia/214516-alexandre-frota-alvo-de-investigao-da-polcia-civil-por-usar-nome-do-mbl.html?utm_source=dlvr.it&utm_medium=twitter …pic.twitter.com/uMOGYwF9Cc",
      "2017-11-09 20:39:35"
    ],
    [
      "Alexandre Frota é alvo de investigação da Polícia Civil por usar nome do MBL http://dlvr.it/Q07xfT pic.twitter.com/gJeoG1PXUe",
      "2017-11-09 20:36:08"
    ],
    [
      "Quem é o seu alvo atual — Não grito https://curiouscat.me/753713384986648576/post/232320037?t=1510270390 …",
      "2017-11-09 20:33:10"
    ],
    [
      "É a meta de uma seta no alvo Mas o alvo, na certa não te espera.",
      "2017-11-09 20:32:49"
    ],
    [
      "Alexandre Frota é alvo de investigação da Polícia Civil por usar nome do MBL - http://www.salvadordez.net/noticia/51995",
      "2017-11-09 20:30:13"
    ],
    [
      "eu me nego amanhã a jogar contra você e Bárbara, mas pode ter certeza que eu serei alvo daquela taquara rachada ENTÃO tu q tem que me segurar pq se eu levar bolada na cara eu juro que vou tacar um tijolo nela",
      "2017-11-09 20:28:05"
    ],
    [
      "ah, perdao entao, erro meu.. mas ainda acho que as pessoas podem usar o que quiserem e se vc vai lançar uma marca tem que ter noção de que ha uma grande probabilidade de pessoas que nao sao o seu publico alvo comprarem",
      "2017-11-09 20:27:43"
    ],
    [
      "e o roxo que ela tava no olho sumir dois dias dps? mesmo que fosse maquiagem, ela passou a ser alvo dos fotógrafos, fora a foto que ela postou, ng conseguiu tirar foto dela com olho roxo novamente e olha que era quase todo dia foto dela na mídia. mas nada estranho nisso",
      "2017-11-09 20:25:36"
    ],
    [
      "Por que Michel Temer escolheu para o comando da Polícia Federal um alvo atacado em dossiê da AB… https://www.implicante.org/michel-temer-comando-da-policia-federal-dossie-abin/ … via @implicante_org",
      "2017-11-09 20:24:58"
    ],
    [
      "SUPORTE as provas. RESISTA as tentações. PROSSIGA para o alvo.",
      "2017-11-09 20:24:42"
    ],
    [
      "William Waack vira alvo do exército dos abjetos http://veja.abril.com.br/blog/augusto-nunes/william-waack-vira-alvo-do-exercito-dos-abjetos-contra/ … via @ VEJA",
      "2017-11-09 20:23:56"
    ],
    [
      "Escutem Henrique e Juliano - Alvo, mano pqp",
      "2017-11-09 20:22:44"
    ],
    [
      "# MexeuComUmaMexeuComTodas Como que homens q não sabem o que é andar com medo na rua por ser assediada, roubada (por pensarem sermos alvo facil) estuprada, podem decidir se devemos ou não termos filho fruto de um estupro?",
      "2017-11-09 20:22:15"
    ],
    [
      "história racismo Wilillian Wack, foi bom alvo pra tira foco da troca direção PF.",
      "2017-11-09 20:16:55"
    ],
    [
      "Ok, amei o facto de a Betty ter colocado um alvo no filho da puta do Nick St Clair Please make Hiram Lodge next # Riverdale",
      "2017-11-09 20:16:31"
    ],
    [
      "MPF pede a Moro para ouvir novamente dono de apartamento alvo de processo contra o ex-presidente Lula https://lnkd.in/dHz2CEH",
      "2017-11-09 20:15:55"
    ],
    [
      "Povo acha que frase de música é indireta, amore é só um trexinho de uma música sem alvo ok ....",
      "2017-11-09 20:15:49"
    ],
    [
      "Sim, eu também queria saber, nunca teve um motivo, só acharam justo me utilizar como alvo",
      "2017-11-09 20:15:34"
    ],
    [
      "El alvo promedio...",
      "2017-11-09 20:14:54"
    ],
    [
      "Gostei de um vídeo @ YouTube http://youtu.be/-BDiO90UO_c?a Como definir o seu público alvo - Parte 2 | Marketing Musical",
      "2017-11-09 20:14:50"
    ],
    [
      "Foi alguma bolada hoje, pegava a bola já tinha alvo certo, na verdade o gol n tava importando mt hahahaa mals aí fofa",
      "2017-11-09 20:13:24"
    ],
    [
      "Se continuareres a ser alvo das minhas brincadeiras aproveita , pq não vou durar para sempre",
      "2017-11-09 20:13:12"
    ],
    [
      "É o Tchan vira alvo de apuração do MP por nome em banheiros - https://goo.gl/xo8fpJ # AprizionNews # Famosospic.twitter.com/S1D9ez2E4e",
      "2017-11-09 20:12:48"
    ],
    [
      "Ai vc posta uma indireta pra pessoa e acerta bem no alvo",
      "2017-11-09 20:12:14"
    ],
    [
      "Agora Ficou Claro?: Dirigentes da Petrobras e Dilma serão alvo de açõe... http://agoraficouclaro.blogspot.com/2014/03/dirigentes-da-petrobras-e-dilma-serao.html?spref=tw …",
      "2017-11-09 20:11:07"
    ],
    [
      "Minha mãe me ensinou atirar aos 8 anos de idade. Acho que eu acerto um alvo.",
      "2017-11-09 20:10:13"
    ],
    [
      "qualquer bundinha desse baile vai virar meu alvo # BailedoUnderground",
      "2017-11-09 20:08:00"
    ],
    [
      "Se a Humanidade tivesse demolido todos os locais sagrados que foram alvo de profanação, muito poucos sobrariam. Sem vivência não há memoria. https://twitter.com/dntwit/status/928758624922492928 …",
      "2017-11-09 20:07:48"
    ],
    [
      "\"É o Tchan vira alvo de investigação por 'ordinária' em placa de banheiro\" Os japoneses que tiveram as fazendas destruídas deveriam fazer queixas como essa contra os terroristas que destruíram suas terras. Quem sabe assim eles teriam algum resultado. https://twitter.com/henriolliveira/status/928730713633026048 …",
      "2017-11-09 20:04:31"
    ],
    [
      "Se fosse a tempo atrás a sede do GALO seria alvo de atos de vandalismo ! Mas hoje nao pode nem dizer isso pq nao é politicamente correto",
      "2017-11-09 20:03:44"
    ],
    [
      "As vezes eu sou muito ardilosa entrosando com quem eu tenho interesse. Chega a ser desonroso da minha parte, mas fodase. Eu tenho um alvo e quero acertá-lo, e minha mira é muito boa, modéstia parte. rs",
      "2017-11-09 20:01:29"
    ],
    [
      "O alvo tem que ser o presidente galera, esse cara é um banana, omisso, passivo, saudade do nobre, esse representava o Palmeiras.",
      "2017-11-09 19:57:56"
    ],
    [
      "dessa vez o alvo é outro ou misturado, estamos escolhendo ainda",
      "2017-11-09 19:56:42"
    ],
    [
      "essas musicas eu escutei no meu encontro e elas são maravilhosas, “ meu alvo “ eu fico arrepiada a música inteira",
      "2017-11-09 19:53:37"
    ],
    [
      "A # GloboLixo É ASSIM!! NÃO SEGUE A CARTILHA DELA MORRE! William Waack vira alvo do exército dos abjetos!! http://veja.abril.com.br/blog/augusto-nunes/william-waack-vira-alvo-do-exercito-dos-abjetos-contra/ … via @ VEJA",
      "2017-11-09 19:53:35"
    ],
    [
      "qual menino é o alvo no momento?? — ta em falta https://curiouscat.me/Liv_bs/post/232279025?t=1510268013 …",
      "2017-11-09 19:53:33"
    ],
    [
      "Uma revolução O melhor pra deus Meu alvo",
      "2017-11-09 19:53:09"
    ],
    [
      "Muito bom quando a indireta atingi o alvo",
      "2017-11-09 19:50:37"
    ],
    [
      "Segunda: tiro ao alvo Terça: caça Quarta: pesca Quinta: racha de carros Sexta: rodízio de pizza Sábado: rolê em Barretos Domingo: churras e descanso https://twitter.com/CanalPoenaRoda/status/928660202500513793 …",
      "2017-11-09 19:48:17"
    ],
    [
      "Cerca de 20 fazendas em Marabá e nos arredores são alvo da determinação judicial https://www.brasildefato.com.br/2017/11/09/duas-mil-familias-vao-perder-suas-casas-no-para-por-decisao-judicial/ …",
      "2017-11-09 19:45:16"
    ],
    [
      "Dois babacas que gritam \"Lula 2018\" Aqui em Blumenau e na região vesse tipinho de gente não se cria. Lembra o caso do cara que foi alvo de ameaças e blá blá blá aqui em Blumenau? Caiu no esquecimento em menos de meio dia. Vitimismo em SC não tem público. # ecoisadepreto",
      "2017-11-09 19:45:03"
    ],
    [
      "Tipo, o público alvo é obviamente pessoas na primeira metade dos 20 anos e a gente já tá na segunda, aí não se identifica tanto",
      "2017-11-09 19:44:23"
    ],
    [
      "MPF pede a Moro para ouvir novamente dono de apartamento alvo de processo contra o ex-presidente Lula http://fb.me/ztnrUsBP",
      "2017-11-09 19:43:24"
    ],
    [
      "Posto nada pra implicar não,não tem como chegar até o alvo,bagulho é cara a cara mesmo,mas é assim,vida cheia de experiencias pra se adquirir e pra se compartilhar",
      "2017-11-09 19:42:20"
    ],
    [
      "atirar é bem divertido, acertar o alvo da uma sensação de realização gostosa",
      "2017-11-09 19:40:36"
    ],
    [
      "Acho válido debater certos assuntos nas redes sociais, mas, diante da complexidade do tema vira um bate boca raso de frases de efeito. É tiro de um lado, tiro de outro e ninguém acerta o alvo.",
      "2017-11-09 19:39:54"
    ],
    [
      "Via Estadão: Novo diretor-geral da PF frequenta casa de ministro alvo da Zelotes - http://politica.estadao.com.br/blogs/coluna-do-estadao/novo-diretor-geral-da-pf-frequenta-casa-de-ministro-alvo-da-zelotes/ …",
      "2017-11-09 19:37:08"
    ],
    [
      "@ globo William Waack vira alvo do exército dos abjetos http://veja.abril.com.br/blog/augusto-nunes/william-waack-vira-alvo-do-exercito-dos-abjetos-contra/ … via @ VEJA",
      "2017-11-09 19:36:40"
    ],
    [
      "Grupo de estudo do comunismo na UFOP vira alvo de investigação http://ift.tt/2yn7PFY pic.twitter.com/RVkRwGekuo",
      "2017-11-09 19:34:12"
    ],
    [
      "Ainda tem o Alexandre Garcia, próximo alvo dos esquerdopatas",
      "2017-11-09 19:33:26"
    ],
    [
      "Esse lance do Alvo eh real",
      "2017-11-09 19:30:48"
    ],
    [
      "# PortalRedeGalera # Twitter http://rg.pe.hu/ É o Tchan vira alvo de apuração do MP por nome em banheiros...o Tchan... pic.twitter.com/ldESBJAC9f",
      "2017-11-09 19:30:22"
    ],
    [
      "Somos o alvo perfeito te acompanhar é sempre pior serão dois a errar e falhas como você quanto menos melhor",
      "2017-11-09 19:29:55"
    ],
    [
      "A Flecha Lançada. Há três coisas na vida que nunca voltam atrás: a flecha lançada, apalavra pronunciada e a oportunidade perdida. ... Uma palavra mal dita e igual umaflecha, uma vez lançada e atingido o alvo marcará para sempre.",
      "2017-11-09 19:28:00"
    ],
    [
      "Eu não tinha muitas expectativas pq, embora ouça Taylor Swift, não sou o \"público alvo\"? Mas tô curtindo de boas, haha. É uma coisa diferente, mas estou achando o álbum bem divertido.",
      "2017-11-09 19:26:56"
    ],
    [
      "Gostei de um vídeo @ YouTube http://youtu.be/VN0o4moVjl0?a(QUEST …ÃO 153 ENEM - 2015) Uma barraca de tiro ao alvo de um parque",
      "2017-11-09 19:25:53"
    ],
    [
      "bem no alvo!",
      "2017-11-09 19:25:08"
    ],
    [
      "Jonathan Calleri fez apenas 12 jogos pelo Las Palmas, entre Campeonato Espanhol e Copa del Rey. São 4 gols após 11 arremates no alvo (38 no total). Não deu assistência. Emprestado, tem contrato até o fim da temporada, em junho, mas seus investidores sonham em vender o atacante. pic.twitter.com/FnVoD8qNhn",
      "2017-11-09 19:24:13"
    ],
    [
      "Corro pra não ser alvo da flecha",
      "2017-11-09 19:23:15"
    ],
    [
      "MPF pede a Moro para ouvir novamente dono de apartamento alvo de processo contra o ex-presidente Lula https://g1.globo.com/pr/parana/noticia/mpf-pede-a-moro-para-ouvir-novamente-dono-de-apartamento-alvo-de-processo-contra-o-ex-presidente-lula.ghtml?utm_source=twitter&utm_medium=share-bar-desktop&utm_campaign=share-bar …",
      "2017-11-09 19:23:06"
    ],
    [
      "Corro pra não ser alvo da flecha, volto a lembrar dela pelada.",
      "2017-11-09 19:22:42"
    ],
    [
      "eu entendo, mais é bom. Quem n é visto ñ é lembrado, quem é visto de mais vira alvo de fofoca!!",
      "2017-11-09 19:22:30"
    ],
    [
      "MPF pede a Moro para ouvir novamente dono de apartamento alvo de processo contra o ex-presidente Lula http://dlvr.it/Q07Tz0 pic.twitter.com/TJiqUFS89D",
      "2017-11-09 19:21:12"
    ],
    [
      "oloco algum alvo específico?",
      "2017-11-09 19:19:27"
    ],
    [
      "O marketing e a comunicação estão fortíssimos. Para o público alvo está fantástico. Fora desse universo, é apenas um discurso de um idiota. https://twitter.com/Benficastuff/status/928741220641378304 …",
      "2017-11-09 19:18:18"
    ],
    [
      "alvo abatido rs",
      "2017-11-09 19:12:11"
    ],
    [
      "Após ser alvo de ação do MP-BA, Jusmari nega irregularidades: \u0091Estou muito tranquila\u0092 https://goo.gl/fb/2dK1e4",
      "2017-11-09 19:10:57"
    ],
    [
      "O alvo é o topo, mas o topo sempre faz de você o alvo",
      "2017-11-09 19:10:33"
    ],
    [
      "Patriots ja tem mais um alvo na redzone.",
      "2017-11-09 19:10:20"
    ],
    [
      "qndo a indireta atinge o alvo errado",
      "2017-11-09 19:07:40"
    ],
    [
      "Juliaaaaa, voltou a conversar com o aLvo? Ksksksksks",
      "2017-11-09 19:06:43"
    ],
    [
      "ei na moral eu sei que minha cabeça pode ser grande mas ela não é alvo, valeu?? levei 2 cotoveladas na cabeça hj, bicho",
      "2017-11-09 19:04:56"
    ],
    [
      "E de repente viramos o alvo preferencial da Genilma Campos , mi irma se a Bernice que lhe pagaram 30 mil dolares... http://fb.me/90bc6NYlP",
      "2017-11-09 19:04:29"
    ],
    [
      "Goodwin é o alvo principal com Garçon na IR. Seria um desperdício de alvos não tentar ele contra os Giants.",
      "2017-11-09 19:03:36"
    ],
    [
      "É o Tchan alvo de investigação do MP-BA por causa do banheiros escritos \"inocentes\" e \"ordinárias\". Dá pra confiar um órgão que age sob politicamente correto e nada contra # clePTocratas? É incrível...",
      "2017-11-09 19:02:20"
    ],
    [
      "William Waack vira alvo do exército dos abjetos http://veja.abril.com.br/blog/augusto-nunes/william-waack-vira-alvo-do-exercito-dos-abjetos-contra/ … via @ VEJA",
      "2017-11-09 19:01:24"
    ],
    [
      "corro pra não ser alvo da flecha, volto a lembrar dela pelada",
      "2017-11-09 19:00:36"
    ],
    [
      "Duas setas de Al Gore e uma de Marcelo. Alvo: Trump http://ift.tt/2ArRh09",
      "2017-11-09 18:59:12"
    ],
    [
      "Vou avançar, eu vou crescer Ninguém vai me deter Meu alvo é Cristo",
      "2017-11-09 18:54:35"
    ],
    [
      "Tem coisa melhor que vc manda uma indireta e acerta o alvo certo , eu amo rs",
      "2017-11-09 18:52:53"
    ],
    [
      "Corro pra não ser alvo da flecha, volto a lembrar dela pelada...",
      "2017-11-09 18:50:42"
    ],
    [
      "Quem atira pra todos os lados perde o alvo principal https://www.instagram.com/p/BbSkhxzDMGvFkrzSHrwEtmbbonOZtDZLz6YTwQ0/ …",
      "2017-11-09 18:49:30"
    ],
    [
      "Após ser alvo de ação do MP-BA, Jusmari nega irregularidades: \u0091Estou muito tranquila\u0092 http://dlvr.it/Q07GpN pic.twitter.com/Y85qWq7Eu9",
      "2017-11-09 18:49:08"
    ],
    [
      "Hj vc atira mas tenha certeza q acertou o alvo , pq o jogo pode virar e o alvo pode ser você !!",
      "2017-11-09 18:48:56"
    ],
    [
      "Como chamar a atenção do crush nível Jinyoung: Aponta o dedo para o alvo, da um gritinho discreto, e sensualiza com uma remichidinha na pélvis. pic.twitter.com/EEWOzWtFnM",
      "2017-11-09 18:47:32"
    ],
    [
      "Se fosse mais barato acredito que as vendas poderiam ser maiores. O caso é que nós não somos o público alvo de serviços desse tipo. Quem não tem facilidade com internet realmente pagaria esse valor no aluguel, pessoalmente acho que é demais, só se for muito lançamento mesmo.",
      "2017-11-09 18:47:20"
    ],
    [
      "1 indireta, 1 alvo, 1.000 atingidos",
      "2017-11-09 18:47:04"
    ],
    [
      "1 indireta, 1 alvo, 1000 atingidos menos o alvo kk",
      "2017-11-09 18:45:42"
    ],
    [
      "Pensa num cara sortudo, foi alvo do Rodgers e do Brady.",
      "2017-11-09 18:45:29"
    ],
    [
      "Após ser alvo de ação do MP-BA, Jusmari nega irregularidades: \u0091Estou muito tranquila\u0092 - http://www.salvadordez.net/noticia/51987",
      "2017-11-09 18:45:13"
    ],
    [
      "Mas quem é alvo da crítica que deveria entender isso e não leva-las a sério",
      "2017-11-09 18:44:23"
    ],
    [
      "Vc é alvo no futuro e eu méritos do passado",
      "2017-11-09 18:38:16"
    ],
    [
      "Chegar no topo sempre faz de você o alvo",
      "2017-11-09 18:35:33"
    ],
    [
      "Alvo de operação no Piauí aliciava candidatos fraudadores de concurso, diz delegada | Cidade Modelo http://fb.me/2hY5tvScu",
      "2017-11-09 18:33:31"
    ],
    [
      "# MexeuComUmaMexeuComTodas. Menos se levar cuspida do Zé de Abreu ou se for alvo de incitação de estupro por filósofo socialista. Além de podre a esquerda é cínica.",
      "2017-11-09 18:32:57"
    ],
    [
      "O moço da tabacaria atira pra todos os lados, hoje eu fui o alvo porque tava sozinha",
      "2017-11-09 18:31:38"
    ],
    [
      "“Sendo assim, não corro como quem corre sem alvo e não luto como quem esmurra o ar. Mas esmurro o meu corpo e faço dele meu escravo, para que, depois de ter pregado aos outros, eu mesmo não venha a ser reprovado.” 1 Coríntios 9:26-27 NVI",
      "2017-11-09 18:29:15"
    ],
    [
      "tu tem q ter visao do alvo ai a ult locka e tu so solta a flecha a bicha faz ate curva",
      "2017-11-09 18:22:37"
    ],
    [
      "Gostei de um vídeo @ YouTube http://youtu.be/mdIpMcP_5g4?a COMO FAZER UM ALVO BARATO PARA ARCO E FLECHA (TUTORIAL)- Arqueria #27",
      "2017-11-09 18:22:35"
    ],
    [
      "Gostei de um vídeo @ YouTube http://youtu.be/7Wx-QjF2Txo?aHenrique … e Juliano - O Alvo ft. Diego e Victor Hugo (Lançamento 2018)",
      "2017-11-09 18:21:09"
    ],
    [
      "Grupo É o Tchan vira alvo de investigação por causa de placa de banheiro https://goo.gl/bXGEhv pic.twitter.com/1W2mBKYjf9",
      "2017-11-09 18:20:00"
    ],
    [
      "Carlos, seu pai será vítima de todo tipo de perseguição e covardia que se possa imaginar. Ele foi colocado pela mídia e pela esquerda como o alvo, pois sabem há robustas evidências de que ele será eleito presidente em 2018. Tenham fé e perseverança. Forte abraço do povo de MT",
      "2017-11-09 18:18:55"
    ],
    [
      "É o Tchan vira alvo de investigação por 'ordinária' em placa de banheiro http://www1.folha.uol.com.br/cotidiano/2017/11/1934106-e-o-tchan-e-alvo-da-promotoria-por-ordinaria-em-placa-de-banheiro.shtml … via @ folha",
      "2017-11-09 18:18:26"
    ],
    [
      "Vera Magalhães acertando o centro do alvo. http://fb.me/PfKiD8uC",
      "2017-11-09 18:16:56"
    ],
    [
      "William Waack vira alvo do exército dos abjetos contra | Augusto Nunes | http://VEJA.com http://fb.me/XFNdB465",
      "2017-11-09 18:16:15"
    ],
    [
      "Saudade do Alvo da Mocidade",
      "2017-11-09 18:13:47"
    ],
    [
      "Ela foi alvo de críticas preconceituosas nas redes sociais, após a foto de uma mulher parecida com ela, na praia acompanhada de um homem, viralizar em um grupo do Facebook. Confira o vídeo: http://www.bonde.com.br/mY119505",
      "2017-11-09 18:13:12"
    ],
    [
      "Novo diretor da PF frequenta casa de ministro alvo da Zelotes e que foi peça-chave no impeachment http://www.diariodocentrodomundo.com.br/essencial/novo-diretor-da-pf-frequenta-casa-de-ministro-alvo-da-zelotes-e-que-foi-peca-chave-no-impeachment/ …pic.twitter.com/YbP4Cjm3sW",
      "2017-11-09 18:11:19"
    ],
    [
      "É o Tchan é alvo de Promotoria por \"ordinária\" em placa de banheiro... http://fb.me/IhXkXz53",
      "2017-11-09 18:09:45"
    ],
    [
      "Ninguem merece c o alvo do seu desprezo",
      "2017-11-09 18:09:41"
    ],
    [
      "Quem muito atira, perde o alvo principal.",
      "2017-11-09 18:09:29"
    ],
    [
      "@ luisnassif Waack foi alvo de uma armação. A partir dela, está fora do jogo. Qual o sentido prático de bater em quem não conta mais?",
      "2017-11-09 18:08:13"
    ],
    [
      "Do jeito que essa gente tá, qualquer dia dizer diamante negro no twitter vai ser motivo pra virar alvo de gente hipócrita, dizendo q é racismo",
      "2017-11-09 18:07:57"
    ],
    [
      "\"É o Tchan vira alvo de investigação por 'ordinária' em placa de banheiro\" O MP baiano deve estar sem trabalho e com muito tempo sobrando! pic.twitter.com/fPe61d5ECr",
      "2017-11-09 18:07:11"
    ],
    [
      "William Waack vira alvo do exército dos abjetos http://veja.abril.com.br/blog/augusto-nunes/william-waack-vira-alvo-do-exercito-dos-abjetos-contra/ … via @ VEJA",
      "2017-11-09 18:06:51"
    ],
    [
      "Muitos negros usam dessa condição de ser alvo de preconceito que de fato existe e atrapalha sobremaneira a nós todos, como fator determinante pra não conseguir uma formação um emprego etc. Temos capacidade tanto qt qq outro pra não depender de condições especiais",
      "2017-11-09 18:04:52"
    ],
    [
      "William Waack vira alvo do exército dos abjetos http://veja.abril.com.br/blog/augusto-nunes/william-waack-vira-alvo-do-exercito-dos-abjetos-contra/ …",
      "2017-11-09 18:02:53"
    ],
    [
      "Não sabia que tinha Folha de SÃO PAULO em Salvador. O jornalismo, querendo ou não, também precisa ter público-alvo.",
      "2017-11-09 18:02:11"
    ],
    [
      "Meu bonde ta alvo de nota,alvo de xota e o mt ta cheio de joia",
      "2017-11-09 18:01:16"
    ],
    [
      "MPF pede a Moro para ouvir novamente dono de apartamento alvo de processo contra o ex-presidente Lul... (Veja na What: http://goo.gl/O4YBJ )",
      "2017-11-09 18:00:36"
    ],
    [
      "sim, meus lábios grandes eram alvo de chacota, já quebrei meu dente por me empurrem no chão “pra ver se a boca ficava mais inchada”...",
      "2017-11-09 18:00:20"
    ],
    [
      "É o Tchan vira alvo de investigação por 'ordinária' em placa de banheiro http://www1.folha.uol.com.br/cotidiano/2017/11/1934106-e-o-tchan-e-alvo-da-promotoria-por-ordinaria-em-placa-de-banheiro.shtml … via @ folha",
      "2017-11-09 18:00:18"
    ],
    [
      "Jóquei dá soco em égua, pega punição de 2 semanas e vira alvo nas redes sociais http://flip.it/kayiFl",
      "2017-11-09 17:59:02"
    ],
    [
      "O Real Madrid quer todos os jogadores do mundo meu deus já cansei de receber notícia de \"Fulano está no alvo do Real\"",
      "2017-11-09 17:57:20"
    ],
    [
      "Escolhi mudar, e meu alvo é Jesus! pic.twitter.com/BsuBxIamBq",
      "2017-11-09 17:57:19"
    ],
    [
      "próximo alvo é o facebook aberto tbm",
      "2017-11-09 17:56:03"
    ],
    [
      "O Luisinho foi meu alvo pra foto zuada d novo kkkkk pic.twitter.com/dqF4KOf4K9",
      "2017-11-09 17:55:27"
    ],
    [
      "Com certeza. E graças a Deus! Só não entendi quem eh o público alvo da tradução.",
      "2017-11-09 17:54:10"
    ],
    [
      "Fácil demais fazer isso com atleta super contestado,alvo de ira da torcida e que provavelmente não permanece em 2018. Famosa média. Feio.",
      "2017-11-09 17:53:55"
    ],
    [
      "Jóquei dá soco em égua, pega punição de 2 semanas e vira alvo nas redes sociais http://glo.bo/2yLzUef pic.twitter.com/LZMgzVyJrQ",
      "2017-11-09 17:52:00"
    ],
    [
      "Cada uma de nós escolhe um alvo e amanhã atacamos AHAH",
      "2017-11-09 17:51:33"
    ],
    [
      "O sucesso nasce do querer, da determinação e persistência em se chegar a um objetivo. Mesmo não atingindo o alvo,... http://fb.me/BkPTGSLT",
      "2017-11-09 17:51:15"
    ],
    [
      "Lembrando que Luciano Huck estava agenciando mulheres como se fosse prostitutas para os gringos durante a Copa. Porém o Willian Wack e o alvo da hora na Globo. @ edmilsonpapo10 @ MIGUXAHEOLIpic.twitter.com/1PNArq9N5l",
      "2017-11-09 17:51:12"
    ],
    [
      "Gente, eu parei pra analisar que existe uma hierarquia na comunidade gay, e que infelizmente estou no meio da cadeia alimentar. Alvo e presa",
      "2017-11-09 17:49:16"
    ],
    [
      "Caça vira caçador, atirador vira alvo",
      "2017-11-09 17:46:45"
    ],
    [
      "Agora o alvo da imprensa são os sardinhas https://twitter.com/bandsports/status/928722614918500353 …",
      "2017-11-09 17:46:35"
    ],
    [
      "@ reinaldoazevedo defende Waack pelo \"gracejo infeliz\" pq é branco. Se o gracejo de Waack tivesse alvo o público gay, Reinaldo ficaria bravo!",
      "2017-11-09 17:46:13"
    ],
    [
      "Via Estadão: Novo diretor-geral da PF frequenta casa de ministro alvo da Zelotes - http://politica.estadao.com.br/blogs/coluna-do-estadao/novo-diretor-geral-da-pf-frequenta-casa-de-ministro-alvo-da-zelotes/ …",
      "2017-11-09 17:45:06"
    ],
    [
      "Tô aprendendo a não reclamar da vida. Reclamações só atraem negatividade e te afastam do alvo principal. Reclamar não vai fazer a situação melhorar. Agradecer por tudo, mesmo que sem muitos motivos óbvios, tem um poder transformador # Metanoia",
      "2017-11-09 17:43:22"
    ],
    [
      "Os jogadores não gostaram de ser alvos de chacota no aeroporto e xingaram o torcedor. Tomara que criem vergonha na cara e joguem pela honra no fds! Não quer ser alvo, joga bola!",
      "2017-11-09 17:41:42"
    ],
    [
      "Eu voto pra nós brinca de tiro ao alvo com os políticos ladrões",
      "2017-11-09 17:41:25"
    ],
    [
      "quem se atira em todas, acaba perdendo o alvo principal !!!",
      "2017-11-09 17:39:49"
    ],
    [
      "É o Tchan vira alvo de investigação por causa de placa de banheiro http://ow.ly/he5630gtwBA pic.twitter.com/pxQOUgEaO7",
      "2017-11-09 17:37:57"
    ],
    [
      "É o Tchan vira alvo de investigação por causa de placa de banheiro http://ow.ly/he5630gtwBA pic.twitter.com/BIelkF3SMJ",
      "2017-11-09 17:37:56"
    ],
    [
      "Se a menina é estuprada por usar roupa curta, a culpa é dela? A meu ver, NÃO. Claro que não, ela é a vítima, nunca que terá culpa. Mas lembre que o estuprador é um maníaco, que irá atrás do que lhe atrai. Uma roupa curta chama atenção, torna-se um alvo à vista.",
      "2017-11-09 17:37:00"
    ],
    [
      "Eu continuo sim olhando para o outro lado. Tenho amigos negros que sofrem bastante pela PM, até eu mesmo já fui alvo da PM, só que esse caso aí foi uma mentira que o menino inventou para a mãe.",
      "2017-11-09 17:36:39"
    ],
    [
      "É bem fácil falar isso quando não é vc o alvo, né? \"Mi mi mi\" é sempre quando o alvo é outro.",
      "2017-11-09 17:35:03"
    ],
    [
      "if roctis goes to aurum vale is the father and alvo goes to the vault is the son is the squonkening: xxx the holy spirit?",
      "2017-11-09 17:34:36"
    ],
    [
      "imagina ter dois gatinhos um chamado bala e o outro alvo ai tu coloca o bala em cima do alvo ai fica bala no alvo",
      "2017-11-09 17:34:17"
    ],
    [
      "Você é bom senso eu sou fruto mal pensado você é Alvo do futuro e eu méritos do passado",
      "2017-11-09 17:33:05"
    ],
    [
      "William Waack vira alvo do exército dos abjetos contra | Augusto Nunes | http://VEJA.com http://fb.me/1nN956aXY",
      "2017-11-09 17:31:14"
    ],
    [
      "o alvo é o topo mas chegar no topo sempre faz de você o alvo",
      "2017-11-09 17:31:00"
    ],
    [
      "Esse coração tá na linha de tiro e o alvo não aguenta",
      "2017-11-09 17:30:58"
    ],
    [
      "Já que viver do que ama por aqui é pecado É bonito, a gente lavar prato e ser empregado É bonito, a gente ser peão de um engravatado É bonito, a gente ser alvo fácil no enquadro Mas não comigo, foda-se esses arrombado Quer coragem? Conquistar o que você não tinha",
      "2017-11-09 17:30:29"
    ],
    [
      "| PARIS JACKSON É ALVO DE TABLOIDE AUSTRALIANO | ‘‘Filha do Rei do Pop Michael Jackson ficou indignada com... http://fb.me/981nhxtCx",
      "2017-11-09 17:30:04"
    ],
    [
      "# QueroSDVNaoSuaOpinião Palavras São Como Flecha , Então Saiba Colocar Elas No Lugar Certo , Para Não Ferir & Nem Atingir O Alvo Errado ...",
      "2017-11-09 17:29:07"
    ],
    [
      "Louis C.K. tb sendo alvo de acusações, porém pelo que a gente já ouvia, esse não é surpresa alguma. Não deixa de ser triste de ver. =\\",
      "2017-11-09 17:27:18"
    ],
    [
      "eu não me vejo na palavra \"fêmea\" alvo de caça conformada vitima. Prefiro queimar o mapa, traçar de novo a estrada, ver cores nas cinzas e a vida reinventar",
      "2017-11-09 17:26:37"
    ],
    [
      "Não se faz isso com um atleta alvo de tanto protesto como Egídio. Cobrem internamente o cara.Colocaram lenha na fogueira. E fizeram uma media com a torcida. Feio.",
      "2017-11-09 17:26:33"
    ],
    [
      "tua bunda virou alvo",
      "2017-11-09 17:25:50"
    ],
    [
      "MPF pede a Moro para ouvir novamente dono de apartamento alvo de processo contra o ex-presidente Lula http://ift.tt/2zvY4GY",
      "2017-11-09 17:24:13"
    ],
    [
      "Pois é, mas infelizmente essa é a situação do nosso fandom. Mas o engraçado mesmo, é que esses dias o Jungkook tava sendo alvo de assédio de uma rapper ai e armys começaram a falar um monte de coisa, sendo que parte delas tbm fazem isso e ainda vêem os garotos como \"rodados\".",
      "2017-11-09 17:24:10"
    ],
    [
      "O matador matador? Kkkkkkk devo menciona-lo para atingir o alvo com sucesso?",
      "2017-11-09 17:23:53"
    ],
    [
      "MPF pede a Moro para ouvir novamente dono de apartamento alvo de processo contra o ex-presidente Lula.",
      "2017-11-09 17:23:42"
    ],
    [
      "# PortalRedeGalera # Twitter http://rg.pe.hu/ MPF pede a Moro para ouvir novamente dono de apartamento alvo de proc... pic.twitter.com/7dQUsCjFm3",
      "2017-11-09 17:21:33"
    ],
    [
      "(OUÇA) Romero sustenta tese de registro de candidatura na polícia, e Bruno diz que alvo é Cartaxo http://bit.ly/2yLhJpl # paraibaja",
      "2017-11-09 17:21:23"
    ],
    [
      "(OUÇA) Romero sustenta tese de registro de candidatura na polícia, e Bruno diz que alvo é Cartaxo http://bit.ly/2yLhJpl # paraibaja",
      "2017-11-09 17:21:23"
    ],
    [
      "Você é alvo no futuro e eu méritos do passado",
      "2017-11-09 17:20:31"
    ],
    [
      "Mona vai virar alvo do trio semana que vem...",
      "2017-11-09 17:16:51"
    ],
    [
      "“Ain, o William Waack não é racista. Foi só uma brincadeira” Xêu te dizer uma coisa”: Enquanto o alvo da sua “brincadeira” for uma minoria, não é piada, é preconceito. Enquanto o seu humor depreciar uma característica para se justificar, é preconceito. Então, sim: Ele é racista!",
      "2017-11-09 17:16:47"
    ],
    [
      "# política via # G1 - MPF pede a Moro para ouvir novamente dono de apartamento alvo de processo contra o ex-presiden… http://ift.tt/2zvY4GY",
      "2017-11-09 17:14:25"
    ],
    [
      "Meu pai está sendo alvo de cantadas de um \"homoafetivo\" kkkkkkkkkk",
      "2017-11-09 17:11:32"
    ],
    [
      "E a OI, não será alvo de investigação?",
      "2017-11-09 17:09:15"
    ],
    [
      "Faço o que eu quiser, felicidade é o meu alvo",
      "2017-11-09 17:08:10"
    ],
    [
      "MPF pede a Moro para ouvir novamente dono de apartamento alvo de processo contra o ex-presidente Lula https://glo.bo/2mb8ZCY",
      "2017-11-09 17:06:13"
    ],
    [
      "MPF pede a Moro para ouvir novamente dono de apartamento alvo de processo contra o ex-presidente Lula https://glo.bo/2mb8ZCY",
      "2017-11-09 17:06:08"
    ],
    [
      "A questão nem é essa n, é q eu quero me habilitar e aprender direitinho e n erra o alvo",
      "2017-11-09 17:06:05"
    ],
    [
      "Parabéns, Augusto! O William Waack foi alvo da patrulha ideológica da @ RedeGlobo , onde o filtro é invertido e conserva o que tem de pior em seu cast.https://twitter.com/augustosnunes/status/928672961162334208 …",
      "2017-11-09 17:03:21"
    ],
    [
      "Quem dera fosse o alvo",
      "2017-11-09 17:03:08"
    ],
    [
      "Jogador vira alvo do tricolor gaúcho! http://fb.me/2o1fev5RF",
      "2017-11-09 17:01:22"
    ],
    [
      "",
      "2017-11-09 16:59:33"
    ],
    [
      "William Waack vira alvo do exército dos abjetos http://veja.abril.com.br/blog/augusto-nunes/william-waack-vira-alvo-do-exercito-dos-abjetos-contra/ … via @ VEJA",
      "2017-11-09 16:58:18"
    ],
    2017,
    23
  ]
}