{
  "Al_Horford": [
    [
      "The Hump loves thanksgiving and yo Al Horford call this grandma",
      "2019-11-09 20:58:49"
    ],
    [
      "Lamarcus Aldridge currently has 1 point after 3 quarters. Who needs Al Horford anyways?",
      "2019-11-09 20:54:47"
    ],
    [
      "We don’t have Al Horford no more but we focus right now. # celtics2019-2020.",
      "2019-11-09 20:41:36"
    ],
    [
      "Al Horford failing!?!? https://twitter.com/Leo__ffs/status/1193022412478144512 …pic.twitter.com/L1nDgNoABJ",
      "2019-11-09 20:36:26"
    ],
    [
      "pic.twitter.com/0XNpHCoDIW",
      "2019-11-09 20:34:01"
    ],
    [
      "ARE YOU KIDDING ME RIGHT NOW!!?!?!?!??!!?!!?!!?!?!!??!!?!?!?! THAT WAS NOT A FOUL!?!!?!?!?!?!?!!??!@JoelEmbiid @ ESPNNBA @ JamesDa_Truth @ tobias31 @ mikescott @ BenSimmons25 @ FurkanKorkmaz @ sixers @ Al_Horford @ Kyle_OQuinnpic.twitter.com/tRUuDyHb76",
      "2019-11-09 20:31:23"
    ],
    [
      "Maçı izlerken gözüm Al Horford'u aradı. Eğer takımda olsaydı konferans yarı finali daha net olurdu Celtics adına..",
      "2019-11-09 20:19:12"
    ],
    [
      "I'm still mad at Al Horford and have been since like 2006",
      "2019-11-09 20:17:48"
    ],
    [
      "Another day another boner yo Al Horford call this grandma",
      "2019-11-09 20:17:38"
    ],
    [
      "They need a 5 to legit step up. Love roster... but feel they really miss Al Horford.",
      "2019-11-09 20:14:07"
    ],
    [
      "Joel Embiid and Al Horford, no question.",
      "2019-11-09 20:11:41"
    ],
    [
      "Daniel Theis is not close to being where Al Horford was as a player, and he never will be. But he seems to have improved enough over the off-season to the point where it doesn’t feel like *that* big a drop off. Theis plays really good defense. Holds his own on the boards.",
      "2019-11-09 20:09:00"
    ],
    [
      "Rob Williams>Al Horford",
      "2019-11-09 20:07:49"
    ],
    [
      "He had guaranteed money on his contract for next season that would have meant we would not have had enough money to give Al Horford that contract.",
      "2019-11-09 20:07:11"
    ],
    [
      "Al Horford should be the coach!",
      "2019-11-09 20:05:14"
    ],
    [
      "We need to talk about how y’all was overrating Al horford overpaid ass cuz he could “dribble up the court” LMAOOOOOOOOOOOOOOOOOO",
      "2019-11-09 20:03:07"
    ],
    [
      "Bob Williams >>>>> Al Horford.",
      "2019-11-09 20:00:08"
    ],
    [
      "He’s been awesome for us, I haven’t seen any Sixers fan hating on Al Horford, it’s all being directed at Simmons and Tobias https://twitter.com/KeithSmithNBA/status/1193024157748994049 …",
      "2019-11-09 19:57:37"
    ],
    [
      "Estes Celtics respiram bom basket, Hawyard fi alimente está a 100 por cento, Smart com grande evolução e Kemba a saber gerir uma equipa e os momentos do jogo, a juntar a uma boa época de Tatum até agr apresentam um bom record. Se tivessem conseguido manter Al Horford e/ou Marcus+",
      "2019-11-09 19:52:29"
    ],
    [
      "Al Horford. Pardon...",
      "2019-11-09 19:51:43"
    ],
    [
      "Why sign old Al Horford when you have young Al Horford pic.twitter.com/p7JXcfbjOp",
      "2019-11-09 19:50:34"
    ],
    [
      "Not sure one person has tweeted a single thing to me about Al Horford. All ire seems to be directed toward Jo, Ben and Brett https://twitter.com/KeithSmithNBA/status/1193024157748994049 …",
      "2019-11-09 19:30:57"
    ],
    [
      "Al horford last night # PhilaUnitehttps://twitter.com/thisleague/status/1192989110073462784 …",
      "2019-11-09 19:29:18"
    ],
    [
      "# ICYMI we dropped our latest issue of @ AthleisureMag with @ NBA 5 X # AllStar @ sixers @ Al_Horford with a profile on his career - we also have interviews with 13th Annual @ AutismSpeaks # Chefs # Gala, @ lala # migraine and @ larabar # founderhttps://issuu.com/athleisuremag/docs/am_oct_issue_a6346e2257c586 …",
      "2019-11-09 19:19:08"
    ],
    [
      "Our latest issue is covered by 5 X # AllStar @ NBA @ Al_Horford with a profile on him. We attend the 13th annual @ autismspeaks # chefs # gala. We chat with @ lala about her projects and dealing with # migraine issues. We interviewed the # founder of @ larabarhttps://issuu.com/athleisuremag/docs/am_oct_issue_a6346e2257c586 …",
      "2019-11-09 19:13:10"
    ],
    [
      "Joel Embiid and Al Horford.",
      "2019-11-09 18:58:36"
    ],
    [
      "But without Al Horford and Aron Baynes we were supposed to be a terrible defensive team they said... https://twitter.com/Tom_NBA/status/1193282844623331330 …",
      "2019-11-09 18:52:14"
    ],
    [
      "3 - Embiid tente de post-up et se retrouve pris à 3 et oublie Neto dans le right corner ou encore Al Horford au niveau du top of the key. Résultat: tir forcé et turnover. # PhilaUnitepic.twitter.com/9WpgguGAgy",
      "2019-11-09 18:37:18"
    ],
    [
      "Al Horford, deeper bench, development of all players from a young team. # moondawg",
      "2019-11-09 18:09:39"
    ],
    [
      "Everyday I wake up thinking yo Al Horford call this grandma",
      "2019-11-09 17:58:01"
    ],
    [
      "i think Al Horford should sit tomorrow",
      "2019-11-09 17:35:21"
    ],
    [
      "Al horford",
      "2019-11-09 17:32:01"
    ],
    [
      "YES! That air ball in a clutch situation was TERRIBLE, but Al Horford has been our best player so far this season. @ sixers",
      "2019-11-09 17:16:16"
    ],
    [
      "Preview Spurs – Celtics : maintenant que Al Horford est parti, qui va défendre sur LMA ? https://www.plongaye.com/2019/11/09/preview-spurs-celtics-maintenant-que-al-horford-est-parti-qui-va-defendre-sur-lma/ …",
      "2019-11-09 16:55:40"
    ],
    [
      "Al Horford was always a PF since coming out Florida, Joakim Noah started a Center on those ‘06 & ‘07 Championship Florida teams. Horford only played center because of Atlanta & Boston they wanted him to play Center.",
      "2019-11-09 16:45:35"
    ],
    [
      "Imagine paying scrub ass AL Horford over $100 million. Have fun with that contract",
      "2019-11-09 16:34:49"
    ],
    [
      "AD and Al Horford are both Power forwards that’s their original position, both of them don’t like playing center but will do it if they have too.",
      "2019-11-09 16:34:10"
    ],
    [
      "Preview Spurs – Celtics : maintenant que Al Horford est parti, qui va défendre sur LMA ? https://trashtalk.co/2019/11/09/preview-spurs-celtics-maintenant-que-al-horford-est-parti-qui-va-defendre-sur-lma/ …",
      "2019-11-09 16:27:22"
    ],
    [
      "It don’t matter he still a Center just like Al Horford is still a center",
      "2019-11-09 16:03:34"
    ],
    [
      "Al Horford represents the depth and versatility that could take the 76ers to the next level : @ GeraldBourguet https://fansided.com/2019/11/05/al-horford-luxury-joel-embiid-philadelphia-76ers-needed/ …pic.twitter.com/8guthOh1it",
      "2019-11-09 15:30:00"
    ],
    [
      "There is absolutely zero chance that Hayward signs elsewhere even if he opts out. Gordon Hayward is not leaving Kemba Walker or Brad Stevens Gordon isn’t Al Horford. I sleep very well at night knowing that Hayward isn’t going anywhere.",
      "2019-11-09 15:21:07"
    ],
    [
      "The best. @ Al_Horford",
      "2019-11-09 15:13:33"
    ],
    [
      "I want him simply because his presence invalidates everything Al Horford does well",
      "2019-11-09 15:09:20"
    ],
    [
      "Y’all signed a aging al horford to a pretty bad contract and he has been balling",
      "2019-11-09 15:08:40"
    ],
    [
      "Al Horford # NBAVote",
      "2019-11-09 14:51:37"
    ],
    [
      "Always finding a player to take under the bus",
      "2019-11-09 14:45:09"
    ],
    [
      "That guy deleted his tweet, but with Boston - they've got Kemba Walker, Gordon Hayward and Marcus Smart as their vets. And look at how the young guys are thriving with that core. Plus Al Horford unexpectedly walked, which is a huge void to fill.",
      "2019-11-09 14:40:09"
    ],
    [
      "The @ sixers fans have started asking the hard questions on @ Al_Horford",
      "2019-11-09 14:39:35"
    ],
    [
      "Al Horford is average",
      "2019-11-09 14:22:05"
    ],
    [
      "# Celtics leaders during the Brad Stevens Era: Games: @ smart_MS3 Starts: Avery Bradley Minutes: Marcus Smart Points: @ isaiahthomas 3-Pointers: Smart Rebounds: @ Jared_Sully0 Assists: Smart Steals: Smart Blocks: @ Al_Horford FG%: @ IamAmirJohnson FT%: Isaiah Thomas Win Shares: Thomaspic.twitter.com/g53mZEQfFW",
      "2019-11-09 14:03:34"
    ],
    [
      "You literally typed in al horford airball what do you think the tweets that come up will be?",
      "2019-11-09 13:58:25"
    ],
    [
      "Me when I see Al Horford being slandered by ungrateful Philly “fans.” https://twitter.com/CullerSports/status/1193201826432200704 …",
      "2019-11-09 13:26:58"
    ],
    [
      "Joel Embiid Al Horford -10 and -11 plus minus https://twitter.com/PhillyWRLD/status/1192806251694088192 …",
      "2019-11-09 13:10:12"
    ],
    [
      "Idc if he was playing in China. AL HORFORD SLANDER WILL NOT BE TOLERATED! https://twitter.com/KeithSmithNBA/status/1193024157748994049 …",
      "2019-11-09 13:06:56"
    ],
    [
      "Al Horford ahhhh",
      "2019-11-09 13:03:19"
    ],
    [
      "Sixers signed Tobias Harris to a $180m contract and old man Al Horford to a 3 year contract",
      "2019-11-09 12:58:37"
    ],
    [
      "Nueva conexión con @ Al_Horford # PhilaUnitepic.twitter.com/2UJBEoMpjh",
      "2019-11-09 12:57:07"
    ],
    [
      "Losing that game against the Suns really fucking hurt. We wasted a 30 point Al horFord performance. And the best game you’re going to get out of Furkan, all because Ben refused to shoot lmao.",
      "2019-11-09 12:46:27"
    ],
    [
      "i said Al horford wasn’t it when he was in boston.. y’all thot i was crazy. Dudes trash. anything he ever did good stayed in Atlanta.. he’s trash! T R A S H",
      "2019-11-09 12:45:29"
    ],
    [
      "Aynen öyle abi sokağın Al Horford'ı gibiyim",
      "2019-11-09 12:44:38"
    ],
    [
      "Alright hear me out.. Philly gets: Daniel Theis 2020 2nd round pick. Me spitting in their face. Celtics get: Al Horford Who says no?",
      "2019-11-09 12:40:01"
    ],
    [
      "Really didn’t expect Al Horford to be the second worst big man loss for the Celtics",
      "2019-11-09 12:25:41"
    ],
    [
      "al horford fiziği varmış sende.",
      "2019-11-09 12:24:48"
    ],
    [
      "Furkan al horford ile çıkışa geçmişti embiid girdiği an etkisiz eleman oluyor aynı anda oynamaları direk zarar",
      "2019-11-09 11:54:18"
    ],
    [
      "That’s why We Got AL horford to hold the fort down for when it get wild down there .. But the thing is at the end of the day You have to see Embiid on both ends of the floor .. Shit same go for AL ..",
      "2019-11-09 11:51:45"
    ],
    [
      "Haven’t watched Philly close enough to see how they’re using Al Horford but... 43% FG and 63% FT are both about 10 points off his career averages. He’s averaging about 4 more shots per game.",
      "2019-11-09 11:49:16"
    ],
    [
      "Josh Richardson - 3/10 Al Horford - 3/12 Gary Harris - 2/9 Brook Lopez - 2/6 Caris LeVert - 2/13 Taurean Prince - 1/6 CJ McCollum - 4/19 Mario Hazonja - 2/9 Duncan Robinson - 1/7 Danny Green - 1/7",
      "2019-11-09 11:41:03"
    ],
    [
      "Nets Offensive Rating: 110.8 Top 5 minutes-getters: Kyrie Irving Joe Harris Taurean Prince Caris LeVert Jarrett Allen 76ers Offensive Rating: 105.7 Top 5 minutes-getters: Tobias Harris Josh Richardson Al Horford Ben Simmons Joel Embiid",
      "2019-11-09 11:40:10"
    ],
    [
      "y'all out here blaming brett like al horford had any business shooting that 3",
      "2019-11-09 11:37:21"
    ],
    [
      "The Hump loves all holidays yo Al Horford call this grandma",
      "2019-11-09 10:47:46"
    ],
    [
      "Shhhh- I still follow @ Al_Horford and Anna, and still listen to the Horford Happy Hour. Because Fam doesn’t stop when you move to a new city for your career. # BleedGreen",
      "2019-11-09 10:43:53"
    ],
    [
      "when al horford steps on the court without ben simmons to amplify his voice and create a safe space pic.twitter.com/4sFYglN6U4",
      "2019-11-09 10:22:48"
    ],
    [
      "@ Al_Horford and @ J_Rich1 are under performing so hard. Blame @ JoelEmbiid for being out of shape and looking sluggish out there but he at least puts up numbers. # Sixers # embarrassing",
      "2019-11-09 10:07:47"
    ],
    [
      "The Blazers missing something man. Like a Kevin Love or a Al Horford type of player. They need Nurkic back too.",
      "2019-11-09 10:06:41"
    ],
    [
      "Sixers should be playing bully ball and they are shooting more threes than Suns, Jazz, and, nuggets. That’s Brett’s offense. Figured Embiid would be running post and al Horford run base line as a power forward. This team has two bigs they are NOT supposed to be by the perimeter.",
      "2019-11-09 09:11:19"
    ],
    [
      "Put on me shoes and like yo Al Horford call this grandma",
      "2019-11-09 08:47:50"
    ],
    [
      "Al Horford encestó 8 puntos, 10 rebotes , 4 asistencias y 2 bloqueos en la derrota de Philadelphia 100-97 ante Denver # NBA Cortesía de Vicente Peralta candidato a Regidor por el PRMpic.twitter.com/IeKHH9hXRC",
      "2019-11-09 08:00:11"
    ],
    [
      "Lamar whatup my man yo Al Horford call this grandma",
      "2019-11-09 07:59:47"
    ],
    [
      "JB has a fraction of their contracts and has as many points as Al horford",
      "2019-11-09 07:18:13"
    ],
    [
      "Daniel theis IS NOT better than al horford",
      "2019-11-09 07:07:27"
    ],
    [
      "Nikola Jokic is so gargantuan. Look at how he dwarfs Al Horford and just out-muscles him in the post. Horford is strong as shit and looks like a wing out there getting backed down. Also, look at Jokic being aggressive to be aggressive. That is what Denver needs. pic.twitter.com/QPEx3lXxHw",
      "2019-11-09 07:00:25"
    ],
    [
      "Isn’t this the same guy who called Al Horford average??",
      "2019-11-09 06:56:54"
    ],
    [
      "Whatup Lake Minnetonka yo Al Horford call this grandma",
      "2019-11-09 06:48:43"
    ],
    [
      "It's time to morning and yo Al Horford call this grandma",
      "2019-11-09 06:28:14"
    ],
    [
      "Jamal Murray was strong as hell on defense against Philly. In the clip below, Murray gets Al Horford switched onto him & Horford wants to take advantage. Well, Murray had other plans as he denies the pass into the post by just fucking battling down low. That's all effort. pic.twitter.com/7lw6wWB5Sq",
      "2019-11-09 06:17:37"
    ],
    [
      "I thought Celtic were going to miss Al Horford https://twitter.com/NBA/status/1193070765291298816 …",
      "2019-11-09 05:57:26"
    ],
    [
      "Slam dunk mo' like slam hump yo Al Horford call this grandma",
      "2019-11-09 05:07:57"
    ],
    [
      "I love sexy ladies oh yeah yo Al Horford call this grandma",
      "2019-11-09 04:28:07"
    ],
    [
      "O Emblid continua sofrendo bastante quando enfrenta esses Pivos inteligentes. Al Horford e Gasol ano passado foram exemplos disso",
      "2019-11-09 04:23:16"
    ],
    [
      "What was @ Al_Horford doing? https://twitter.com/JoelRushNBA/status/1193050067701125121 …",
      "2019-11-09 04:21:35"
    ],
    [
      "If brett brown bumass don't get fuckin fired by 2020 @ realDonaldTrump def winning again # FIREBRETTBROWN # NATIONALSECURITY @ BenSimmons25 @ J_Rich1 @ Al_Horford @ JoelEmbiid @ sixers",
      "2019-11-09 04:06:24"
    ],
    [
      "Actuación de # AlHorford con los # 76ers en la # NBA - - # TiempoExtraRD # TiempoExtraRadio # Basketball # Sixers # Philadelphia # Philadelphia76erspic.twitter.com/0pNPJ3wPgi",
      "2019-11-09 03:43:00"
    ],
    [
      "@ sixers @ JoelEmbiid @ tobias31 @ Al_Horford @ mikescott @ J_Rich1 FACTS # Sixers # HereTheyComepic.twitter.com/Udr9NqKbzI",
      "2019-11-09 03:29:57"
    ],
    [
      "I'm convinced brett brown blackmailing the front office wit naked gay orgy pics... LITERALLY ZERO other reason his bumass ain't fired # PAYATTENTION @ sixers @ BenSimmons25 @ JoelEmbiid @ J_Rich1 @ Al_Horford # PAYATTENTION",
      "2019-11-09 03:28:46"
    ],
    [
      "Guys, Al Horford is clearly a double agent for the Celtics. He played really well against us to gain the Sixers trust and now he's playing bad on purpose to ruin them.",
      "2019-11-09 03:12:18"
    ],
    [
      "ben de ondan şikayetçiyim aslında kyrienin bostonda al horford abimizle birlikte oynadı Clevelanda love ve LeBronla oynadı aynışekilde durant okcde Enes Kanter ve Steven Adams gibi adamlarla gswde draymond green gibi iç dış şut atan adamlarla oynadılar şimdiki uzunlar geride:(",
      "2019-11-09 03:06:14"
    ],
    [
      "Embiid has more excuses to not feel well than anyone, ever. I am a 76ers fan, and it's gotten really old. Now the \"high altitude\" is giving him poopy pants. \"Ninety-nine percent of the failures come from people who have the habit of making excuses.\"- George Washington Carver",
      "2019-11-09 03:04:30"
    ],
    [
      "Hey remember when Al Horford airballed a big shot and Jokic hit the game winner",
      "2019-11-09 02:52:00"
    ],
    [
      "@ JoelEmbiid @ sixers @ tobias31 @ Al_Horford This loss was embarrassing. How do we blow a 19 point lead in the 4th quarter? Started 5-0 and now we're 5-3 on a 3 game losing streak. The fans and this city deserves better than what we saw tonight. Get it together.",
      "2019-11-09 02:51:25"
    ],
    [
      "The best part was 6ers fans chanting MVP for embiid and al horford took the shot before that",
      "2019-11-09 02:51:03"
    ],
    [
      "Absolutely. Just like Jimmy Butler before him we got a ball handler in Josh Richardson who can’t create for others well or shoot the 3 well, Al Horford who is a great player and all but is basically a much less dominant version of Joel Embiid’s final form, our best",
      "2019-11-09 02:41:37"
    ],
    [
      "Celtics fans slandering Al Horford on the TL???",
      "2019-11-09 02:33:38"
    ],
    [
      "Worry bout Al Horford dem",
      "2019-11-09 02:31:44"
    ],
    [
      "Joel Embiid Al Horford Losing to Jokic tonight",
      "2019-11-09 02:24:24"
    ],
    [
      "Tobias Harris and Al Horford pic.twitter.com/Ddq4WaN0zm",
      "2019-11-09 02:24:03"
    ],
    [
      "I’ll fucking cry myself to sleep with this Al Horford contract",
      "2019-11-09 02:14:06"
    ],
    [
      "Al Horford is a walking dumpster",
      "2019-11-09 02:12:43"
    ],
    [
      "Actuación del dominicano @ Al_Horford en el mejor baloncesto del mundo la @ nba ----------------------------------------------------------------------------------- # parafanaticord # orgullodominicano # platanopower… https://www.instagram.com/p/B4oaxjvAi20/?igshid=a77e3hzjq2uf …",
      "2019-11-09 02:10:03"
    ],
    [
      "What’s the point of having Al Horford or Joel Embiid if you’re not going to put them in the paint where they’re best at in the most crucial parts of the game? Utilize their strengths, Brett Brown!",
      "2019-11-09 01:59:10"
    ],
    [
      "Lmaooo Al Horford 3-12 y’all can have him for 110 million and keep talking about the Brown contract who’s averaging 16 on 51%",
      "2019-11-09 01:56:04"
    ],
    [
      "@ SpikeEskin you look like a meth head and are wearing an AL Horford shirt in your picture. Massive L",
      "2019-11-09 01:56:02"
    ],
    [
      "Harris is the 3rd option. He's provided just fine. As has your 4th option, Al Horford. Question lies in the 1st option, Embiid whose body language was utterly disgusting tonight, and your 2nd option, Simmons whose \"viral\" videos have failed to show a thing.",
      "2019-11-09 01:54:26"
    ],
    [
      "Dawg I cannot stand Al Horford anymore can we trade this nigga https://twitter.com/falayhomilk/status/1193026367610376192 …",
      "2019-11-09 01:50:55"
    ],
    [
      "Sizers really paying Al Horford and Tobias Harris a combined $60 million a year...",
      "2019-11-09 01:46:54"
    ],
    [
      "Everyone mad at Al Horford for that airball but I’m asking myself why is he out there taking his 7th 3 pointer of the game",
      "2019-11-09 01:46:48"
    ],
    [
      "Sixers twitter turning on Al Horford?!?! Send him back to Boston",
      "2019-11-09 01:46:01"
    ],
    [
      "Celtics fan slandering al Horford? pic.twitter.com/8LrsoYNfF8",
      "2019-11-09 01:45:24"
    ],
    [
      "i will love and support this team till the day i die BUT FOR CHRIST’S SAKE, AL HORFORD YOU NEED TO MAKE THAT WIDE OPEN THREE",
      "2019-11-09 01:44:45"
    ],
    [
      "Al Horford went OFF tonight 8 points 3/12 shooting -11 +/- Bricked game winning shot 109 mill contract over 4 years L pic.twitter.com/0HvA10B9xP",
      "2019-11-09 01:43:46"
    ],
    [
      "Al Horford’s airball 3 will show up on the box score, maybe that’s why I appreciated it so very much",
      "2019-11-09 01:42:36"
    ],
    [
      "what if al horford stayed in boston could become one of the biggest what ifs of all time",
      "2019-11-09 01:42:23"
    ],
    [
      "How doesn’t that comeback from coaching? Are you taking a shot at Brett? Isn’t his job to teach them to play inside bully ball? He preached it in offseason. Was it more Elton or Brett? Brett preaches pace and space, but you got a big team you body up, but Al Horford in by the 3?",
      "2019-11-09 01:40:47"
    ],
    [
      "Tru let me stop tripping lol",
      "2019-11-09 01:40:26"
    ],
    [
      "I’m blaming an Al Horford Brett Brown combo. There is only so much Brett can do from the sidelines al has to step up as a vet and motivate the team down the stretch",
      "2019-11-09 01:40:15"
    ],
    [
      "How you guys enjoying the al Horford experience 30 one game ..under 10 back to back games ..inconsistent al",
      "2019-11-09 01:40:00"
    ],
    [
      "I love the sixers hate al horford",
      "2019-11-09 01:39:59"
    ],
    [
      "O'quinn fez 11 pontos em 7 minutos. Al horford fez 8 pontos em 31 minutos, além de ter dado air ball em um dos lances mais importantes do jogo.",
      "2019-11-09 01:39:56"
    ],
    [
      "Missed free throws, Embiid played like crap despite the numbers he put up, Al Horford has been brutal the last few games, they froze Korkmaz the second half of this game, Tobias disappeared in the second half and the defense was horrendous! So even tho we was up big at one point https://twitter.com/BrianMikeJacobs/status/1193022337437839360 …",
      "2019-11-09 01:39:48"
    ],
    [
      "Sixers have $576M in Embiid, a 33 year old Al Horford, a PG who's afraid to shoot, and fucking Tobias Harris. They're going to be handicapped for depth big time. The Tobias and Horford contracts were horrible from the jump.",
      "2019-11-09 01:39:42"
    ],
    [
      "Yea it’s only November they’ll be good. Had a hard road trip.. one game with our embiid & one game without Simmons.. I’m not worried at all",
      "2019-11-09 01:39:39"
    ],
    [
      "season still early but got damn we shouldn’t b losing these games don’t wanna have to look back at the end of the season before playoffs",
      "2019-11-09 01:39:01"
    ],
    [
      "@ JoelEmbiid YOURE TRASH, @ Al_Horford 8 POINTS AND BACK TO BACK MISSED 3s I hate you for now, @ tobias31 13 POINTS WE DIDNT PAY 180 MILLION TO SCORE 13 POINTS you bum, @ J_Rich1 7 FUCKING POINT @ RaulTogni , @ FurkanKorkmaz and @ Kyle_OQuinn you guys played well keep it up",
      "2019-11-09 01:38:39"
    ],
    [
      "Embiid is obv a nice player but game on the line and a chance to seal it and he passes up the moment to Al Horford (who absolutely airmailed a 3). Gotta get that killer instinct.",
      "2019-11-09 01:38:26"
    ],
    [
      "For real that hurt .. we need Ben back for fast breaks and switches on defense though",
      "2019-11-09 01:37:48"
    ],
    [
      "@ Al_Horford air ball doe",
      "2019-11-09 01:37:11"
    ],
    [
      "@ sixers @ JoelEmbiid @ tobias31 @ Al_Horford @ J_Rich1 @ BenSimmons25 Lissssssten please my dudes get your shit together forreal how much more do sixers fan still have to suffer? Please do it for your fan base man. This shit truly hurts to watch.",
      "2019-11-09 01:36:02"
    ],
    [
      "Why did you guys get Al Horford? Ya'll 'MOTHERF****RS ACT LIKE @ JimmyButler NOT A GOOD BASKETBALL PLAYER’!",
      "2019-11-09 01:35:35"
    ],
    [
      "Eu vejo o que você fez lá Al Horford também se mostrou egoísta",
      "2019-11-09 01:34:43"
    ],
    [
      "really it's a \"missing every fucking free throw\"/\"Al Horford deciding to shoot seventy bad 3s\" but fuck the refs, too",
      "2019-11-09 01:34:02"
    ],
    [
      "Al horford actually",
      "2019-11-09 01:33:48"
    ],
    [
      "If al horford doesnt play god awful easy win.",
      "2019-11-09 01:32:33"
    ],
    [
      "Enquanto isso, Al horford estava errando todos os arremessos possíveis e Embiid só estava dando turnover https://twitter.com/killa_cam86/status/1193022376977584129 …",
      "2019-11-09 01:32:07"
    ],
    [
      "Also , this Al Horford signing was baaaaddddd , and that thought isn’t off of just one game. But really showed tonight !! Please let Tobias close games out from now on",
      "2019-11-09 01:31:28"
    ],
    [
      "Your boi Al Horford airballed a potential game sealing three. Get your bum ass out of here bitch. https://twitter.com/SpikeEskin/status/1192991464340500481 …",
      "2019-11-09 01:31:22"
    ],
    [
      "Al Horford air balled the game clincher by a fucking foot",
      "2019-11-09 01:31:10"
    ],
    [
      "Trade al horford",
      "2019-11-09 01:31:01"
    ],
    [
      "First game I’ve watched all year and you blow a 21pt lead, Al Horford air balling threes at the end of the game..but trust the process 4 years running..SMDH",
      "2019-11-09 01:30:09"
    ],
    [
      "Al Horford smh pic.twitter.com/GO7YivtVRT",
      "2019-11-09 01:29:53"
    ],
    [
      "Al Horford was a system center",
      "2019-11-09 01:29:52"
    ],
    [
      "I’m normally a BB supporter but that Al Horford three call was garbage.",
      "2019-11-09 01:29:51"
    ],
    [
      "my take on tonight’s game: - the refs were terrible down the stretch BUT - we blew a 20 point lead - we need to make free throws - embiid needs to step up - neto, burke, ennis, and KOQ give me hope - al horford CANNOT airball a clutch 3",
      "2019-11-09 01:29:29"
    ],
    [
      "@ AlHorford_SZN @ AlHorfordStats you a bitch",
      "2019-11-09 01:29:25"
    ],
    [
      "I appreciated Al Horford, and all he gave me was a caked layup and an air ball three",
      "2019-11-09 01:28:40"
    ],
    [
      "How about that AL Horford air ball, my fault, Brett Brown shot that. Smh",
      "2019-11-09 01:28:06"
    ],
    [
      "Phila furkanın 3/3 le 3 sayı attığını unutmuş. Adamı hiç kullanmadılar 3.periyotta. Maç son topa kalmazdı. Al horford aptal aptal üçlükler denemeseydi",
      "2019-11-09 01:26:56"
    ],
    [
      "Al Horford is just going to piss me off for the entirety of his Sixers tenure. I don’t wanna hear it from any of you Horford truthers, he’s a gigantic waste of $109 million and that contract is going to prevent this team from being a dynasty.",
      "2019-11-09 01:26:45"
    ],
    [
      "Philly lost thanks to Al Horford airballing a wide open 3 pic.twitter.com/wc1zKj3YFU",
      "2019-11-09 01:26:07"
    ],
    [
      "THE 76ERS ARE CHOKERS. BIG AL HORFORD WITH A CLUTCH AIR BALL",
      "2019-11-09 01:26:01"
    ],
    [
      "Yeah, the officiating was probably really bad down the stretch. But Joel Embiid was ***AWFUL*** on offense. Al Horford was, too. Harris and Richardson were a combined 9-24 from the field. The Sixers lost this game because of the Sixers, not because of the refs.",
      "2019-11-09 01:25:58"
    ],
    [
      "Al Horford shouldn't be shooting 3's in crunch time",
      "2019-11-09 01:25:55"
    ],
    [
      "I'll say this loud for the people in the back. AL HORFORD IS NOT THAT GREAT.",
      "2019-11-09 01:25:31"
    ],
    [
      "That was fucking disgusting what is wrong with the Sixers??? Up like close to 20 points going into the 4th...Al Horford @ Al_Horford don’t take 3’s if you gonna airball multiple times and Joel @ JoelEmbiid just score and do your thing. Wtf what a disappointing loss",
      "2019-11-09 01:25:30"
    ],
    [
      "Al Horford airball open 3 is crazy. I’d rather Joel just post up and miss.",
      "2019-11-09 01:25:19"
    ],
    [
      "Al Horford with the game on the line. pic.twitter.com/Q7ITA7z44n",
      "2019-11-09 01:25:08"
    ],
    [
      "Al Horford - Philadelphia 76ers 8 PTS 10 RBD 4 AST 2 BK 1 STL 1 TO [FD(34: 5.2X) DK(33: 5.5X)]",
      "2019-11-09 01:25:02"
    ],
    [
      "8 puntos, 10 rebotes y 5 asistencias para el dominicano Al Horford Reynoso en la derrota de los Sixers 97-100 ante Denver . . # nba # basket # basketball # nbalatam # elpuntodeportivo https://www.instagram.com/p/B4oZS5ljKBm/?igshid=t2b7o3jsc8ek …",
      "2019-11-09 01:25:01"
    ],
    [
      "I knew trusting Al Horford was a mistake",
      "2019-11-09 01:24:28"
    ],
    [
      "Imagine Al Horford on the most important possession of the game not shooting a three that's about a foot and a half short of the rim",
      "2019-11-09 01:24:28"
    ],
    [
      "you deserve to lose that game when you let this team go on a 27-9 run in the 4th and have Al Horford shoot a 3 with the game on the line, what a fucking joke # Sixers",
      "2019-11-09 01:24:09"
    ],
    [
      "@ Al_Horford airball really!!...and now Nikola hits the winner.. @ sixers come on guys close out the games!!",
      "2019-11-09 01:24:06"
    ],
    [
      "Philadelphia 76ers Final Grades Raul Neto A+ Furkan Korkmaz A Kyle O'Quinn A Trey Burke B+ James Ennis B Tobias Harris B Josh Richardson B- Al Horford C+ Mike Scott C+ Joel Embiid C- I # Sixers I # PhilaUnite I # NBATwitter I",
      "2019-11-09 01:23:44"
    ],
    [
      "al horford vc me odeia pode falar",
      "2019-11-09 01:23:16"
    ],
    [
      "Damn Al Horford got paid a CHECK to air ball with short time remaining, @ sixers y’all hiring?",
      "2019-11-09 01:23:12"
    ],
    [
      "Al Horford washed at 33 man that’s sad",
      "2019-11-09 01:23:09"
    ],
    [
      "@ sixers trade Al Horford",
      "2019-11-09 01:22:48"
    ],
    [
      "Al Horford? More like Sixers blew a 21 point leadford!",
      "2019-11-09 01:22:40"
    ],
    [
      "al horford wtf",
      "2019-11-09 01:22:24"
    ],
    [
      "al horford u travel to philly to piss me off again",
      "2019-11-09 01:22:16"
    ],
    [
      "Fuck al Horford",
      "2019-11-09 01:21:38"
    ],
    [
      "RIP Al Horford, NBA Twitter darling 2017-2019 pic.twitter.com/EZWYuerIxj",
      "2019-11-09 01:21:34"
    ],
    [
      "Joel wanted the ball. He got it. And he kicked to Al. Horford had a wide open look.",
      "2019-11-09 01:21:29"
    ],
    [
      "Al horford air balling an open 3 in the clutch",
      "2019-11-09 01:21:21"
    ],
    [
      "Up 1 in crunch time and your go to play is an Al Horford 3.... @ sixers ain’t winning any trophies until Brett Brown’s scrub ass is the fuck out of there.",
      "2019-11-09 01:21:21"
    ],
    [
      "Al Horford wtf man",
      "2019-11-09 01:21:20"
    ],
    [
      "You have GOT to be kidding me. Unreal. I knew drawing up an Al Horford 3 play to try and extend our lead was gonna bite us.",
      "2019-11-09 01:21:07"
    ],
    [
      "Al horford just capped hard body",
      "2019-11-09 01:21:06"
    ],
    [
      "Al Horford airballing a three with 13 seconds left is everything",
      "2019-11-09 01:21:05"
    ],
    [
      "Al Horford with the choke pic.twitter.com/GyVZOGC6o3",
      "2019-11-09 01:20:59"
    ],
    [
      "Al Horford try’s a 3!!!! Up by 1 with no possession left!!!! Wtf!!! And you air ball!!! You already missed that shot 3 times in the 2nd half!!! @ sixers",
      "2019-11-09 01:20:51"
    ],
    [
      "Al Horford just missed a wide open 3 as badly as I've ever seen one missed.",
      "2019-11-09 01:20:27"
    ],
    [
      "Yea that’s cool but I’m taking Horford everyday of the week y’all saying it like Al Horford don’t do the same things, taller, can shoot and Protect the paint",
      "2019-11-09 01:20:13"
    ],
    [
      "Al Horford? More like Al SNOREford because his game has me asleep!",
      "2019-11-09 01:20:11"
    ],
    [
      "Al horford bro",
      "2019-11-09 01:20:07"
    ],
    [
      "Al Horford are you serious man????? you gonna AIRBALL, the open game clinching shot? no rim????",
      "2019-11-09 01:20:03"
    ],
    [
      "How does Al horford air ball that three??? Perfect pass from embid! # PhilaUnite # SixersOutsiders",
      "2019-11-09 01:20:02"
    ],
    [
      "NÃO DA P ACREDITAR NISSO PASSOU O JOGO TODO NA FRENTE POR 14 PONTOS P AGORA FALTANDO 13 segundos DEIXAR OS CARA COM 1 PONTO DE DIFERENÇA E NÃO SATISFEITO DAR UM AIR BALL DESSW DO AL HORFORD VTNCCCC",
      "2019-11-09 01:19:39"
    ],
    [
      "Al Horford sucks he only had 2 good games the man cant makes shot ifbhisvlife depended on it holy crap",
      "2019-11-09 01:19:34"
    ],
    [
      "Air ball by Al Horford",
      "2019-11-09 01:19:32"
    ],
    [
      "al horford just missed that shot by 25feet",
      "2019-11-09 01:19:29"
    ],
    [
      "Al Horford missed everything lol",
      "2019-11-09 01:19:25"
    ],
    2019,
    18
  ]
}