{
  "andrewbogut": [
    [
      "Ok boomer",
      "2019-11-09 20:05:17"
    ],
    [
      "The @ SEMelbPhoenix @ NZBreakers was ridiculous! So much time in the game wasted.",
      "2019-11-09 16:03:54"
    ],
    [
      "You also need bigs to get a rebound like @ festus and @ andrewbogut",
      "2019-11-09 10:32:18"
    ],
    [
      "This is cool",
      "2019-11-09 06:29:58"
    ],
    [
      "They do a good poke bowl!",
      "2019-11-09 05:22:50"
    ],
    [
      "Ah, I was a year out.",
      "2019-11-09 04:42:39"
    ],
    [
      "He should come to Australia @ andrewbogut",
      "2019-11-09 03:25:20"
    ],
    [
      "Y’all have no amount of the pride I feel having been present for several nba players, @ Yg_Trace and @ andrewbogut being the best known, coming into the Spectrum and getting totally torched by the Aggies.",
      "2019-11-09 02:37:46"
    ],
    [
      "I’ll be there for a beer before the game tomorrow. Coming down for a coldie after Bogie?",
      "2019-11-09 01:49:55"
    ],
    [
      "@ quese @ THEwillieCS15 @ epaschall @ Omarispellman what's wrong with rebounding 2nd chance points, @ andrewbogut was a beast you've watched him play and poor @ _Alvo_ lost his spot. @ kerr @ Money23Green @ StephenCurry30",
      "2019-11-09 01:40:52"
    ],
    [
      "",
      "2019-11-09 00:37:49"
    ],
    [
      "He will be in the NBA next season.",
      "2019-11-09 00:36:27"
    ],
    [
      "He could learn a lot from the great @ andrewbogut next season. In the meantime he could come out and train with the @ SydneyKings",
      "2019-11-08 22:51:09"
    ],
    [
      "After this Wiseman/NCAA fiasco, I hope that the @ NBL is sending tapes of @ RjHampton14 & LaMelo Ball to every top high school prospect in the states. Get on board @ PerthWildcats. @ andrewbogut @ ShaneHeal @ boti_nagy @ rpjward @ Liam_Santa",
      "2019-11-08 22:35:35"
    ],
    [
      "@ andrewbogut ready to give up your starting spot to get this boy to the kings. Would be a huge coup # Kingshttps://twitter.com/wojespn/status/1192935429835755522 …",
      "2019-11-08 21:44:11"
    ],
    [
      "I do agree a mix but why not take the good in the NBA and mould it into a product that’s different to to Europe. People say they turning away but it’s still by far the most exciting product when the best play the best!",
      "2019-11-08 21:25:48"
    ],
    [
      "Ah my bad. We keep didi for sure haha",
      "2019-11-08 21:16:48"
    ],
    [
      "If the # NCAA doesn’t work out for # JamesWiseman he can come and live and play in Sydney Australia for a few months. What do you think @ NBL @ SydneyKings @ andrewbogut ?",
      "2019-11-08 21:15:38"
    ],
    [
      "They can't have Didi and Wiseman (1 NS per team)",
      "2019-11-08 21:05:51"
    ],
    [
      "I have bee a Kings fan since day dot...i believe not only is this the best Kings squad ever it is the best NBL team ever assembled and coach...so much talent and zero weaknesses...",
      "2019-11-08 21:05:37"
    ],
    [
      "666-55 22-666-666-6-33-777",
      "2019-11-08 21:00:04"
    ],
    [
      "Sydney Kings with @ andrewbogut as a mentor is the smart money",
      "2019-11-08 20:51:27"
    ],
    [
      "Was awesome to watch live. Don’t get to see you guys often seeing we’re qld residents these days but was a great comeback!",
      "2019-11-08 20:15:37"
    ],
    [
      "@ andrewbogut come. Play for # melbournesoutheastphoenix",
      "2019-11-08 19:44:52"
    ],
    [
      "@ andrewbogut",
      "2019-11-08 19:42:22"
    ],
    [
      "Queen wouldn’t be impressed! I am though!",
      "2019-11-08 19:41:57"
    ],
    [
      "The unsportsmanlike calls and stoppages for reviews have been a real turn off for me in the NBL and is one of the reasons I’ve not enjoyed it as much. I’ve been pretty disappointed this season and I’m losing interest again as a fan that just got back into NBL last two years",
      "2019-11-08 19:28:38"
    ],
    [
      "The NBA has the most talent in the world but for a lot of people outside the USA now it’s not the best league. The way the NBA is now a lot of fans are turning off it including me. I got back into the NBL last year because of how hard the NBA was to watch.",
      "2019-11-08 19:26:41"
    ],
    [
      "Lol really? Damn... he got “sources”",
      "2019-11-08 18:50:54"
    ],
    [
      "Lol ... His “sources” are back (again)",
      "2019-11-08 18:50:04"
    ],
    [
      "@ ZachLowe_NBA @ johnschuhmann @ BillSimmons now this is an NBA stat y'all would appreciate!",
      "2019-11-08 18:23:35"
    ],
    [
      "Too funny !",
      "2019-11-08 18:01:35"
    ],
    [
      "Great win and love the passion in the tweet",
      "2019-11-08 17:50:28"
    ],
    [
      "The NBA is the show piece of the sport across the world... the rules don’t have to be the same but why not actually try and be a cohesive unit? To me, it just sounds weird that the world body doesn’t want to be like the best league in the world",
      "2019-11-08 17:30:48"
    ],
    [
      "Our refs just need to get better. Call the game better so these calls stand out as a necessity rather than obnoxious",
      "2019-11-08 17:23:07"
    ],
    [
      "Can’t wait to watch you play on Dec 21st!",
      "2019-11-08 17:18:53"
    ],
    [
      "Lol!!! He must be hanging around you too much bogeyman",
      "2019-11-08 16:12:30"
    ],
    [
      "",
      "2019-11-08 14:11:17"
    ],
    [
      "We love you two",
      "2019-11-08 12:55:58"
    ],
    [
      "Ok, I’m in love with this interaction",
      "2019-11-08 12:44:28"
    ],
    [
      "Have you got @ didi to watch “The Castle” or “Wog Boy” yet?",
      "2019-11-08 10:38:45"
    ],
    [
      "I was there and sitting behind your teams bench, great comeback winpic.twitter.com/ur0dpK5bCj",
      "2019-11-08 10:37:49"
    ],
    [
      "Kkkkkk",
      "2019-11-08 10:35:31"
    ],
    [
      "Heave you retired?",
      "2019-11-08 10:34:43"
    ],
    [
      "O @ andrewbogut tá satisfeito com o nosso @ Didi ? https://twitter.com/andrewbogut/status/1192775096571580417 …",
      "2019-11-08 10:26:19"
    ],
    [
      "So, the more he wins the better his English? Is that the trade off?",
      "2019-11-08 10:01:53"
    ],
    [
      "# okboomer",
      "2019-11-08 09:48:38"
    ],
    [
      "Good game, though at one point I was sitting there wondering if the refs were actually gonna raise there bat to the crowd for cracking 50 fouls tonight",
      "2019-11-08 09:33:30"
    ],
    [
      "I was a player for 25 years until I did my knee, and to still be a part of the game I’ve switched over to reffing! I’ve got to say it is a lot harder than I thought it would be. Just jump straight up and you shouldn’t land on him",
      "2019-11-08 09:21:02"
    ],
    [
      "hahhahhah",
      "2019-11-08 09:15:47"
    ],
    [
      "Aussie as!",
      "2019-11-08 09:15:25"
    ],
    [
      "Don’t apologise for excitement mate! You’re in Sydney now! That shit is passion!!",
      "2019-11-08 09:09:03"
    ],
    [
      "Awesome game, was great to be in the crowd tonight.",
      "2019-11-08 09:07:41"
    ],
    [
      "@ Disfordidi",
      "2019-11-08 09:07:04"
    ],
    [
      "",
      "2019-11-08 09:06:47"
    ],
    [
      "Sorry papa I got excited",
      "2019-11-08 09:06:42"
    ],
    [
      "Huge win @ SydneyKings . Didi’s English is getting better too! (Caution swearing!)https://twitter.com/Didi/status/1192767567762358272 …",
      "2019-11-08 09:05:18"
    ],
    [
      "Huge comeback and thanks for coming on @ 7NewsSydney last night @ andrewbogut more of that exclusive chat soon @ 7Cricket",
      "2019-11-08 08:37:59"
    ],
    [
      "A hashtag isn’t a position. Even the kids who insult you could tell you that LMFAO",
      "2019-11-08 08:24:19"
    ],
    [
      "It’s a serious problem, @ andrewbogut is correct, need to increase professionalism",
      "2019-11-08 08:21:33"
    ],
    [
      "and this, barring the NBA’s goaltending rule, is why FIBA has better rules than the NBA.",
      "2019-11-08 07:46:08"
    ],
    [
      "@ andrewbogut’s column in @ telegraph_sport is back. This week, Andrew delves into the @ NBL’s contentious unsportsmanlike foul. Would FIBA look to change? No. FIBA likes to distance themselves with numerous rules so they are NOT like the NBA. # NBL20https://www.dailytelegraph.com.au/sport/basketball/unsportsmanlike-foul-issue-proves-a-big-headache-for-the-nbl/news-story/1f912fdbada704c8ecb75cb4f6bfb6ce …",
      "2019-11-08 07:44:55"
    ],
    [
      ". @ Andrewbogut standing tall # SYDatBNE # NBL20 : @ SBSOnDemand :http://bit.ly/2Njexqw pic.twitter.com/0WNJQiUCIw",
      "2019-11-08 07:14:55"
    ],
    [
      "Omg",
      "2019-11-08 06:51:17"
    ],
    [
      "@ LeishmanBrodie how is this for some data haha",
      "2019-11-08 06:46:29"
    ],
    [
      "nice @ JeffPassan @ IrynaIvanova @ andrewbogut @ JoshYohe_PGH @ BarrySanders",
      "2019-11-08 04:55:16"
    ],
    [
      "This is quality!",
      "2019-11-08 04:12:35"
    ],
    [
      ". @ andrewbogut column: More coaches and players will be thrown out of games if the NBL can’t get a handle on unsportsmanlike fouls. And referees are just as much the victims of the rule http://bit.ly/32lRAY0",
      "2019-11-08 03:30:08"
    ],
    [
      "Which places did you play below expectations Boges? ;-)",
      "2019-11-08 03:02:44"
    ],
    [
      "@ andrewbogut pic.twitter.com/OJbvi4zQUC",
      "2019-11-08 02:53:17"
    ],
    [
      "Tit-Shacks is my new favourite word! Haha",
      "2019-11-08 02:00:54"
    ],
    [
      "",
      "2019-11-08 01:44:23"
    ],
    [
      "Ok boomer",
      "2019-11-08 01:40:53"
    ],
    [
      "@ halmatrah",
      "2019-11-08 01:37:31"
    ],
    [
      "This work at Kings games for you @ andrewbogut ?",
      "2019-11-08 00:34:18"
    ],
    [
      "@ buttsy00",
      "2019-11-08 00:31:07"
    ],
    [
      "That’s Ricky Jerrett-esque. Wonder if James has a fun house",
      "2019-11-08 00:25:52"
    ],
    [
      "",
      "2019-11-08 00:12:35"
    ],
    [
      "@ samjwatson",
      "2019-11-08 00:10:30"
    ],
    [
      "FBI-level type of investigative research",
      "2019-11-08 00:02:07"
    ],
    [
      "It’s nice to see a real actual scientific study!",
      "2019-11-07 23:40:50"
    ],
    [
      "@ goyds93 @ timinglis93 @ innocuousmusing",
      "2019-11-07 23:10:25"
    ],
    [
      "Bahahahag",
      "2019-11-07 22:48:32"
    ],
    [
      "@ drewyglassjaw",
      "2019-11-07 22:46:56"
    ],
    [
      "That is some excellent analysis and use of excel. I will obviously now google the stripclub ratings to check.....any good ones in NYC??? Hahaha",
      "2019-11-07 22:37:47"
    ],
    [
      "Haha, “Canadian ballet”",
      "2019-11-07 22:37:09"
    ],
    [
      "@ iflan80",
      "2019-11-07 22:29:26"
    ],
    [
      "@ limpwrisket",
      "2019-11-07 22:09:10"
    ],
    [
      "What about SF strip clubs? We have amazing clubs. So does Portland. Hmm.",
      "2019-11-07 22:04:00"
    ],
    [
      "God damn I knew I should have gone to a strip club in SLC last night",
      "2019-11-07 21:42:37"
    ],
    [
      "Snitches",
      "2019-11-07 21:37:59"
    ],
    [
      "",
      "2019-11-07 21:34:45"
    ],
    [
      "If you haven’t opened reddit to see this, it’s even better with the chart.pic.twitter.com/v7sCcA1mod",
      "2019-11-07 21:34:38"
    ],
    [
      "@ GilesBrunt alot of cities about to fix their strip clubs up",
      "2019-11-07 21:33:53"
    ],
    [
      "",
      "2019-11-07 21:30:31"
    ],
    [
      "A hero, that's who",
      "2019-11-07 21:28:57"
    ],
    [
      "# AndrewBogut explains beauty of what's going on with # Warriors right nowhttp://flip.it/bbIrld",
      "2019-11-07 20:27:14"
    ],
    [
      "Old mate doesn't mind flogging her book on the show.",
      "2019-11-07 17:18:43"
    ],
    [
      "Cavs legend @ andrewbogut https://twitter.com/BenAxelrod/status/1192254649727934464 …",
      "2019-11-07 11:49:15"
    ],
    [
      "FYI.... @ Burgo0806 @ sowwowofficial6 @ andrewbogut It seems that term is getting a real workout today! https://twitter.com/CBSNews/status/1192416319678926850 …",
      "2019-11-07 09:42:20"
    ],
    [
      "Do you have a counter to his position? Or just an insult? Usually an insult is the default when people can't form a counter point. Much like my kids do.",
      "2019-11-07 09:20:37"
    ],
    [
      "@ andrewbogut @ kicks14 Jazz hands at all Kings games from now on, please. Put the announcement over the PA system pre-game. # okboomer",
      "2019-11-07 08:14:31"
    ],
    [
      "pic.twitter.com/rrSNGtANM7",
      "2019-11-07 08:10:43"
    ],
    [
      "You’re in elite company",
      "2019-11-07 08:09:59"
    ],
    [
      "I’m just here so I don’t get blocked.",
      "2019-11-07 08:07:53"
    ],
    [
      "Argh that mut! Her line of thinking has this world fucked.",
      "2019-11-07 08:03:56"
    ],
    [
      "@ andrewbogut thought you’d like that one",
      "2019-11-07 07:52:08"
    ],
    [
      "",
      "2019-11-07 07:50:57"
    ],
    [
      "Well...looks like \"old white men\" have been given a bit of a break. It's now \"old black former presidents\" that are copping the heat.",
      "2019-11-07 07:32:13"
    ],
    [
      "i usually did ok at every sport i tried. but i found basketball to be ridiculous,played a season in norseman with footy club team but never bothered again.i got an F at basketball.",
      "2019-11-07 07:27:25"
    ],
    [
      "And Ross was a better basketballer than he makes out. But my experience as a parent of rep basketball in Melbourne at that time has made me actively warn other parents to reject it. Hope it has changed because it was a horrible culture. Toxic.",
      "2019-11-07 07:24:02"
    ],
    [
      "nice project @ JeffPassan @ andrewbogut @ BarrySanders @ TG3II @ CBusLitigator",
      "2019-11-07 07:08:39"
    ],
    [
      "",
      "2019-11-07 05:30:08"
    ],
    [
      "Not that far from New York, it seems.",
      "2019-11-07 05:28:38"
    ],
    [
      "Think you missed the joke there, so did the big fella",
      "2019-11-07 05:21:04"
    ],
    [
      "Superstar basketballer @ andrewbogut has spoken about his burning desire to achieve the one award that's eluded him and the Boomers. Bogut says our men's team has what it takes to win an Olympic medal in Tokyo, and has given current @ NBA star @ BenSimmons25 the ultimate compliment.pic.twitter.com/hvbuGXpRZr",
      "2019-11-07 04:57:59"
    ],
    [
      "Thanks for the update numbnuts!",
      "2019-11-07 04:55:34"
    ],
    [
      "I had no clue what I was doing back then in Thessaloniki... still do not know",
      "2019-11-07 04:53:23"
    ],
    [
      "A NZ Politician was giving a speech in parliament today about climate change and was interrupted by an older politician and she gave him the brush off by saying “ok boomer”....and then continued with her speech. I think that’s where the sudden rise of ‘ok boomer’ has come from.",
      "2019-11-07 04:49:09"
    ],
    [
      "Why didn't you sign him in @ kkzadar?",
      "2019-11-07 04:47:13"
    ],
    [
      "OMG!!! My first international event too.... arriving at the gym and became \"friend\" of a croatian native recording Australia's first game, Mr. Bogut.",
      "2019-11-07 04:43:45"
    ],
    [
      "Lorbek, Sofo, Deron Williams, Yi, Vasilopoulos, Vougioukas, Atsur, Maric (barely played!), Perperoglou!, Jankunas!!!, Newley, Banic, Omerhodzic (aka... Markota), Mavrokefalidis, Rizvic, Marriaga, Marko Tomas, JJ Redick (1p the entire event...) and PJ RAMOS!!! My 1st event...",
      "2019-11-07 04:38:30"
    ],
    [
      "Didn’t you block someone over it?",
      "2019-11-07 03:58:55"
    ],
    [
      "Where in the world is Adalaide?",
      "2019-11-07 03:58:51"
    ],
    [
      "pic.twitter.com/jTxHaSqQ3M",
      "2019-11-07 03:57:35"
    ],
    [
      "No it's millenials. It's boomers fault they can't find a job in a booming economy and nobody willing to make the a CEO out of college.",
      "2019-11-07 03:49:39"
    ],
    [
      "Although people can be acting 'boomer' without being born in those years.",
      "2019-11-07 03:47:43"
    ],
    [
      "You're right. It's starting to be misused",
      "2019-11-07 03:47:07"
    ],
    [
      "that would make sense if it was actually being directed at people who are actually in the age group to be boomers",
      "2019-11-07 03:43:11"
    ],
    [
      "She's pretty",
      "2019-11-07 03:37:51"
    ],
    [
      "And stop pretending that because you're old you're somehow more informed.",
      "2019-11-07 03:30:10"
    ],
    [
      "Nah it more means \"please stop putting forward false theories and memes about how the younger generation have it easy\".",
      "2019-11-07 03:29:40"
    ],
    [
      "He plays basketball for Australia so he literally is a Boomer",
      "2019-11-07 03:22:13"
    ],
    [
      "well it clearly can't mean they are a boomer, considering most of the people who have had it said to them are not actually born before 1965, pretty sure it means \"you don't agree with my millennial always offended crybaby thinking and I have no actual real argument.\"",
      "2019-11-07 03:20:42"
    ],
    [
      "@ andrewbogut this is why the flogs say “ ok boomer” to you",
      "2019-11-07 02:59:20"
    ],
    [
      "ok boomer",
      "2019-11-07 02:55:57"
    ],
    [
      "@ andrewbogut dude stop blocking peoole this is actually good and not offensive to you pic.twitter.com/YPVWJez7pK",
      "2019-11-07 02:55:52"
    ],
    [
      "lol",
      "2019-11-07 02:50:26"
    ],
    [
      "Hi bogut cnm nmbs",
      "2019-11-07 02:42:44"
    ],
    [
      "Lol ok boomer",
      "2019-11-07 02:24:23"
    ],
    [
      "Ok snowflake.",
      "2019-11-07 02:05:09"
    ],
    [
      "# teamObama",
      "2019-11-07 01:51:09"
    ],
    [
      "Imposter!",
      "2019-11-07 01:43:12"
    ],
    [
      "He’s not going to sleep with you Matt",
      "2019-11-07 01:38:31"
    ],
    [
      "Not really lmao",
      "2019-11-07 01:38:28"
    ],
    [
      "NMSL",
      "2019-11-07 00:44:46"
    ],
    [
      "NMSL",
      "2019-11-07 00:42:09"
    ],
    [
      "oh ok, must be nice to know everything",
      "2019-11-07 00:04:04"
    ],
    [
      "He has the jersey and the outlook of a boomer",
      "2019-11-06 23:57:30"
    ],
    [
      "Authenticity, clear articulation and scalability. A great article on # why @ andrewbogut backs the people behind his investments and why he backed Sportility, Listing Loop, PillPack, Cloud9 Esports, Inc. # startup # people # sportstech…https://lnkd.in/e2BBdxt https://lnkd.in/eFtqs99",
      "2019-11-06 23:16:05"
    ],
    [
      "Hey boomer, google where fiba headquarters is",
      "2019-11-06 23:16:03"
    ],
    [
      "I think he goes to Hogwarts",
      "2019-11-06 22:54:48"
    ],
    [
      "Pity Andrew is about 20 years to young to be a \"boomer\".",
      "2019-11-06 22:23:22"
    ],
    [
      "Boomer also what we call our Australian Men's Basketball Team you idiot which is why people are calling him one",
      "2019-11-06 22:21:51"
    ],
    [
      "Lol no you just didn’t get it. It’s fine to admit that.",
      "2019-11-06 22:17:51"
    ],
    [
      "One day Ben Simmons will be a Boomer, i wonder if he cops the same",
      "2019-11-06 22:13:02"
    ],
    [
      "This guy actually looks like Wally @ andrewbogut",
      "2019-11-06 22:10:50"
    ],
    [
      "This joke flew over way too many people's head he literally plays for the boomers ..",
      "2019-11-06 22:08:23"
    ],
    [
      "Well you did block him # boomer",
      "2019-11-06 22:04:46"
    ],
    [
      "@ andrewbogut I found this online (by Remy WB) and thought it was a classic pic.twitter.com/fhNzGZaPIo",
      "2019-11-06 22:02:15"
    ],
    [
      "So - can we have 6 white boomers anymore ...",
      "2019-11-06 21:58:11"
    ],
    [
      "well thats your opinion and youre entitled to it. The truth however lies somewhere in between.",
      "2019-11-06 21:56:19"
    ],
    [
      "It’s a play on words mate, they’re not bagging him for being part of the team. You’ve really missed the point here.",
      "2019-11-06 21:25:30"
    ],
    [
      "哈哈哈。",
      "2019-11-06 21:23:36"
    ],
    [
      "Ok boomer",
      "2019-11-06 21:15:08"
    ],
    [
      "And here you are",
      "2019-11-06 20:52:40"
    ],
    [
      "If that's what you think it means please continue to keep your head in the sand.",
      "2019-11-06 20:49:37"
    ],
    [
      "Isn't that a joke given you're an Australian Boomer? I think it went over your head, which is quite an achievement.",
      "2019-11-06 20:48:53"
    ],
    [
      "1 man boy band right there I tell ya.",
      "2019-11-06 20:28:29"
    ],
    [
      "Stupidity of it all is neither are baby boomers so calling them that kinda confirms the stupidity of these people.",
      "2019-11-06 20:26:41"
    ],
    [
      "Hard to know when you are eavesdropping on social",
      "2019-11-06 20:24:39"
    ],
    [
      "Hahaha",
      "2019-11-06 20:24:04"
    ],
    [
      "Exactly, which makes the phrase even more embarrassing and ridiculous.",
      "2019-11-06 20:23:55"
    ],
    [
      "Ironically Sowie like me is born in the 80s and therefore is actually a Millennial.",
      "2019-11-06 20:23:16"
    ],
    [
      "I was talking to Sowie bra but all sweet. @ andrewbogut is entertaining champ. Speaks his mind.",
      "2019-11-06 20:21:32"
    ],
    [
      "Nothing wrong with experience! The power of mentors can’t be underestimated.",
      "2019-11-06 20:21:14"
    ],
    [
      "He upsets everyone - a very balanced ability to be equally disliked. Funny that a basketballer is meant to be hurt being called a boomer?",
      "2019-11-06 20:20:18"
    ],
    [
      "What’s more embarrassing, is, it isn’t even being use in the correct context pic.twitter.com/0g3gdvr8QN",
      "2019-11-06 20:16:42"
    ],
    [
      "Ok Boomer is the buzz phrase of millennial’s and Gen Y. Embarrassing really",
      "2019-11-06 20:13:11"
    ],
    [
      "You musta upset the lefties",
      "2019-11-06 20:03:37"
    ],
    [
      "@ andrewbogut pic.twitter.com/xvgm5jnum7",
      "2019-11-06 20:03:26"
    ],
    [
      "It’s meant to be an insult Inferring that you are conservative like a baby boomer. Of all comes backs and “insults” this would have to be the most pathetic I’ve seen",
      "2019-11-06 20:00:01"
    ],
    [
      "here you go mate.... it's fairly tiresomehttps://www.theguardian.com/commentisfree/2019/nov/06/ok-boomer-meme-older-generations?CMP=share_btn_tw …",
      "2019-11-06 19:59:39"
    ],
    [
      "Representing your country at the highest level isnt a joke, regardless of where they sit in standings worldwide",
      "2019-11-06 19:49:55"
    ],
    [
      "Is that you Bowie?",
      "2019-11-06 19:39:45"
    ],
    [
      "@ bestofnextdoor",
      "2019-11-06 19:33:11"
    ],
    [
      "Kevin Spacey",
      "2019-11-06 19:20:47"
    ],
    [
      "pic.twitter.com/ksAVcBI8wd",
      "2019-11-06 19:19:09"
    ],
    [
      "pic.twitter.com/T74cE1ec0b",
      "2019-11-06 19:18:22"
    ],
    [
      "It works fine as a joke made about someone who plays for a national team called the Boomers.pic.twitter.com/47cUgExTpP",
      "2019-11-06 19:17:43"
    ],
    [
      "cant believe how cut he got though haha",
      "2019-11-06 19:16:38"
    ],
    [
      "Yeah that’s why he’s complaining about this when he LITERALLY PLAYED FOR THE BOOMERS AND THAT IS THE JOKEpic.twitter.com/t0nsL3ivIy",
      "2019-11-06 19:16:33"
    ],
    [
      "He literally played for the Boomers guyspic.twitter.com/VdNsBlZgOg",
      "2019-11-06 19:15:01"
    ],
    [
      "Dude. Are you really not... getting this...pic.twitter.com/8QgDIaSUvD",
      "2019-11-06 19:13:04"
    ],
    [
      "Correct. He is mentally and physically an actual boomer",
      "2019-11-06 18:59:57"
    ],
    [
      "why are people tweeting “ok boomer” to @ andrewbogut # pleaseexplain",
      "2019-11-06 18:44:12"
    ],
    [
      "They’ll get there eventually mate",
      "2019-11-06 18:38:36"
    ],
    [
      "Right... I’m not offended by it... especially when it comes from wanna be lads who are actually just derros",
      "2019-11-06 18:38:08"
    ],
    [
      "If you don't get the gag then maybe Twitter isn't for you bud",
      "2019-11-06 18:28:22"
    ],
    [
      "pic.twitter.com/DMbAQ7SG8V",
      "2019-11-06 18:27:20"
    ],
    2019,
    1
  ]
}