{
  "drose": [
    [
      "Bro your header is drose you have no room to even talk about weak",
      "2019-11-09 20:48:31"
    ],
    [
      "Base 98 drose drose HOF QuickDraw",
      "2019-11-09 20:40:14"
    ],
    [
      "Alguém pra ir pós Enem comigo no drose amanhã???",
      "2019-11-09 20:40:09"
    ],
    [
      "De drose en fms vs acertijo",
      "2019-11-09 20:39:00"
    ],
    [
      "cancion: d rose letra: D ROSE D ROSE D ROSE D ROSE D ROSE D ROSEE D ROSE DROSE DROSE DROSE, im a my wrist, he is on my wrise y ya me da paja seguir escribiendo chaooo pic.twitter.com/VEnjyOTk0v",
      "2019-11-09 20:35:05"
    ],
    [
      "Who says he was being a clown ?? Was Greg Oden worth his money?? DEMARCUS COUSINS ?? If they’re getting the money they gotta earn it not expect easy millions # Drose Stop taking every tweet as an attack and interact with your followers. Then maybe that will translate to fans",
      "2019-11-09 20:34:58"
    ],
    [
      "Next Drose",
      "2019-11-09 20:28:05"
    ],
    [
      "I see 3029437 years and drose knees",
      "2019-11-09 20:19:19"
    ],
    [
      "I Still Love & Adore Kawhi Drose Mahomes Kyrie Steph Curry KD Enes Nate Diaz Gervonta Mayweather Brees Jimmy Graham Cp3 Iverson DJax Amendola Harden Russell Wilson/Westbrook Williamson James Conner is just my fave right now, that's my baby",
      "2019-11-09 20:09:26"
    ],
    [
      "La que no entiendo(Espero algún chileno me la explique) es la de Drose vs El Menor: Tu eres una cacha mal hecha *El publico explota de manera desmedida*",
      "2019-11-09 20:07:32"
    ],
    [
      "DRose Gary Harris Tobias Harris Giannis Mitchell Robinson",
      "2019-11-09 19:49:25"
    ],
    [
      "@ drose I really hope u see this because ur the reason I play basketball and if anyone sees this at him so he see this pls pic.twitter.com/Ex6HL0p96D",
      "2019-11-09 19:35:03"
    ],
    [
      "Happy Birthday!",
      "2019-11-09 19:08:33"
    ],
    [
      "If this were Cal you would be singing a different tune. KY BB fans have no reality about their program whatsoever. We will never know whether Cal was complicit in Camby and Rose situations because the NCAA didn’t care. They wanted Camby and DRose. I think it’s covert racism",
      "2019-11-09 19:03:15"
    ],
    [
      "Praying that Jerry Jeudy has Meg Thee Stallion knees and not the DRose kind.",
      "2019-11-09 18:55:46"
    ],
    [
      "Blake, drum and drose? Eastern conference finals https://twitter.com/BleacherReport/status/1193282060879663105 …",
      "2019-11-09 18:48:31"
    ],
    [
      "It’ll be nice to hear @ drose returning also",
      "2019-11-09 18:47:03"
    ],
    [
      "DRose, Drummond & Griffin? Beautiful! https://twitter.com/BleacherReport/status/1193282060879663105 …",
      "2019-11-09 18:47:01"
    ],
    [
      "GAME TIME @ DetroitPistons get healthy fast my dawg @ drose https://twitter.com/BleacherReport/status/1193282060879663105 …",
      "2019-11-09 18:42:23"
    ],
    [
      "Yess drose an griffin combo OTW!! https://twitter.com/wojespn/status/1193281468002381825 …",
      "2019-11-09 18:41:18"
    ],
    [
      "Can’t wait to see the DRose/Blake Griff combo",
      "2019-11-09 18:41:00"
    ],
    [
      "Bout time. They weak without him and DRose https://twitter.com/wojespn/status/1193281468002381825 …",
      "2019-11-09 18:38:54"
    ],
    [
      "I would think has to do to swelling of that repaired knee. If you all watch he is a great talent but the way he lands after dunks and drives to the rim reminds me of a young drose. His knee bent in half a couple games ago on missed dunk. I hope he learns to land on two feet.",
      "2019-11-09 18:37:21"
    ],
    [
      "Drose,Jrue,Lou,Dragic https://twitter.com/AlexinHorford/status/1193233942284881920 …",
      "2019-11-09 18:37:06"
    ],
    [
      "Work our with me when I get off later!",
      "2019-11-09 18:23:52"
    ],
    [
      "Harden & Westbrook are teammates Kyrie is carrying a team by himself Dwight, LeBron, and DRose back to their old self GSW is being mediocre Am i watching 2011-2012 NBA Season right now??",
      "2019-11-09 18:08:33"
    ],
    [
      "There is so much to unpack from just this chart . Davis grades horribly, DRose elite again? Lebron is average. WTF rockets offense! https://twitter.com/NBA_Math/status/1193234297114640385 …",
      "2019-11-09 18:05:35"
    ],
    [
      "Not when he on a Miami Heat team and drose next best player was joakim noah",
      "2019-11-09 18:05:13"
    ],
    [
      "Drose is averaging 25* puss",
      "2019-11-09 18:03:28"
    ],
    [
      "AHHAAHAHAHAAHAHA T’A CAPTÉ REUF",
      "2019-11-09 17:59:15"
    ],
    [
      "No drose smh https://twitter.com/ContentNBA/status/1193267071838310401 …",
      "2019-11-09 17:48:20"
    ],
    [
      "No drose",
      "2019-11-09 17:48:11"
    ],
    [
      "We could’ve had drose for the same money as we paid kcp and he’s playing at an all star level off the bench",
      "2019-11-09 17:36:02"
    ],
    [
      "@ nba2k can drose get his necc tat on the game or nah y’all update players terrible on 2k facts",
      "2019-11-09 17:14:30"
    ],
    [
      "I would love to see what @ Dloading, @ AndreDrummond, @ blakegriffin23, and @ drose could do on the court together! @ DetroitPistons # DetroitPistons # DetroitBasketball",
      "2019-11-09 17:11:24"
    ],
    [
      "Free drose https://twitter.com/BenStinar/status/1193005210479804418 …",
      "2019-11-09 17:05:55"
    ],
    [
      "2019: - DRose is averaging 20.8 in less minutes",
      "2019-11-09 17:00:54"
    ],
    [
      "Where the hell you been, I've been waiting on your highlights like crazy... and tell the love one don't lose faith in health, breath through nose, don't linger or get caught in moments. @ drose",
      "2019-11-09 16:49:03"
    ],
    [
      "That man @ BHM_Chefboy nice like @ drose",
      "2019-11-09 16:46:40"
    ],
    [
      "Drose was averaging 25 * https://twitter.com/MaskedIrving/status/1192850676562505729 …",
      "2019-11-09 16:40:06"
    ],
    [
      "I would love to see some University Presidents combine to sue the NCAA for malfeasance. Any University that has been punished on tenuous \"evidence\" or that has had player eligibility reversed months later. This is the second time for @ uofmemphis in 11 years. @ drose @ BigTicket_JW",
      "2019-11-09 16:29:55"
    ],
    [
      "ain’t drose coming off the bench right now ? lou will ? manu always been on and off the bench for his career , let’s really talk bro ? with players like manu it won’t matter what role they coming in as ,",
      "2019-11-09 16:29:29"
    ],
    [
      "J’a hâte qu’Avengers avec Thanos il drop",
      "2019-11-09 16:19:19"
    ],
    [
      "@ drose still got it https://twitter.com/NBA_Math/status/1193234297114640385 …",
      "2019-11-09 16:14:50"
    ],
    [
      "None of the above... It’s @ drose https://twitter.com/RTNBA/status/1193241292316250114 …",
      "2019-11-09 15:58:48"
    ],
    [
      "Ganhei sorvetinho da drose, pensem numa mulher felizzz",
      "2019-11-09 15:57:39"
    ],
    [
      "Real ones know young DRose was a cheat code https://twitter.com/ThrowbackHoops/status/1192891350506602496 …",
      "2019-11-09 15:55:06"
    ],
    [
      "uf me encanta que sea tan difícil este ranking Lou Drose Dragic Holiday Los últimos tres muy peleados, pero Lou indiscutido primero",
      "2019-11-09 15:40:50"
    ],
    [
      "",
      "2019-11-09 15:31:51"
    ],
    [
      "appreciate it",
      "2019-11-09 15:31:31"
    ],
    [
      "Oh and happy b day brotha",
      "2019-11-09 15:31:16"
    ],
    [
      "thanks man!",
      "2019-11-09 15:30:56"
    ],
    [
      "I'm basically a bootleg blake griffin when I play In my gym league. You're welcome :)",
      "2019-11-09 15:30:35"
    ],
    [
      "It is my 18th birthday today and there is nothing I love more in the world than the @ DetroitPistons it would make my day if i could get an interaction from any of you @ AndreDrummond @ blakegriffin23 @ drose @ LukeKennard5 @ Reggie_Jackson @ BruceBrown11 @ Keefmorris @ ThonMaker14",
      "2019-11-09 15:21:11"
    ],
    [
      "Ok I'll bite. On a scale of 1 to 10 (10 being the WORST case scenario). How worried should Pistons/DRose fans be about this hamstring issue of his?",
      "2019-11-09 15:19:47"
    ],
    [
      "*Drose is averaging 25 PPG https://twitter.com/MaskedIrving/status/1192850676562505729 …",
      "2019-11-09 15:09:37"
    ],
    [
      "Need a new category for Detroit *Poor Results;Easy Schedule;No Blake Griffin/Reggie/DRose Thank u",
      "2019-11-09 15:01:14"
    ],
    [
      "a year ago today i got to see D. Rose against the Kings, ily @ drose",
      "2019-11-09 15:00:36"
    ],
    [
      "Drose",
      "2019-11-09 14:56:08"
    ],
    [
      "Henny make me feel like Meg’s knees wake up realizing I got drose knees",
      "2019-11-09 14:51:04"
    ],
    [
      "I don’t even think what penny did was bad or wrong, I just love the fact that Memphis fans are still mad at cal",
      "2019-11-09 14:45:44"
    ],
    [
      "Prayed heavy today! For clarity along this journey, peace amongst my struggles and for @ drose’s healthy knees Amen",
      "2019-11-09 14:45:43"
    ],
    [
      "Yes I know what I’m arguing, I just don’t find it to be that big of a deal",
      "2019-11-09 14:42:49"
    ],
    [
      "They say I’m like the vintage drose pic.twitter.com/6c5E9O5W4c",
      "2019-11-09 14:30:07"
    ],
    [
      "By having someone take the test for him? Do you even know what you’re arguing",
      "2019-11-09 14:29:32"
    ],
    [
      "So he’s a snake for getting a kid into college, so what does that make Penny?",
      "2019-11-09 14:21:45"
    ],
    [
      "The worst part about DRose imo is that the NCAA cleared him to play then decides to punish us for playing a player they said was eligible.",
      "2019-11-09 14:19:24"
    ],
    [
      "KCP is making more than @ drose https://twitter.com/SomeonesAnIdiot/status/1193019741063057410 …",
      "2019-11-09 14:18:01"
    ],
    [
      "@ drose highest 2k rating since 2015",
      "2019-11-09 14:17:24"
    ],
    [
      "@ drose Hi Derrick!! I'm writing you because my sister is a big fan of yours. And her birthday is coming up soon and it would mean the world to her if you could make a video saying \"Happy Birthday Tracy!!!!\". Please!!!!!!!!!!!!! She is turning 22 and she is just crazy about you!",
      "2019-11-09 14:14:21"
    ],
    [
      "So @ NCAA ....tell us who the it is with a vengeance towards Memphis. Tell us who saw the dominating game by @ BigTicket_JW and got afraid of what @ TigersAthletics might be capable of...Memphis won’t lay down this time. This one’s for @ drose ...haha https://twitter.com/GoTigers247/status/1193211941323517954 …",
      "2019-11-09 14:08:20"
    ],
    [
      "Hopefully we get them back Monday and Reggie is out for atleast a month. Getting Blake and DRose back provides so much for this team. I just hope they are a 100% when they come back",
      "2019-11-09 13:59:01"
    ],
    [
      "no problem & I’ve been working on this drose piece for like five years now bc the lettering makes me want to die so I don’t do it",
      "2019-11-09 13:55:15"
    ],
    [
      "I having been supporting my @ Timberwolves im sorry but don't ever trade drose without running it past me ok I forgive you.",
      "2019-11-09 13:47:47"
    ],
    [
      "Drose",
      "2019-11-09 13:47:34"
    ],
    [
      "DRose though.",
      "2019-11-09 13:46:55"
    ],
    [
      "8 years later & drose still that nigga https://twitter.com/MaskedIrving/status/1192850676562505729 …",
      "2019-11-09 13:00:32"
    ],
    [
      "If this is the case, DRose MVP please huhuhu https://twitter.com/MaskedIrving/status/1192850676562505729 …",
      "2019-11-09 12:50:20"
    ],
    [
      "I wouldn't consider a team with Drose, KAT and Jimmy wack... it was just coached wrong and chemistry was never there. Everyone trying to do their own thing and not willing to grow. Jimmy tried it to no avail",
      "2019-11-09 12:41:43"
    ],
    [
      "And @ RicBucher, he of DRose>Lebron and “trust the Knicks’ process over the Sixers’” infamy, remains forever salty after being pushed out of GSW.",
      "2019-11-09 12:34:08"
    ],
    [
      "Check out what I just added to my closet on Poshmark: Adidas DRose 4 Men’s Basketball Sneakers sz 11.5. https://poshmark.com/listing/5dc6d9f879df2760c67f5df8?utm_campaign=referral_code%3DSG2011&utm_source=tw_sh&utm_content=feature%3Dsh_li_cl_ios%26rfuid%3D588257cbc25231986209c92f%26ext_trk%3Dbranch … via @ poshmarkapp # shopmycloset",
      "2019-11-09 12:28:18"
    ],
    [
      "This run Benny the Butcher on rn reminds me of DRose MVP year",
      "2019-11-09 12:15:09"
    ],
    [
      "drose4702 사기꾼 카톡 아이디입니다 절대 표사지마세요! # 이승준사기 # 멜론티켓 # 멜뮤 # 티켓양도pic.twitter.com/KlVD6Os6LR",
      "2019-11-09 11:55:02"
    ],
    [
      "@ Btsjimin9512",
      "2019-11-09 11:51:21"
    ],
    [
      "It doesn’t make him any less of a snake. Yalls day will come, bud.",
      "2019-11-09 11:48:58"
    ],
    [
      "Thats how drose use to cross you up then punch on you lol https://twitter.com/SLAMonline/status/1192975970317287425 …",
      "2019-11-09 11:11:51"
    ],
    [
      "And then will lose out on any funds from the NCAA tournament and likely be fined by the NCAA for knowingly playing an ineligible player. This isn’t like the deal with DRose which was a grades issue. This is an impermissible benefits issue more similar to the UL case.",
      "2019-11-09 10:51:34"
    ],
    [
      "Agreed. Seems weird, Big 10 has a chance for 2 of 4 CFB spots best player suspended. Memphis lands top recruit since Drose, he gets suspended. If wiseman is @duke or UNC there is no investigation. If young is at bama no investigation happens. https://twitter.com/RealJayWilliams/status/1193160969750556672 …",
      "2019-11-09 10:44:26"
    ],
    [
      "Mukang binabalik na ng adidas ang pag feature ke idol drose ah https://www.facebook.com/100002182986394/posts/2553646321384776/ …",
      "2019-11-09 10:40:50"
    ],
    [
      "\"Success Will Never Come Without The Risk Of Failure\" @ JanePowellpr @ Manuel52749285 @ drose @ jay_chris @ JustFazza @ CompbellDavid @ StevenEdean1 @ Sebasti10505332 @ USNavyMomPA @ tonybest126 @ WilliamsJNicho1 @ URSimplygorgeou @ StevenEdean1 @ SamsonDonald7 @ tttiana @ JohnLew18498415pic.twitter.com/K0FWwtldxc",
      "2019-11-09 10:32:37"
    ],
    [
      "Yeah 2k cant seem to handle anything at this point. Getting everything wrong... btw you werent the Only one thinking that way so no probs. I like both but i wanna see Drose get the recognition he deserves you dont Get 4+ for nothing",
      "2019-11-09 10:26:35"
    ],
    [
      "Nah i would gone mad too Even tho i would like to see Drose blossom like that but Dbook should be a 90 no cap",
      "2019-11-09 10:20:41"
    ],
    [
      "Thought you knew but anyways yeah Dbook is a walking bucket but Drose has been ballong out too maybe not on the same level but he still got hoops",
      "2019-11-09 10:19:51"
    ],
    [
      "Kahit mag reunite lang si drose tsaka si noah sa bulls",
      "2019-11-09 10:17:38"
    ],
    [
      "It shows their final rating not what it jumped up to... Drose is a 84 while Dbook is 87",
      "2019-11-09 10:17:12"
    ],
    [
      "No clue why AD is on the team over worthy so I’ll give you defensively Rodman is locking up AD, but Rodman has no offensive game. What are you gonna do with Shaq, he’d eat Artis Gilmore alive. DRose is tho",
      "2019-11-09 10:04:31"
    ],
    [
      "",
      "2019-11-09 09:39:27"
    ],
    [
      "Maybe, maybe not. But that was at Memphis, not at Kentucky, so I’m not really concerned",
      "2019-11-09 09:37:25"
    ],
    [
      "Rose could rise. @ drose # lookoutbelowhttps://twitter.com/dunk_comp/status/1192762228199444480 …",
      "2019-11-09 09:20:24"
    ],
    [
      "",
      "2019-11-09 09:11:36"
    ],
    [
      "Lamelo is probably the most NBA ready talent coming into the draft since DRose https://twitter.com/Ballislife/status/1193125648732045317 …",
      "2019-11-09 08:42:15"
    ],
    [
      "LeNain bout to be drose on the bulls, Dame on the trailblazers, Tom Brady on the pats, Jordan on the bulls, James Harden on the Rockets. He bout to CARRY lmfaooo",
      "2019-11-09 08:07:28"
    ],
    [
      "Finally here! After 2 months! Delayed by a month but worth the wait! Yahoo! Husband is very happy but I get to read it first! So excited! Thanks @ amazon for delivering it here, refunding our shipping fee. We love # DRose and can't wait to read this! @ rajdulaypic.twitter.com/MC2MiVgs8K",
      "2019-11-09 08:02:43"
    ],
    [
      "Saya pengen drose di lakers",
      "2019-11-09 07:29:18"
    ],
    [
      "À chaque fois je revois cette image je pense à toi @ Djailson_Drose https://twitter.com/LifeOfGuy_/status/1010432474676125696 …",
      "2019-11-09 06:56:35"
    ],
    [
      "2020s in 2 months.. that means we’ll start to say goodbye to LeBron, KD, Steph, Kyrie, DRose, Dwight and many more",
      "2019-11-09 06:55:00"
    ],
    [
      "drose 10 or harden vol.4?",
      "2019-11-09 06:50:27"
    ],
    [
      "D ROSE D ROSE DROSE D ROSE pic.twitter.com/ejt2rCOS3h",
      "2019-11-09 06:09:35"
    ],
    [
      "No drose slander",
      "2019-11-09 05:19:44"
    ],
    [
      "One day I got meg the stallion knees , the next my shit on DRose",
      "2019-11-09 05:13:14"
    ],
    [
      "Can’t wait for DRose and Blake to return on Monday so Rose can get his revenge game and Dre can continue his undefeated streak against KAT",
      "2019-11-09 04:43:50"
    ],
    [
      "I’m really tryna see @ drose next Friday and he hurt hopefully he be good before then",
      "2019-11-09 03:52:35"
    ],
    [
      "Once Pistons get Drose, Blake and Reggie back.",
      "2019-11-09 03:14:09"
    ],
    [
      "I’m on my shit I’m on that DRose # LongLiveSlattGoon",
      "2019-11-09 03:09:17"
    ],
    [
      "COMBINE HIM W DROSE https://twitter.com/Villainsenpai/status/1192989434045710336 …",
      "2019-11-09 03:03:33"
    ],
    [
      "No. The @ ncaa ruled Wiseman was eligible months ago. You’re now trying to retroactively punish Memphis before Penny was even on the radar for head coach, just like you retroactively did it to @ drose while the Blue Bloods keep getting away with fraud and forging grades. https://twitter.com/InsidetheNCAA/status/1192975455453896706 …",
      "2019-11-09 02:43:17"
    ],
    [
      "Played behind KD has never carried his team far. DRose got 60+ wins twice",
      "2019-11-09 02:11:03"
    ],
    [
      "If they pull back the blanket far enough they’ll find it on your precious coach too. No way in hell he didn’t know someone else took @ drose college entrance exam. # ISmellACheat",
      "2019-11-09 02:05:17"
    ],
    [
      "@ drose Glad to see your at your best againyour one of the greatest to ever do it and I’m grateful to get to watch you play pic.twitter.com/AJDurDDQFW",
      "2019-11-09 02:05:15"
    ],
    [
      "They also let @ drose get by on a fake college entrance exam...pretended @ UKCoachCalipari knew nothing about it...waited until end of season to fuck Memphis. Don’t tell me Cal knew nothing. Pull back blanket far enough and you’ll find wrong with every university.",
      "2019-11-09 02:03:18"
    ],
    [
      "Cut the braids off and now he wanna ball. Where was this Wiggins when Drose was with the team last year",
      "2019-11-09 02:02:07"
    ],
    [
      "USG rate shouldn't reflect attempts to score.Didn't drose lead the timberwolves in usg rate with KAT in 6th last year????",
      "2019-11-09 01:54:56"
    ],
    [
      "DLo and DRose lookin good",
      "2019-11-09 01:48:08"
    ],
    [
      "Me puse a ver DROSE vs JONY B del 2016 y como influyó el corte de la base, Drose venía muy bien respondiendo todo y eso lo desconcertó, igualmente me parecía replica o Drose",
      "2019-11-09 01:36:59"
    ],
    [
      "I hope dRose ends his career with the bulls",
      "2019-11-09 01:25:17"
    ],
    [
      "Drose https://twitter.com/WNS_Brandon/status/1143188654480715776 …",
      "2019-11-09 01:23:10"
    ],
    [
      "random but I hope @ drose gets an All Star selection this year. he deserves that lap in Chicago.",
      "2019-11-09 01:11:12"
    ],
    [
      "Alex curso better than drose",
      "2019-11-09 01:08:30"
    ],
    [
      "Brogdon es muy bueno, nos acabaremos arrepintiendo de dejarlo ir, y drose me encanta que le vaya bien. Seguramente Brogdon pueda llevarselo ya que Siakam lo ha sido una vez",
      "2019-11-09 00:59:50"
    ],
    [
      "is this a comeback season? howard, drose, IT, and now wiggins? bro this is so cool! https://twitter.com/BleacherReport/status/1193012193488326658 …",
      "2019-11-09 00:55:41"
    ],
    [
      "He need help he miss his best friend DRose",
      "2019-11-09 00:48:54"
    ],
    [
      "Brogdon y Drose ojo",
      "2019-11-09 00:39:56"
    ],
    [
      "Igual DRose nunca promedio 18 ppp, excepto por la pésima temporada 2017-2018 no cambió tanto en puntos https://twitter.com/AlexinHorford/status/1192877162698858497 …",
      "2019-11-09 00:35:55"
    ],
    [
      "Kyrie, Luka, Trae, Harden, DRose https://twitter.com/GrantLiffmann/status/1192535546372866048 …",
      "2019-11-09 00:27:28"
    ],
    [
      "Drose 2016 cuartos y Pepe Grillo 2018 cuartos, no es mucha diferencia pero no es primera ronda xD",
      "2019-11-09 00:14:10"
    ],
    [
      "Everything else had caused tremendous damages to the University’s reputation and financial situation that can only be remedied by a quick reversal of this unwarranted declaration of ineligibility of said James Wiseman.",
      "2019-11-08 23:57:40"
    ],
    [
      "Of Memphis is going to come together and fight the NCAA on this and I will personally be involved if no other facts come out that as it stands makes this one of the most greivious errors ever made by NCAA and having the gall to issue UNPRECEDENTED in game statement along with",
      "2019-11-08 23:55:02"
    ],
    [
      "When they break off for football related reasons with the result being the NCAA becomes a non factor. Those are the schools the NCAA will not discipline except got slap on the wrist like UNC got for academic fraud. A lot more I could say but I feel that the city and University",
      "2019-11-08 23:51:36"
    ],
    [
      "The fact Utah didn’t pay Drose 1m a year and continue to pay Exum lmaooo",
      "2019-11-08 23:50:31"
    ],
    [
      "But I think when all is said &done on the James Wiseman case you have stirred up a hornets nest that is going to bite you in the ass. The NCAA acts like the Gestapo when it comes to schools that are not blue blood and the NCAA is afraid of losing the top of the 130ish FBS schools",
      "2019-11-08 23:48:07"
    ],
    [
      "Drose hurt again like tf when I try to see him he wanna be hurt WOW just WOW",
      "2019-11-08 23:46:17"
    ],
    [
      "Logic is so flawed that it is beyond stupidity Complaints about the NCAA are at an all time high. Taking close to a year to decide on routine eligibility requests for athletes some of whom are running out of time. Basically ignoring widespread academic fraud at blue blood UNC",
      "2019-11-08 23:43:22"
    ],
    [
      "just got in a very emotional conversation with my parents at bdubs about how david blatt called a timeout in 2015 but the refs didnt see and the bulls shouldve won and then wouldve went to the finals and how we drose would still be on the bulls if all of this happened # depressed",
      "2019-11-08 23:40:22"
    ],
    [
      "The pistons are worse. Give us back Drose",
      "2019-11-08 23:38:17"
    ],
    [
      "# FMSIdeal Host-Cayu Dj-Sonicko Jurado: Kapo, Soen, Eude, Danjer, Pyme Mc's: Chuty, Mr. Ego, Zasko (Esp) Papo, Trueno, Stuart (Arg) Ricto, Drose, Acertijo (Chi) Aczino, Zticma, San Jony Beltrán (Méx)",
      "2019-11-08 23:38:09"
    ],
    [
      "Creo que esta imagen muestra dos cosas: 1ra: Drose es la representación en persona del esfuerzo y superación. 2do: En momentos difíciles solo vos podes levantarte y seguir adelante. pic.twitter.com/t7ChuYVLk8",
      "2019-11-08 23:37:31"
    ],
    [
      "Disappointing: Yes Did we expect to lose some games without Blake: yes Is Blake and DRose coming back within a week: yes Does this team show some fight in them with some good potential: Yes Pistons shouldn’t have lost all the games they did: yes",
      "2019-11-08 23:36:00"
    ],
    [
      "But this all occurred prior to Penny becoming head basketball coach at Memphis. Yet NCAA called Penny a booster?? He was PLAYER at that University. Most of Memphis season tickets require a donation to the Uiversity to buy-are season ticket holders boosters? You logic is so flawed",
      "2019-11-08 23:35:35"
    ],
    [
      "This situation is the most bizarre thing I’ve seen the NCAA do since @ DRose decision that cost the University millions of $. James is a great student athlete (speaks Mandarin Chinese) yet once again, you discriminate against Memphis (not a blue blood or much political clout).",
      "2019-11-08 23:29:57"
    ],
    [
      "Please be back soon @ Reggie_Jackson @ blakegriffin23 @ drose",
      "2019-11-08 23:29:50"
    ],
    [
      "I’m not mad we lost, I’m just frustrated we lose to worse teams. We could easily be over .500 if didn’t shoot ourselves in the foot some times against bad teams. Tonight was a prime example, man what if... Glad to hopefully have Blake and DRose back Monday, that will be huge.",
      "2019-11-08 23:25:53"
    ],
    [
      "NCAA is most pathetic excuse for a regulatory entity I’ve seen. You were told of this payment for move back in May & James was ruled eligible-just like @ DRose who was cleared TWICE. Yet NAAA sent notices to Rose’s CHICAGO address DURING NCAA tournament knowing he was not there.",
      "2019-11-08 23:23:19"
    ],
    [
      "Like PG Bruce has been extremely fun and might actually be his future position, but theres just something to be said about having a game manager like Reggie who has chemistry built with the players. Not to mention the absolute bucket getter that Drose is off the bench",
      "2019-11-08 23:23:06"
    ],
    [
      "You up @ drose ?",
      "2019-11-08 23:23:02"
    ],
    [
      "We need Blake, Drose.",
      "2019-11-08 23:23:01"
    ],
    [
      "heard drose is doin good",
      "2019-11-08 23:22:36"
    ],
    [
      "We need you @ blakegriffin23 @ drose pic.twitter.com/QaY1hJf6R1",
      "2019-11-08 23:15:29"
    ],
    [
      "No drose???",
      "2019-11-08 23:01:34"
    ],
    [
      "üşüyoruz reis @ drose",
      "2019-11-08 22:47:27"
    ],
    [
      "Alert:::must watch https://www.facebook.com/groups/2940377279521078/permalink/2983557818536357/?sfnsn=mo&d=n&vh=i...@WGCI … @ SolutionChicago @ RealDLHughley @ realDonaldTrump @ MasterPMiller @ ChgoBlackBusNet @ Power92Chicago @ IAmSteveHarvey @ drose @ BarackObama @ BillGates @ breakfastclubam @ FOX5Atlanta",
      "2019-11-08 22:40:01"
    ],
    [
      "Omm!! Nigga drose was a killa on dat ho",
      "2019-11-08 22:36:35"
    ],
    [
      "Da Bears!",
      "2019-11-08 22:19:13"
    ],
    [
      "Looks like my cat Drose! pic.twitter.com/XqK78MJSp2",
      "2019-11-08 22:18:32"
    ],
    [
      "Drose in his prime n mj ... stop it https://twitter.com/DavijuanDean_/status/1192918674220474368 …",
      "2019-11-08 22:17:45"
    ],
    [
      "Bulls . And I’m not saying cause of Jordan , but cause of drose https://twitter.com/DavijuanDean_/status/1192918674220474368 …",
      "2019-11-08 22:16:50"
    ],
    [
      "RT @ ComplexSneakers: . @ DRose pulled up in “Hospital Blue” Adidas Yeezy Boost 700 V2s. : @ ronhoskinspic.twitter.com/stOPC8XvyR",
      "2019-11-08 22:12:23"
    ],
    [
      "No DRose No Blake https://twitter.com/xai_trto/status/1192971407778439168 …",
      "2019-11-08 22:08:12"
    ],
    [
      "DRose walked so Kawhi could run. Wait. . . DRose walked so Kawhi didn’t have to run. Wait. . . DRose sat out so Kawhi could sit out tf",
      "2019-11-08 21:48:22"
    ],
    [
      "DRose sat out a full season after a major injury and people acted like he murdered somebody. Now it’s standard to sit out a full season after a major injury",
      "2019-11-08 21:46:22"
    ],
    [
      "@ DetroitPistons bench without DRose is straight GARBAGE.. besides Christian Wood",
      "2019-11-08 21:44:07"
    ],
    [
      "# drose seems not to play tonight...",
      "2019-11-08 21:42:32"
    ],
    [
      "man just was thinking..niggas really got to see prime Kobe, AI, Tmac, Wade, Melo, Bron, Drose, KD in this lifetime",
      "2019-11-08 21:40:28"
    ],
    [
      "Mdr",
      "2019-11-08 21:37:06"
    ],
    [
      "I need a @ ScottiePippen jersey and @ drose jersey # FavoritePlayers",
      "2019-11-08 21:35:03"
    ],
    [
      "I need a @ drose Pistons jersey. I feel like he’s gonna be in Detroit for a while. Gives me that Chicago vibe.",
      "2019-11-08 21:32:05"
    ],
    [
      "@ NCAA is a bunch of flodgers. I bet DRose actually took his ACT",
      "2019-11-08 21:28:39"
    ],
    [
      "But I would also say that you let him play in every game he can play in. If you could do it over would you rather DRose have not played & not given us all of those fantastic memories? Let the kid play & what happens happens.",
      "2019-11-08 21:21:49"
    ],
    [
      "It would be forfeited a la DRose",
      "2019-11-08 21:20:15"
    ],
    [
      "LMFAOOOO",
      "2019-11-08 21:16:39"
    ],
    [
      "Something doesn’t smell right. Wiseman was cleared in May,(D rose was cleared by ncaa early) Wiseman declared ineligible after being cleared. (DRose ruled ineligible after being cleared twice) NCAA has a problem. Take the UNC stance tell NCAA to F off",
      "2019-11-08 21:11:06"
    ],
    [
      "DRose is to “load management” what Iverson was to tattoos and cornrows",
      "2019-11-08 20:56:01"
    ],
    [
      "La putada es q ni oladipo ni drose juegan, me está llamando más Orlando contra Memphis jajajahah",
      "2019-11-08 20:45:29"
    ],
    [
      "Deja vu ptit con",
      "2019-11-08 20:36:20"
    ],
    [
      "fdp",
      "2019-11-08 20:35:27"
    ],
    [
      "Memphis gotta go all in now. Play Wiseman no matter what the NCAA saying. Throw Penny in there at PG for a game or two also. Let Drose suit up for a game next time he’s in town.",
      "2019-11-08 20:35:16"
    ],
    [
      "Just like DRose. NCAA is shady as all get out.",
      "2019-11-08 20:29:32"
    ],
    [
      "# FRESHKICKS: .DRose pulled up in “Hospital Blue” Adidas Yeezy Boost 700 V2s. : ronhoskins http://bit.ly/2Cq5vld # SineadFresh",
      "2019-11-08 20:18:16"
    ],
    [
      "He was lol, especially when DRose got here",
      "2019-11-08 20:15:14"
    ],
    [
      ". @ DRose pulled up in “Hospital Blue” Adidas Yeezy Boost 700 V2s. : @ ronhoskinspic.twitter.com/kfegLzvI8x",
      "2019-11-08 20:14:58"
    ],
    [
      "1:teorema 2:acertijo 3:el menor 4:Pepe grillo 5:drose",
      "2019-11-08 20:09:45"
    ],
    [
      "DRose/Stacey King the greatest player/commentator duo ever https://twitter.com/timelesssports_/status/1192626624526782465 …",
      "2019-11-08 20:01:31"
    ],
    [
      "I was killing niggas with DRose",
      "2019-11-08 19:55:44"
    ],
    [
      "They saw Memphis would be good and said nahhh we stopping this. Just like when DRose was there",
      "2019-11-08 19:50:49"
    ],
    [
      "The NCAA cleared him this past week. Makes no sense why they would change their minds. # drose",
      "2019-11-08 19:50:38"
    ],
    [
      "You’re stupid if you thought all those recruits just wanted to go to @ Memphis_MBB for free lol and now the number one recruit has been ruled ineligible!!! Haaa. Do you think DRose went to Memphis for free also ?",
      "2019-11-08 19:48:58"
    ],
    [
      "Wow NCAA. Couldn't let him at least play like DRose? https://twitter.com/wojespn/status/1192935429835755522 …",
      "2019-11-08 19:48:14"
    ],
    [
      "sorry guy, He's not playing tonight",
      "2019-11-08 19:24:30"
    ],
    [
      "Good, let him rest. We SHOULD be able to win w/out him since they got banged up with DRose and Blake being out too. https://twitter.com/PatBoylanPacers/status/1192928941583015939 …",
      "2019-11-08 19:17:56"
    ],
    [
      "He was it was the season drose got waived from utah",
      "2019-11-08 19:13:10"
    ],
    [
      "If people were hating on LeBron about FMVP they’d be as dumb as the people hating on Steph now. Parker got hot vs the Cavs in 07 but Duncan should’ve been FMVP. Would it add to Stephs resume? Yeah. But it’s all media shit anyways. DRose took Brons MVP. Nash took 1 from Shaq.",
      "2019-11-08 19:11:12"
    ],
    2019,
    26
  ]
}