{
  "DwightHoward": [
    [
      ". @ OrlandoMagic Coach Clifford talks his take on defending John Wall and Dwight Howard's career # PureMagicpic.twitter.com/5D0kxBn3S2",
      "2018-11-09 20:58:02"
    ],
    [
      "Yooooo I see a young goat in the back left",
      "2018-11-09 20:55:09"
    ],
    [
      "i'm waiting for it --- Dwight Howard out (back)",
      "2018-11-09 20:55:05"
    ],
    [
      "As long as the Wizards win all 50 of their Dwight Howard Revenge Games this year we should be a lock for at least a 4 seed, right?",
      "2018-11-09 20:55:03"
    ],
    [
      "@ WashWizards @ DwightHoward FLYSUPERMAN SUNNY ORLANDO IS STILL HOME! TRIPLE DOUBLE BELOVED BROTHER! HAVE AN EXCELLENT GAME!! LOVE YOU IN JESUS!!",
      "2018-11-09 20:53:32"
    ],
    [
      "S/O to @ cmillsnbcs for holding it together without laughing when @ DwightHoward was explaining why he teared up watching the Avengers.... # DCFamily # WizMagic",
      "2018-11-09 20:50:08"
    ],
    [
      "# Wizards John Wall PG,Bradley Beal SG,Otto Porter SF,M. Morris PF,Dwight Howard C http://bit.ly/PsMI9f",
      "2018-11-09 20:50:03"
    ],
    [
      "Thoughts on dwight howard tonight?",
      "2018-11-09 20:49:33"
    ],
    [
      "Starting Lineups for # WizMagic # Wizards PG- John Wall SG- Bradley Beal SF- Otto Porter PF- Markieff Morris C- Dwight Howard # Magic PG- DJ Augustin SG- Evan Fournier SF- Wesley Iwundu PF- Aaron Gordon C- Nikola Vucevic # DCFamily",
      "2018-11-09 20:49:21"
    ],
    [
      "RT @ WashWizards: Tonight's starting PG - @ JohnWall SG - @ RealDealBeal23 SF - Otto PF - @ Keefmorris C - @ DwightHoward # WizMagic | # DCFamilypic.twitter.com/74DVZdbMm8",
      "2018-11-09 20:48:51"
    ],
    [
      "RT @ WashWizards: Tonight's starting PG - @ JohnWall SG - @ RealDealBeal23 SF - Otto PF - @ Keefmorris C - @ DwightHoward # WizMagic | # DCFamilypic.twitter.com/TLWdWYNeyi",
      "2018-11-09 20:48:42"
    ],
    [
      "Me gustó un video de @ YouTube http://youtu.be/tDeUWTbeBvo?a Dwight Howard's Top 10 Plays of his Career",
      "2018-11-09 20:48:03"
    ],
    [
      "# WIZLIFE",
      "2018-11-09 20:46:39"
    ],
    [
      "Tell Otto to get a Twitter",
      "2018-11-09 20:44:29"
    ],
    [
      "@ DwightHoward Heybetini gizli tut yiğidim , duruşun Orlando'lu pezevenkleri korkutuyor",
      "2018-11-09 20:44:10"
    ],
    [
      "This season proves that Gortat was the real MVP of the team.",
      "2018-11-09 20:41:43"
    ],
    [
      "Start Oubre!",
      "2018-11-09 20:41:43"
    ],
    [
      "Let’s get this win Washington",
      "2018-11-09 20:41:34"
    ],
    [
      "pic.twitter.com/Zb2t4DsbIh",
      "2018-11-09 20:40:55"
    ],
    [
      "Tonight's starting PG - @ JohnWall SG - @ RealDealBeal23 SF - Otto PF - @ Keefmorris C - @ DwightHoward # WizMagic | # DCFamilypic.twitter.com/Utuggz3IaC",
      "2018-11-09 20:40:00"
    ],
    [
      "Ah, a bunch of Dwight Howard’s you say",
      "2018-11-09 20:39:44"
    ],
    [
      "@ BillPlaschke Why do you want all trade-able players to come to L.A.? Lebron's here and that ain't working out to well. Darryl Strawberry came to L.A. and that was a bust. Worst of all, Dwight Howard!",
      "2018-11-09 20:38:49"
    ],
    [
      "Two things: 1) Those that say Dwight Howard isn't a First Ballot Hall of Famer are people not worth discussing basketball with 2) Its really interesting Cliff has ALLLLLLLLLL the kind words for Dwight now after he sniped at him in the off-season https://twitter.com/ZachOliverNBA/status/1061022614561456136 …",
      "2018-11-09 20:34:29"
    ],
    [
      "ICYMI: Dwight Howard Hacked the Hackers on Malpractice Law - http://bit.ly/2AijRVP",
      "2018-11-09 20:32:05"
    ],
    [
      "Come back @ DwightHoward https://twitter.com/JoshuaBRobbins/status/1060952433004855296 …",
      "2018-11-09 20:29:39"
    ],
    [
      "NBA DFS update: Bogdan Bogdanovic won't play tonight. As I mentioned in my article, I like Dinwiddie & Harris for Brooklyn. However, Miami's Wayne Ellington & Tyler Johnson offer value with Dragic and Wade out. Dwight Howard potentially offers mid-price value at C.",
      "2018-11-09 20:27:49"
    ],
    [
      "Do it in the game.. crossover slow as hell.. where he think he going with that???",
      "2018-11-09 20:23:49"
    ],
    [
      "Is Dwight Howard a hall of famer?",
      "2018-11-09 20:18:07"
    ],
    [
      ". @ DwightHoward is back in Orlando # WizMagic | # DCFamilypic.twitter.com/92M8wIrmLW",
      "2018-11-09 20:15:46"
    ],
    [
      "If @ TheRealMoBamba dunks on Dwight Howard tonight I'll follow everyone who RTs this",
      "2018-11-09 20:15:26"
    ],
    [
      "Amway Center hallway has oversized photos of the new # Magic players and pillars of the franchise. Conspicuously missing, even after all these years: Dwight Howard. pic.twitter.com/aUF56RWgpG",
      "2018-11-09 20:13:26"
    ],
    [
      "Just watched Dwight Howard take about 10 corner threes. I’m not even sure what basketball is anymore.",
      "2018-11-09 20:10:16"
    ],
    [
      "beign traded to the miserable wizards team having to play with a bunch of grumpy people and dwight howard wouldnt do it for ya?",
      "2018-11-09 20:06:38"
    ],
    [
      "I think Melo is gonna be great in his post playing career. Shows like this are great. He should begin that second career ASAP because he lost his touch + game has evolved for players like him and Dwight Howard. Future HOF without current relevance",
      "2018-11-09 20:06:30"
    ],
    [
      "Mo bamba vs Dwight Howard will be interesting",
      "2018-11-09 19:48:58"
    ],
    [
      "Before 7pm tip, Getting some perspective on Dwight Howard after listening to him at today’s shootaround on the @ WashWizards app! Worth it! Here are some stats: https://www.basketball-reference.com/players/h/howardw01.html … @ davejsports @ glennconsor # RadioParty",
      "2018-11-09 19:31:24"
    ],
    [
      "Dwight Howard is going to replace Vince Carter in the \"he is definitely a Hall of Famer, but there are too many people who still think he isn't\" power rankings, right? https://twitter.com/ZachOliverNBA/status/1061022614561456136 …",
      "2018-11-09 19:28:47"
    ],
    [
      "Steve Clifford said he believes that Dwight Howard will be a first ballot Hall of Famer.",
      "2018-11-09 19:27:58"
    ],
    [
      "The \"Dwightmare\" has long passed, but Dwight Howard's former team is still trying to recapture the old Magic https://wapo.st/2DA0NUC",
      "2018-11-09 19:20:55"
    ],
    [
      "# RareNBAPics Dwight Howard & Joakim Noah pic.twitter.com/YU2aVea271",
      "2018-11-09 19:02:17"
    ],
    [
      "Fan girling like... . . . # washingtonwizardsbasketball # fitness # fitfam # fit # fangirl # weekendvibes # fitlife # basketball # dwighthoward # magicbasketball # orlandoflorida @Downtown Orlando https://www.instagram.com/p/Bp-cANPgCRN/?utm_source=ig_twitter_share&igshid=5m78dvkb9nuq …",
      "2018-11-09 19:01:07"
    ],
    [
      "There hasn’t been a franchise to fall apart after losing its superstar quite like the Orlando Magic. Though Dwight Howard has moved on, Orlando has been tangled in a never-ending rebuild. https://www.washingtonpost.com/sports/2018/11/09/dwightmare-has-long-passed-his-former-team-is-still-trying-recapture-old-magic/ …",
      "2018-11-09 18:57:50"
    ],
    [
      "Bought a 20 box and only got Rubies and Emeralds i already had. Legit got 2 Porzingis, 2 Draymond Green, 2 Aldridge, 2 Jokic, 2 Dwight Howard, and others. Its appalling what I got with the money spent. Unacceptable I didnt even get the fucking Ruby smh",
      "2018-11-09 18:46:34"
    ],
    [
      "It’s the Dwight Howard Effect. Every team he joins, goes down the drain that season.",
      "2018-11-09 18:46:30"
    ],
    [
      "That's what happens when a team can't get their star any help, they leave. Boogie Cousins, Dwight Howard, Kevin Garnett, LeBron, Chris Paul, the list goes on. I'm also curious, just because I may not have heard the whole story, why the extra vitriol toward Gordon?",
      "2018-11-09 18:37:11"
    ],
    [
      "Who have you got tonight? Will it be win #5 for the @ OrlandoMagic or our second straight loss? # PureMagic Beating Dwight Howard is always fun, let’s get another W tonight o",
      "2018-11-09 18:36:42"
    ],
    [
      "If you've ever wanted to hear @ netw3rk sing a @ FredKatz tweet about Dwight Howard's butt injury, you'll love today's # NBADesktop Full Episode: https://youtu.be/ZtPwxB6GPvs pic.twitter.com/HSIpbGa0z4",
      "2018-11-09 18:32:00"
    ],
    [
      "Dwight Howard hoy, Deron Williams en los Cavs, Noah en los Knicks, Mozgov.... Hay casos peores.",
      "2018-11-09 18:21:18"
    ],
    [
      "MAN the podcast is finished recording and I missed the perfect opportunity to say “Dwight Howard needs to bring some Magic back to the Wizards.” - D",
      "2018-11-09 18:20:35"
    ],
    [
      "Dwight Howard as a Net. https://twitter.com/OzzieR89/status/1061005348654473221 …",
      "2018-11-09 18:19:56"
    ],
    [
      "Idzie, to i atmosfera lepsza. A Marcin jest za dorosły żeby stroić foszki ;) @ MGortat > @ DwightHoward",
      "2018-11-09 18:18:12"
    ],
    [
      "Hanging my Dez Bryant Saints Jersey up on the wall next to my Dwight Howard Nets jersey",
      "2018-11-09 18:13:38"
    ],
    [
      "Starting Five 1. DEN Nikola Jokic 2. UTA Donavan Mitchell 3. BOS Terry Rozier 4. MIN Taj Gibson 5. MIA Wayne Ellington Friday Extra: WAS Dwight Howard been playing some good basketball recently pic.twitter.com/0zwElBrYFo",
      "2018-11-09 18:06:44"
    ],
    [
      "From shootaround, Dwight Howard on returning to Orlando for tonight’s # WizMagic. # DCFamilypic.twitter.com/7CI5vBvGXH",
      "2018-11-09 18:00:00"
    ],
    [
      "Lebron, Russ, Lonzo, Dwight Howard, James Harden, Kevin….",
      "2018-11-09 17:56:29"
    ],
    [
      "GAME PREVIEW: Former @ OrlandoMagic star Dwight Howard offers advice to Mo Bamba and has high praise for Orlando and its fans | # Magichttps://on.nba.com/2zE24Wl",
      "2018-11-09 17:52:29"
    ],
    [
      "",
      "2018-11-09 17:48:05"
    ],
    [
      "Your # RequestABet for Dwight Howard to have 15+ Pts, 15+ Rebounds and 2+ Blocks is now available on site at 8/1 http://bit.ly/2zJlMjh",
      "2018-11-09 17:31:08"
    ],
    [
      "# DwightHoward returns to Orlando tonight with his sixth team since leaving the Magic. He bolted 7 years ago like your hot ex-wife dumping you for another man; he returns as a restless, aging vagabond who’s been married 6 times and wishes she'd never left you in the first place! pic.twitter.com/5U5jbsQW2E",
      "2018-11-09 17:29:54"
    ],
    [
      "Lol Kwame Brown > Dwight Howard",
      "2018-11-09 17:25:21"
    ],
    [
      "04-05 UD LEGENDS RAINBOW AUTO 01/25 DWIGHT HOWARD BGS 9 FIRST NBA licensed auto!: $225.00 End Date: Friday Nov-9-2018 12:43:43 PST Buy It Now for only: $225.00 Buy It Now | Add to watch list https://ebay.to/2DcTLnF # Sports # Cards # SportsTradingCardspic.twitter.com/4cSMOwswXa",
      "2018-11-09 17:14:08"
    ],
    [
      "04-05 UD LEGENDS RAINBOW AUTO 01/25 DWIGHT HOWARD BGS 9 FIRST NBA licensed auto!: $225.00 End Date: Friday Nov-9-2018 12:43:43 PST Buy It Now for only: $225.00 Buy It Now | Add to watch list https://ebay.to/2PLZGa8 pic.twitter.com/G5Bk1iGCCb",
      "2018-11-09 17:09:07"
    ],
    [
      "I for one, am shocked that Dwight Howard didn’t fix everything g pic.twitter.com/wGzpd9vaba",
      "2018-11-09 16:58:33"
    ],
    [
      "The Magic’s struggling offense faces the Wizards’ struggling defense...oh, and Dwight Howard comes back to town https://www.orlandopinstripedpost.com/2018/11/9/18079930/orlando-magic-washington-wizards-preview?utm_campaign=orlandopinstripedpost&utm_content=chorus&utm_medium=social&utm_source=twitter …",
      "2018-11-09 16:24:28"
    ],
    [
      "I had lunch with Dwight Howard (and his Magic teammates at the time) and told him he wasn’t nearly as big as Kareem.",
      "2018-11-09 16:06:42"
    ],
    [
      "My Final Thoughts *Wins -Pistons W -Nuggets W *Points - Kemba & Embiid - Kyrie *DoubleDoubles -Whiteside -Simmons -Dwight Howard # OrijaNba # FastBreakWithSam",
      "2018-11-09 16:04:10"
    ],
    [
      "You never liked the guy. You like scoring C & you don't want to see his impact. If Capela was bad I'd say it. Dwight Howard is my fav player & dude didn't fit in Houston.",
      "2018-11-09 15:50:39"
    ],
    [
      "Why bother with a shootaround? You are going to lose against the Magic....... # bunchofbums # johnwallsucks",
      "2018-11-09 15:43:46"
    ],
    [
      "Truthfully, a lot of what has been developed here is due to Dwight Howard and the success he brought the Magic. We got a new arena in part because of him, then everything else around the arena and the city in general began to develop",
      "2018-11-09 15:35:18"
    ],
    [
      "@ RequestABet Dwight Howard to have 15+ Pts, 15+ Rebounds and 2+ Blocks # RequestABet # NBA",
      "2018-11-09 15:32:14"
    ],
    [
      "When trying to figure out how many teams Dwight Howard has played for... pic.twitter.com/HgPvVIAtAF",
      "2018-11-09 15:19:54"
    ],
    [
      "NEW !!!!NBA DESKTOP!!!! w/ @ netw3rk! So many beautiful moments today but I love THICC WORLD w/ Zion and @ KevinOConnorNBA. Plus @ YourManDevine on the Wiz (salutes) and @ cbengaines has some edits for Kings twitter. Also Dwight Howard's butt. pic.twitter.com/x7JsrzICQ3",
      "2018-11-09 15:19:47"
    ],
    [
      "AYYYYYY @ DwightHoward there's a Dwight Howard lovefest going on my timeline right now.",
      "2018-11-09 15:16:17"
    ],
    [
      "Dwight Howard is joining us today at # AVIDattheAmway pic.twitter.com/xTl8sGhrB9",
      "2018-11-09 15:09:56"
    ],
    [
      "Same. I allow 0 Dwight slander on the TL. He was an amazing player for the organization and I'll never take that time for granted.",
      "2018-11-09 15:03:58"
    ],
    [
      "I still love Dwight and always will!",
      "2018-11-09 15:03:04"
    ],
    [
      "MY CENTERS!pic.twitter.com/9pdH7lfvFw",
      "2018-11-09 15:02:27"
    ],
    [
      "Right on @ DwightHoward Your words to Mo Bamba!! Love ya D12!",
      "2018-11-09 15:01:49"
    ],
    [
      "@ AmwayCenter @ DwightHoward # wizardsmagicNBApic.twitter.com/FYGlTn28ld",
      "2018-11-09 14:51:39"
    ],
    [
      "04-05 UD LEGENDS RAINBOW AUTO 01/25 DWIGHT HOWARD BGS 9 FIRST NBA licensed auto!: $225.00 End Date: Friday Nov-9-2018 12:43:43 PST Buy It Now for only: $225.00 Buy It Now | Add to watch list https://ebay.to/2DcDBuH # SportsCards # TradingCardspic.twitter.com/dg6Aw5i6LA",
      "2018-11-09 14:51:08"
    ],
    [
      "Mo Bamba spoke with Dwight Howard during the offseason to learn about what it was like to play and live in Orlando, and Howard had positive things to say about the city. After shootaround this morning, Howard was asked about Bamba. Here's what Howard had to say: pic.twitter.com/U3j2dfgCjK",
      "2018-11-09 14:49:06"
    ],
    [
      "He couldn’t beat Dwight Howard and the magic for years. When he made to the finals the 1 time he got swept. Then went back to losing to Celtics and magic until he started the superteams.",
      "2018-11-09 14:32:59"
    ],
    [
      "I’m gonna get me a Dwight Howard jersey",
      "2018-11-09 14:24:34"
    ],
    [
      "# RareNBAPics Tracy McGrady, Dwight Howard & Kobe Bryant pic.twitter.com/07d7cDUv7j",
      "2018-11-09 14:20:14"
    ],
    [
      "04-05 UD LEGENDS RAINBOW AUTO 01/25 DWIGHT HOWARD BGS 9 FIRST NBA licensed auto!: $225.00 End Date: Friday Nov-9-2018 12:43:43 PST Buy It Now for only: $225.00 Buy It Now | Add to watch list https://ebay.to/2PRqtSu pic.twitter.com/VLaZMXRefv",
      "2018-11-09 14:19:08"
    ],
    [
      "\"If you get fooled by the same move three times in a row and again during the next game... You might be Dwight Howard.\" https://twitter.com/SixersAdam/status/1060938696126418944 …",
      "2018-11-09 14:11:34"
    ],
    [
      "Μου άρεσε ένα βίντεο @ YouTube http://youtu.be/wyJxtqWJ7S0?a Dwight Howard vs Joel Embiid BiGS Duel 2018.3.6 - JoJo With 18,",
      "2018-11-09 14:07:24"
    ],
    [
      "Dwight Howard has only been back for 3 games. He has brought in 8.0 rebounds a game and is shooting 63.6% from the field. He is averaging the least amount of minutes of his career. He should start to play more so expect his numbers to go up, especially against Orlando. # DCFamilypic.twitter.com/yKiJqTzWaW",
      "2018-11-09 13:49:35"
    ],
    [
      "LeGOAT to # Kobe to # DwightHoward TeamUSA ???? pic.twitter.com/TQvyrZShjF",
      "2018-11-09 13:37:51"
    ],
    [
      "Dwight Howard eats ribs in bed WATCH: pic.twitter.com/Bo2ke9c6aY",
      "2018-11-09 13:31:54"
    ],
    [
      "I actually like Dwight Howard personally lol I feel like him and Clint are capable of the same things and our guards make Clint look better than what he is",
      "2018-11-09 13:29:36"
    ],
    [
      "Maybe Dwight Howard will be a Shaqtin a Fool MVP nominee this season.",
      "2018-11-09 13:22:17"
    ],
    [
      "DWIGHT HOWARD 2013-14 Panini Prizm Basketball Post Season Card #4 Rockets: $0.99 End Date: Friday Nov-9-2018 13:02:17 PST Buy It Now for only: $0.99 Buy It Now | Add to watch list https://ebay.to/2DdMDr5 pic.twitter.com/FfHecV6hf9",
      "2018-11-09 13:15:08"
    ],
    [
      "A question for all of my fellow NBA watchers out there. Be honest: How many of you absolutely forgot that Dwight Howard plays for the Wizards now???",
      "2018-11-09 13:11:03"
    ],
    [
      "Oklm, quand y avait Dwight Howard j'ai connu la hess. L'année prochaine il est plus là, faudra récupérer d'autres joueurs à la FA 2019",
      "2018-11-09 12:40:52"
    ],
    [
      "Fox Sports: Preview: Magic try to add to Wizards' misery as Dwight Howard makes another return to Orlando Fox Sports: The Orlando Magic cap off their homestand Friday night with a visit from John Wall, Dwight Howard and struggling Washington Wizards.... shamelnews",
      "2018-11-09 12:32:36"
    ],
    [
      "(VİDEO:) Basketbolun sakar ve şaşkın yüzünü ele alan Shaqtin A' Fool'un merakla beklenen yeni bölümü geldi! Parkelere bu hafta geri dönüş yapan @ DwightHoward, listeye hızlı bir şekilde zirveden giriş yaptı! https://www.eurohoops.net/tr/nba-news-tr/771771/shaqtin-a-fool-dwight-howard-dakika-bir-gol-bir-video/?a …",
      "2018-11-09 12:17:42"
    ],
    [
      "# FF @ Kaepernick7 @TheNFLBoycott @ KeithOlbermann @ JeffGurt @ rolopez42 @ nate_robinson @ DwightHoward @ stouffers @ UPI @ AP_Oddities",
      "2018-11-09 12:14:43"
    ],
    [
      "Dwight Howard putback jam! pic.twitter.com/ExqIUfO90N",
      "2018-11-09 12:12:08"
    ],
    [
      "Dwight Howard returns to Orlando tonight with his new-look jump shot as a member of the Wizards, his fourth team in four years! pic.twitter.com/FzyJnQ2RCm",
      "2018-11-09 12:10:25"
    ],
    [
      "Dwight Howard is literally a new form of cancer",
      "2018-11-09 12:03:43"
    ],
    [
      "Revenge Game: Dwight Howard plays Orlando tonight. He played 621 games in his career for the Magic.",
      "2018-11-09 12:00:01"
    ],
    [
      "Essa franquia esta faltando o Carmelo e o Dwight Howard para ter o pior elenco da franquia",
      "2018-11-09 11:58:39"
    ],
    [
      "shooting Dwight Howard from the 3",
      "2018-11-09 11:55:37"
    ],
    [
      "Kenny Smith- Dwight Howard and Deandre Jordan have lost a lot of weight Charles Barkley- and a lot of games too lmao",
      "2018-11-09 11:37:37"
    ],
    [
      "# Throwback # redcarpet # DwightHoward # Documentary # inthemoment # EPIX # RelativitySports # JamesHarden # Rednation # Rockets # Htown # Fancy # localcelebrity # redcarpetevent https://www.instagram.com/p/Bp9ojHmgM2G/?utm_source=ig_twitter_share&igshid=hdw7b5xt6k4y …",
      "2018-11-09 11:31:30"
    ],
    [
      "| @ hornets'te harika bir sezon geçiriyor, sezon sonunda takaslanıp serbest bırakılıyor, bazen yaptığı en ufak hata günlerce konuşuluyor. Peki @ DwightHoward, neden sevilmiyor? Eurohoops Çeviri, bu merak edilen soruya yanıt aramıştı. https://www.eurohoops.net/tr/trademarks-tr/719714/insanlar-dwight-howard-neden-sevmiyor/?a …",
      "2018-11-09 11:30:01"
    ],
    [
      "I totally agree with you! College Basketball had a reason as far as developing players... learning the game and what not. And if the players were ready, the could head straight to the NBA, i.e.: Kobe, LeBron, Dwight Howard, Kevin Garnett etc.",
      "2018-11-09 11:18:26"
    ],
    [
      "Today's daily tip is Dwight Howard of the Washington Wizards - Over 12.5 at $1.77 # nba # nbapropbets # playerlinepro # sports # winner # nbabets # betting # sportsbetting # sportsbet # handicapper # basketball # game # gameday # bet # dailytip # playoftheday",
      "2018-11-09 11:13:38"
    ],
    [
      "Dwight Howard, Travis Henry, Jason Caffey https://twitter.com/LaLaB__/status/1060887034875785216 …",
      "2018-11-09 10:32:56"
    ],
    [
      "@ DwightHoward I hope this message finds you in good faith. tonight just attack the basket and work more for the pick and roll. lockdown on defense. no ill advised shots. REBOUND! lead ya team # JustWantToWin # NoDisrespect",
      "2018-11-09 10:22:52"
    ],
    [
      "Dwight Howard should be in prison for stealing millions! Horror Show!",
      "2018-11-09 09:30:45"
    ],
    [
      "No team that signs Melo or Dwight Howard will ever win. Yet that keep getting signed.",
      "2018-11-09 09:08:28"
    ],
    [
      "Eso es verdad, Dwight Howard fue el centro de ese 1er equipo. https://twitter.com/kingjav09/status/1060866133174181891 …",
      "2018-11-09 09:08:25"
    ],
    [
      "@ kiiev54 multi for tomorrow: Dwight Howard under 13.5 pts @$1.78 Joel Embiid more rebounds than Ben Simmons @$1.33 Sacramento to beat Minnesota H2H @$2.18 The podcast will be available over the next few days and if you do follow Kevin's multi, please gamble responsibly.",
      "2018-11-09 08:48:40"
    ],
    [
      "D'Angelo Russell D. Russell PGBKN $5.6K VS DEN 30.09 PROJ. PTS Andrew Wiggins A. Wiggins SGMIN $6.2K VS SAC 31.79 PROJ. PTS Buddy Hield B. Hield SFSAC $6.7K VS MIN 36.53 PROJ. PTS Taj Gibson T. Gibson PFMIN $4.9K VS SAC 23.92 PROJ. PTS Dwight Howard D. Howard top 5",
      "2018-11-09 08:33:06"
    ],
    [
      "Adidas TS Pro Model Player DH Dwight Howard 2008 Basketball Shoes 058680 Size 14 http://rover.ebay.com/rover/1/711-53200-19255-0/1?ff3=2&toolid=10039&campid=5338249107&item=132849007920&vectorid=229466&lgeo=1 …",
      "2018-11-09 07:20:00"
    ],
    [
      "Adidas TS Pro Model Player DH Dwight Howard 2008 Basketball Shoes 058680 Size 14 http://rover.ebay.com/rover/1/711-53200-19255-0/1?ff3=2&toolid=10039&campid=5338247778&item=132849007920&vectorid=229466&lgeo=1 …",
      "2018-11-09 07:19:20"
    ],
    [
      "Adidas TS Pro Model Player DH Dwight Howard 2008 Basketball Shoes 058680 Size 14 http://rover.ebay.com/rover/1/711-53200-19255-0/1?ff3=2&toolid=10039&campid=5338250785&item=132849007920&vectorid=229466&lgeo=1 …",
      "2018-11-09 07:16:00"
    ],
    [
      "Dwight Howard full court shot O_O pic.twitter.com/1lsnkdu0RU",
      "2018-11-09 07:11:05"
    ],
    [
      "Gone be another Dwight Howard if he don’t get it together",
      "2018-11-09 06:28:52"
    ],
    [
      "Not many of those big intelligent centers around. I think he really liked Tyson Chandler, Ed Davis and Dwight Howard?",
      "2018-11-09 06:07:02"
    ],
    [
      "Rajon Rondo Csillagot érdemlő flopja, Steven Adams zsákolási kísérlete, Dwight Howard \"táblás\" dobása és Deandre Ayton \"lábközötti\" megpróbáltatásai. http://kezdo5.hu/nba/videok-shaqtin-a-fool-rajon-rondo-alakitasat-jack-nicholson-is-megtapsolta-34672 …",
      "2018-11-09 06:05:43"
    ],
    [
      "Dwight Howard is the proud owner of the best player picture on FD",
      "2018-11-09 05:58:15"
    ],
    [
      "私が選ぶ現役Ctop5 1...Dwight Howard 2...Andrew Bynum 3...Tyson Chunder, Al Jefferson 5...Marc Gasol, DeMarcus Cousins",
      "2018-11-09 05:48:53"
    ],
    [
      "Shaqtin’ A Fool: Deandre Ayton, Steven Adams, Rajon Rondo & Dwight Howard http://watchbasketballvideos.com/index.php/2018/11/09/shaqtin-a-fool-deandre-ayton-steven-adams-rajon-rondo-dwight-howard/ …",
      "2018-11-09 04:59:18"
    ],
    [
      "Shaqtin’ A Fool : Dwight Howard, le roi du saucisson https://goo.gl/fb/6mZSUZ",
      "2018-11-09 04:54:14"
    ],
    [
      "Shaqtin’ A Fool : Dwight Howard, le roi du saucisson https://www.basketusa.com/news/528407/shaqtin-a-fool-dwight-howard-le-roi-du-saucisson/ …pic.twitter.com/lMeKHLCHgi",
      "2018-11-09 04:54:07"
    ],
    [
      "Bro victor double clutched it on dwight howard and hes 7 feet tall",
      "2018-11-09 04:06:52"
    ],
    [
      "Shaqtin' A Fool: Deandre Ayton, Steven Adams, Rajon Rondo & Dwight Howard http://youtu.be/LNhSoMp2NrQ?a",
      "2018-11-09 03:57:49"
    ],
    [
      "I would take Dwight Howard over Melo @ treydru21",
      "2018-11-09 03:46:24"
    ],
    [
      "Lmaooo did y’all see that Dwight Howard shot",
      "2018-11-09 03:39:35"
    ],
    [
      "# shaqtin Dwight Howard",
      "2018-11-09 03:39:16"
    ],
    [
      "Dwight Howard # shaqtin",
      "2018-11-09 03:38:57"
    ],
    [
      "Dwight!! Bit stick to what you know!! #1 # ShaqtinAFool @ shaq @ DwightHoward # NBAonTNT",
      "2018-11-09 03:38:49"
    ],
    [
      "Ernie : “ Dwight Howard and deandre Jordan lost a lot of weight this year Charles: “ and a lot of games “",
      "2018-11-09 03:38:28"
    ],
    [
      "Dwight Howard shot a mean ass brick lol",
      "2018-11-09 03:38:06"
    ],
    [
      "Dwight Howard - the only player in NBA history to piss off Steve Nash pic.twitter.com/8XD98CcmRY",
      "2018-11-09 03:37:40"
    ],
    [
      "DWIGHT HOWARD SHOULD NOT BE ALLOWED TO BE A PLAYABLE CHARACTER IN SUPER SMASH BROTHERS ULTIMATE DURING THE SECOND HALF OF THIS BASKETBALL GAME",
      "2018-11-09 03:08:42"
    ],
    [
      "私が選ぶ現役ダンカーtop5 1...LeBron James 1...Blake Griffin 3...Russell Westbrook 4...Dwight Howard 5...Dwyane Wade",
      "2018-11-09 02:48:57"
    ],
    [
      "First of all, I need to know if Space Jam is a sports movie or not. Then... based on @ AustinGomber’s Dwight Howard HOF take, how about your top 5 hot takes. Different topics. Hottest takes you both have.",
      "2018-11-09 02:42:14"
    ],
    [
      "Dwight Howard?",
      "2018-11-09 02:24:46"
    ],
    [
      "“Lana Rhoads is the Dwight Howard of porn” “From The Office?” “That’s Dwight Schrute you dumbass”",
      "2018-11-09 02:24:23"
    ],
    [
      "YALL BETTER WIN TODAY, I AINT PLAYING I DOUBLE DOG DARE YOU NIGGAS TO LOSE @ JohnWall @ RealDealBeal23 @ Keefmorris @ DwightHoward @ Jayblac1615 Win please",
      "2018-11-09 02:21:26"
    ],
    [
      "Hes no where near going to be as good as Dwight Howard. Howard was a top 5 player in the league and a HOFer",
      "2018-11-09 02:16:18"
    ],
    [
      "Ayton averaging a double double and doesn’t know how to play yet. If he want to he can be great. If he doesn’t he can be Dwight Howard. We’ll see",
      "2018-11-09 02:15:28"
    ],
    [
      "If we’re talking centers Dwight Howard no doubt #1",
      "2018-11-09 02:13:43"
    ],
    [
      "Like I said as soon as the trade happened. Mello. Where Mello and Dwight Howard go those teams become a debacle One simple reason They both don’t try very hard especially on D",
      "2018-11-09 01:53:25"
    ],
    [
      "KAT is the next Dwight Howard.... had a couple great early years then is average for the rest of his a career. But had soo much potential",
      "2018-11-09 01:23:22"
    ],
    [
      "私が選ぶ現役芸人top5 1...Dwight Howard 2...LeBron James 3...Dwyane Wade 4...Mickael Pietrus 5...Stave Nash",
      "2018-11-09 01:18:46"
    ],
    [
      "Dwight Howard",
      "2018-11-09 01:16:30"
    ],
    [
      "Even Dwight Howard is trying to make that transition",
      "2018-11-09 00:23:02"
    ],
    [
      "Reminding me too much of Howard’s last year with us and guess who’s killed the team that year? Dwight Howard",
      "2018-11-09 00:16:23"
    ],
    [
      "If this team doesn’t ever get together and fix themselves ITS MELOS FAULT because so far this season MELO IS AS CANCEROUS AS DWIGHT HOWARD",
      "2018-11-09 00:14:59"
    ],
    [
      "@ DwightHoward THEY ARE JOANING https://twitter.com/BleacherReport/status/1060002694008586245 …",
      "2018-11-09 00:06:28"
    ],
    [
      "At least Dwight Howard had the decency to be good for a couple years before torpedoing the team",
      "2018-11-09 00:00:42"
    ],
    [
      "Him and Dwight Howard bad luck charms fr fr https://twitter.com/ThatBoyEman/status/1060727787198148609 …",
      "2018-11-09 00:00:16"
    ],
    [
      "Dwight Howard? https://twitter.com/Power106LA/status/1060723774738202624 …",
      "2018-11-08 23:51:08"
    ],
    [
      "So Dwight Howard still rebounds like Dwight Howard.",
      "2018-11-08 23:39:57"
    ],
    [
      "Can we start with my jumper cause I looked like Dwight Howard in the summer league",
      "2018-11-08 23:23:55"
    ],
    [
      "team with kobe bryant, Vegeta, Dwight Howard, eminem, and Goku",
      "2018-11-08 23:21:37"
    ],
    [
      "Dwight howard no tired fi deh pon shaqtin a fool.",
      "2018-11-08 23:02:17"
    ],
    [
      "Dwight Howard au wizards qu’est ce qu’il va apporter concrètement ? Je suis perdu # NBAextra",
      "2018-11-08 22:54:52"
    ],
    [
      "Mira que soy fan de @ DwightHoward... y optimista por naturaleza, pero empiezo a sospechar que los @ WashWizards se equivocaron al ficharle. A la velocidad que se mueven @ JohnWall y @ RealDealBeal23, para cuando el pivot llega a la pintura ya está todo el pescao vendido. @ NBAspain",
      "2018-11-08 22:48:35"
    ],
    [
      "Dwight Howard, Joakim Noah, Ron Artest, Zaza....point guards, right.",
      "2018-11-08 22:32:12"
    ],
    [
      "私が選ぶ現役リバウンド最強top5 1...Dwight Howard 2...Kevin Love 3...Andrew Bynum 4...Blake Griffin 5...Josh Smith",
      "2018-11-08 22:18:47"
    ],
    [
      "Dwight Howard https://twitter.com/Ballislife/status/1060655337643143168 …",
      "2018-11-08 21:34:40"
    ],
    [
      "What practice ? Cause that record y'all have isn't reflecting that !",
      "2018-11-08 21:33:52"
    ],
    [
      "@ NickAshooh what’s worse @ Russellmania621 in a skirt and Pom poms or the terrible Dwight Howard babymaking visual he threw out a few weeks ago",
      "2018-11-08 21:29:12"
    ],
    [
      "私が選ぶ現役ディフェンス最強top5 1...Dwight Howard 2...Sarge Ibaka 3...LeBron James 4...Chris Poul 5...Dwyane Wade",
      "2018-11-08 21:18:46"
    ],
    [
      "@ DwightHoward @ CarterCenter @ CarterLibrary @ selenagomez @ LupeFiasco @ PenelopeCruz1 @ rustyrockets @ TonyRobbins @ WhoopiGoldberg @ MarkRuffalo @ nefariousemma @ mrdannyglover @ rogerwaters @ dark_shark @ PalestineChron # GroupPalestine # IfAmericansKnew # GreatReturnMarch # BDSOurWeaponpic.twitter.com/hSMlFPaNxw",
      "2018-11-08 21:13:53"
    ],
    [
      "Dwight Howard been in the league 15 years and hasn’t learned a single post move",
      "2018-11-08 21:10:37"
    ],
    [
      "Dwight Howard is Jesus",
      "2018-11-08 21:07:15"
    ],
    [
      "Who else makes the rest of the “All of Our Teammates Hate Us” starting 5? Wall Butler ? ? Dwight Howard",
      "2018-11-08 21:06:27"
    ],
    [
      "eh, I don't know here Fred. he's been doing this for 2yrs, but this time, touching the intern, he crossed the line. he interrupts other reporters asking questions. he is a clown show, kind of like Dwight howard is to the NBA",
      "2018-11-08 20:53:09"
    ],
    [
      "Marvin Williams, Dwight Howard, Josh Smith, JR Smith, Gabe Pruitt, Glen Davis, Joakim Noah, Darrell Wright, Robert Swift, Randolph Morris",
      "2018-11-08 20:51:52"
    ],
    [
      "I liked a @ YouTube video http://youtu.be/UMZacRdtGjA?a Dwight Howard Chooses A Wild ‘N Out Belt Over A Ring | WNO | # Wildstyle",
      "2018-11-08 20:42:09"
    ],
    [
      "Dwight Howard, Josh Smith, JR Smith, Joakim Noah, Big Baby Davis, Randolph Morris, Dorrell Wright, Gabe Pruitt, Demarcus Nelson, thinking if I remember correctly that may be Robert Swift in the back",
      "2018-11-08 20:24:02"
    ],
    [
      "# TBT Roundball All-American game. Taking a picture in front of Air Jordan. statue. There are at least 10 guys who went on to play Pro ball. Can you spot them? @tiphoops @ espn @ NYCHoops @ BIReports @ RealiLuvBBall @ TheRealJRSmith @ JonRothstein @ JoakimNoah @ DwightHoward @ DWRIGHTWAY1pic.twitter.com/N0sWMroeeK",
      "2018-11-08 20:14:34"
    ],
    [
      "Dwight Howard is only 33 and that blows my mind.",
      "2018-11-08 20:13:12"
    ],
    [
      "Rashard Lewis, Dwight Howard, and Steve Clifford will all be at the Amway at the same time tomorrow for the first time in a long time. Quentin Richardson, Hedo Turkoglu, and Stan Van Gundy have all also made appearances this season. I miss that 2009 Magic squad.",
      "2018-11-08 20:06:53"
    ],
    [
      "By taking Dwight Howard with you...",
      "2018-11-08 20:05:01"
    ],
    [
      "Really, I'd put their struggles on a couple things: 1. all the cats who're new to the team AND in a contract year (stat-huntin'), and 2. Dwight Howard, the LITERAL pain in the ass. When he comes back, they get this --> https://deadspin.com/this-dwight-howard-shot-was-a-crime-against-basketball-1830285678 …",
      "2018-11-08 19:57:09"
    ],
    [
      "Tyson Chandler>Dwight Howard",
      "2018-11-08 19:21:42"
    ],
    [
      "Maybe they can leave ernie in Florida permanently",
      "2018-11-08 19:11:46"
    ],
    [
      "Dwight Howard has destroyed this man https://twitter.com/HumbleTeej/status/1060652282340040704 …",
      "2018-11-08 19:07:44"
    ],
    [
      "Coach Brooks talks about Dwight Howard getting more comfortable and more ahead of tomorrow night's game. # WizMagic | # DCFamilypic.twitter.com/D9NUmsMtLw",
      "2018-11-08 19:00:00"
    ],
    [
      "",
      "2018-11-08 18:46:31"
    ],
    [
      "Ladies and Gents...KAT. Competing with Dwight Howard as the Softest Big Man in the League.",
      "2018-11-08 18:37:48"
    ],
    [
      "8X NBA All-Star @ DwightHoward hosted his inaugural ProCamp in Orlando in the summer of 2008 following his Slam Dunk Contest Championship. The former #1 Overall Draft Pick has hosted 9 ProCamps in 3 different cities during his career. # ProCamps20th # TBTpic.twitter.com/jcoW9pjReQ",
      "2018-11-08 18:37:06"
    ],
    [
      "Dwight Howard misses more free throws in his one season with the Lakers than Steve Nash did in his entire career. Nash: 324 misses in 18 seasons Howard: 366 misses in 2012-2013",
      "2018-11-08 18:24:03"
    ],
    [
      "Next year he rey make 35mil you think he care about the wizards with Dwight Howard",
      "2018-11-08 18:20:40"
    ],
    [
      "I feel bad for the wizards. They have the Dwight Howard curse. I felt that too when I was a lakers fan.",
      "2018-11-08 18:15:38"
    ],
    [
      "This is the worst shot I have ever seen. Dwight Howard jumper",
      "2018-11-08 18:05:57"
    ],
    [
      "Supposed to get on a fifteen hour flight to China tonight and I have explosive diarrhea. @ DwightHoward please have the Lord carry me!",
      "2018-11-08 18:01:15"
    ],
    [
      "Dwight Howard is notoriously slow at shooting free throws. In 2011, it led to his suspension. pic.twitter.com/XOMZI9DVbn",
      "2018-11-08 17:59:11"
    ],
    [
      "James Harden has only had ONE all-star teammate since coming to Houston: Dwight Howard in 2014",
      "2018-11-08 17:53:01"
    ],
    [
      "They had Common little ass dunking on Dwight Howard in this movie ghhfdhkl",
      "2018-11-08 17:43:18"
    ],
    [
      "If I were coach of the Wizards, after seeing that shot from Dwight Howard I'd have benched him immediately next possession and left him there. https://deadspin.com/this-dwight-howard-shot-was-a-crime-against-basketball-1830285678 …",
      "2018-11-08 17:41:39"
    ],
    [
      "You’re team is a disgrace",
      "2018-11-08 17:33:52"
    ],
    2018,
    11
  ]
}