{
  "elfrid": [
    [
      "Elfrid Payton Will Miss Sixth Straight Game Sunday More: http://LineStarApp.com/News/Sport/NBA/Story/21680 … # DFS # NBA # News # NYK",
      "2019-11-09 20:20:35"
    ],
    [
      "NEW: Elfrid Payton Will Miss Sixth Straight Game Sunday https://www.rotoballer.com/player-news/elfrid-payton-will-miss-sixth-straight-game-sunday/689545?utm_source=dlvr.it&utm_medium=twitter …",
      "2019-11-09 20:12:32"
    ],
    [
      "Elfrid Payton (hamstring) out for Sunday. # Pelicans # NBA",
      "2019-11-09 19:48:01"
    ],
    [
      "Elfrid Payton (hamstring) no jugará el domingo. # NewYorkForever # NBATwitter # FantasyBasketball",
      "2019-11-09 19:42:52"
    ],
    [
      "Elfrid Payton (hamstring) listed out for Sunday. https://www.fantasylabs.com/nba/news/12524?u=a7662429-5311-4fa3-a67c-637990d512d1 …",
      "2019-11-09 19:38:08"
    ],
    [
      "Agreed w/ your latter point. So to jump and trust that Fiz will not revert back to his handling of Frank imo is premature. Watch Fiz. Trust his judgment after he proves it if Frank’s play continues and Dennis and Elfrid are available. I’ll be convinced then. pic.twitter.com/aRgGIHimWC",
      "2019-11-09 19:29:28"
    ],
    [
      "Elfrid also pic.twitter.com/oj2NfM0EEg",
      "2019-11-09 19:08:43"
    ],
    [
      "Elfrid Payton is a PG & they have more than enough guards",
      "2019-11-09 18:53:52"
    ],
    [
      "How will Fiz manage Dennis and Elfrid and Nitty??? pic.twitter.com/HZYejV2qBE",
      "2019-11-09 18:22:30"
    ],
    [
      "As much as I like DSJ.. that's fair. I don't know how much we'll invest developing him with Elfrid around",
      "2019-11-09 17:20:42"
    ],
    [
      "We are going to have a great team for a long time. Keep being a leader and show them that swag you got king . Between New Orleans and players that speak French it’s about to be a renaissance in the garden. # Knicks # KnicksTape @ RjBarrett6 @ 23savage____ @ elfrid",
      "2019-11-09 16:27:28"
    ],
    [
      "The Raptors need a point guard. Elfrid Payton gonna love Toronto.",
      "2019-11-09 16:05:41"
    ],
    [
      "Elfrid should get 35 minutes",
      "2019-11-09 16:05:21"
    ],
    [
      "Now we trade dsj and Elfrid for a backup pg https://twitter.com/alanhahn/status/1193200919338508288 …",
      "2019-11-09 14:44:35"
    ],
    [
      "Oh it def is for Frank! But once Elfrid is back they'll have someone they can comfortably put out there and not have everything fall apart like it has the last couple games (And I'm in the minority but I don't think DSJ is cooked either )",
      "2019-11-09 14:12:12"
    ],
    [
      "ELFRID (dumb name) trying to take his job back when he comes back from injury... # naaa # frankhive # viva @Amway Center https://www.instagram.com/p/B4pw6TCFPNd/?igshid=v1f58oh436v9 …",
      "2019-11-09 14:11:27"
    ],
    [
      "ELFRID (dumb name) trying to take his job back when he comes back from injury... # naaa # frankhive # viva (shouts @ OandBforever) @The Garden https://www.instagram.com/p/B4pwdwQlnsp/?igshid=1io0z4j3acgbi …",
      "2019-11-09 14:06:45"
    ],
    [
      "frank had an amazing week... can't wait until he's splitting minutes with elfrid payton in 2 weeks because fizdale is a fucktard",
      "2019-11-09 13:20:33"
    ],
    [
      "Mmmmmmmmmmmmmm. Theyll still start elfrid when he comes back lolol",
      "2019-11-09 12:48:50"
    ],
    [
      "MRob, Elfrid, and a 2028 2nd ***might*** get you a 2027 2nd https://twitter.com/ZachTennen/status/1193172576459247616 …",
      "2019-11-09 12:03:47"
    ],
    [
      "I really thought he would show ... something. But it hasn't happened so far. He's like a poor man's Elfrid Payton.",
      "2019-11-09 12:01:14"
    ],
    [
      "They could be...but if Frank is playing really well & increasing his trade value (let alone contributing to winning basketball) & they're like, \"Sit him for Elfrid Payton,\" that's historically bad management...which...um...la la la la la...not listening anymore for my own sanity.",
      "2019-11-09 11:43:44"
    ],
    [
      "Timberwolves get: Mitchell Robinson Elfrid Payton 2028 2nd round pick Knicks get: Karl-Anthony Towns Who says no?",
      "2019-11-09 11:24:44"
    ],
    [
      "Guess what??? Frank finally did just that... \"he earned his spot\"... your too busy trying to make a point that you missed the whole point... and yes Frank FINALLY earned the point guard spot tonight...DSJ and Elfrid have to fight Trier and Wellington now for the back up spots",
      "2019-11-09 10:55:45"
    ],
    [
      "Somehow fiz gonna find a way to say he needs to give DSJ and elfrid payton a chance to “earn” it",
      "2019-11-09 10:36:14"
    ],
    [
      "I really be forgetting me have Elfrid Payton ... https://twitter.com/sny_knicks/status/1193017083761700864 …",
      "2019-11-09 09:53:48"
    ],
    [
      "But they only wanna play Elfrid Payton on 2k. Frank gets no playing time",
      "2019-11-09 05:06:59"
    ],
    [
      "He’s loves the nets so much lol he’s just mad he has Elfrid Payton as his point guard LMAOO https://twitter.com/MrBenami/status/1193037731296956417 …",
      "2019-11-09 02:34:55"
    ],
    [
      "# knicks Ntilikina looked great, and knowing the Knicks they'll bench him for Elfrid Payton. Actually, it'll probably be a timeshare and both guys will flop. Worth an add for now, for sure, though. Taj Gibson might be worth a stream with Mitchell out, but I'm not bothering",
      "2019-11-09 02:20:32"
    ],
    [
      "Maybe slightly if we only go off these last few games but Elfrid is still a better all-around player and a far better point guard.",
      "2019-11-09 02:15:41"
    ],
    [
      "Aaaaaaaand......\"I'll just start elfrid or DSJ when they ready.\" SMH",
      "2019-11-09 01:46:02"
    ],
    [
      "We can still use elfrid but yeah agreed https://twitter.com/Jpasqualini1Joe/status/1193023883961667584 …",
      "2019-11-09 01:37:53"
    ],
    [
      "So DSJ and Elfrid fighting for the backup PG spot out here.. # Knicks",
      "2019-11-09 01:35:09"
    ],
    [
      "What even more sad is that the people above Fiz brought in Elfrid Payton to take his spot.",
      "2019-11-09 01:33:53"
    ],
    [
      "I did want him to start. For a brand new team, Elfrid was the most experienced and well-rounded PG. Frank has proved he deserves the spot. Your point?",
      "2019-11-09 01:33:47"
    ],
    [
      "I doubt dsj is gonna be happy coming off th bench and what happens when Elfrid Payton come back what is fizdale gonna do",
      "2019-11-09 01:27:03"
    ],
    [
      "When Mitchell Robinson and Elfrid and DSJ are healthy in the next game against the Mavericks>>>>>",
      "2019-11-09 01:24:40"
    ],
    [
      "Fiz probably scratching his head and thinking to himself, \"How in the HELL am I going to justify sending Frank back to the bench when DSJr and Elfrid come back?...\" OK, I'll stop it. Not tonight... # Knicks",
      "2019-11-09 01:24:00"
    ],
    [
      "Fizdale can’t wait to start Elfrid Payton over him. https://twitter.com/ptknicksblog/status/1193015396875558912 …",
      "2019-11-09 01:19:41"
    ],
    [
      "Me if Fizdale try to roll Elfrid or DSJ out as starters after tonight pic.twitter.com/KXot7dbSKS",
      "2019-11-09 01:09:49"
    ],
    [
      "I like him to get a consistent idea of where his shots are going to come from. Not sure the Knicks can sit Elfrid Payton while Frank finds his way on offense.",
      "2019-11-09 01:07:30"
    ],
    [
      "4 steals and 3 blocks...please do not think of DSJ and Elfrid as starters anymore https://twitter.com/IanBegley/status/1193015420099399685 …",
      "2019-11-09 01:02:20"
    ],
    [
      "Disintegrate Elfrid Payton in a centrifuge",
      "2019-11-09 00:58:37"
    ],
    [
      "Nkitilina > DSJ y Elfrid Payton juntos # Knickstape",
      "2019-11-09 00:56:10"
    ],
    [
      "Thank god Elfrid Payton got hurt. Without it, Fizdale doesn’t give Frank this chance. Frank played like 3 mins in the first 3 games.",
      "2019-11-09 00:54:02"
    ],
    [
      "Elfrid and DSJ can battle it out for backup point guard. I will never forgive Fizdale if he pulls Frank from the starting 5 now. # Knicks",
      "2019-11-09 00:50:06"
    ],
    [
      "Thank god Elfrid Payton got hurt. Without it, Fizdale doesn’t give Frank this chance. Frank played like 3 mins in the first 3 games.",
      "2019-11-09 00:46:33"
    ],
    [
      "We actually traded Porzingis for DSJ and the opportunity to sign huge name free agents like Julius Randle, Marcus Morris Sr, Elfrid Payton, Bobby Portis, and Wayne \"The Drain\" Ellington.",
      "2019-11-09 00:31:18"
    ],
    [
      "Elfrid Payton and DSJ can’t do any of this",
      "2019-11-09 00:31:00"
    ],
    [
      "The ball has to continue moving. Their defense isn’t that good. We need elfrid back.",
      "2019-11-09 00:18:15"
    ],
    [
      "If Elfrid and/or DSJ come back and start airmail Fizdale into the bottom of the Atlantic.",
      "2019-11-09 00:12:59"
    ],
    [
      "Elfrid Payton on the bench with the look of a man that knows his minutes are vanishing",
      "2019-11-09 00:09:23"
    ],
    [
      "Let's think. Ramon Sessions, Jarrett Jack, Trey Burke, Emmanuel Mudiay, Kadeem Allen, Dennis Smith Jr., Elfrid Payton, Allonzo Trier/RJ Barrett. Am I missing any?",
      "2019-11-08 23:54:54"
    ],
    [
      "Elfrid Peyton",
      "2019-11-08 23:49:44"
    ],
    [
      "Never thought I'd miss Elfrid Payton.",
      "2019-11-08 23:21:21"
    ],
    [
      "if Fiz is true to his word, he should make DSJ and Elfrid earn that starting spot over Frank.",
      "2019-11-08 23:18:03"
    ],
    [
      "Dennis and Elfrid still aren’t back lol",
      "2019-11-08 23:14:58"
    ],
    [
      "Yo @ NBA2K wtf is this bs? Elfrid Payton? Seriously? pic.twitter.com/s5qYJT1Z13",
      "2019-11-08 20:19:22"
    ],
    [
      "Smith and Elfrid should fight for 2nd team. The loser should be traded so they aren’t looking over their shoulder.",
      "2019-11-08 20:15:45"
    ],
    [
      "# NBA 11/8 updated Out- Grayson Allen, Windler, Henson, Blake Griffin, Rose, Lamb, Bitadze, Parsons, E Turner, Draymond Green, Smailagic, D Smith Jr, Elfrid Payton, M Robinson, Ben Simmons, Mudiay, Exum, Pau, Ross, Myles Turner, Frazier, Teague, D Jordan Doubtful- Winslow, Rondo",
      "2019-11-08 19:33:47"
    ],
    [
      "RJ Barrett is off to a strong start, and has perfromed admirably as a lead guard with the Knicks missing Elfrid Payton and Dennis Smith Jr. However, @ reidgoldsmith thinks RJ can still orchestrate the offense without needing to be the only ball handler:https://theknickswall.com/case-against-point-guard-rj-barrett-knicks/ …",
      "2019-11-08 17:55:20"
    ],
    [
      "Pick up Isaiah Thomas if he’s available. Or Elfrid Payton. Low risk/high reward fantasy players",
      "2019-11-08 16:51:10"
    ],
    [
      "What ever happened to Skiles? Working with Hennigan and having Elfrid Payton as his PG made him totally abandon the NBA forever",
      "2019-11-08 15:58:37"
    ],
    [
      "In the same draft that Andrew Wiggins went number one, Dante Exum went 5 and the top ten was wrapped up with Noah Vonleh and Elfrid Payton??? pic.twitter.com/ojoAhjt0hC",
      "2019-11-08 15:41:08"
    ],
    [
      "Little cutie patooties!!",
      "2019-11-08 15:33:16"
    ],
    [
      "New York - G Elfrid Payton (hamstring) is questionable, C Mitchell Robinson (concussion) & G Dennis Smith Jr (bereavement list) are out tonight versus Dallas.",
      "2019-11-08 15:31:17"
    ],
    [
      "New York - G Elfrid Payton (hamstring) is questionable, C Mitchell Robinson (concussion) & G Dennis Smith Jr (bereavement list) are out tonight versus Dallas.",
      "2019-11-08 15:30:47"
    ],
    [
      "DSJ and Elfrid are on the way",
      "2019-11-08 15:26:18"
    ],
    [
      "Elfrid Payton ( @ elfrid) sends in his congratulations on head coach Bob Marlin earning his 400th career win as a Division I coach. # GeauxCajuns pic.twitter.com/qkxh8yNeYU",
      "2019-11-08 15:10:47"
    ],
    [
      "NO! I'm HOPING. If we can finally... get a fully healthy lineup... of... DSJ, Frank, RJ, Knox, Mitch it'll be something we can root for. If we do get it.... We'll get it for like 2 minutes and then Bobby and Elfrid will be brought in and back to the sad times.",
      "2019-11-08 14:57:51"
    ],
    [
      "I would go smaller but I like the pairing of Robinson and Randle in theory. Elfrid/Ellington/Barrett/Randle/Robinson There’s no reason to be starting Morris at the 3",
      "2019-11-08 14:55:34"
    ],
    [
      "# AfraidOfFox Cameron Johnson Jusuf Nurkic Dante Exum Nic Batum Elfrid Payton Patrick McCaw John Collins",
      "2019-11-08 14:33:28"
    ],
    [
      "New York Knicks: Elfrid Payton is key to unlocking the struggling offense - National Basketball Association News - http://nbanewsnow.com/new-york-knicks-elfrid-payton-is-key-to-unlocking-the-struggling-offense-national-basketball-association-news/ …pic.twitter.com/Ga7qsOipps",
      "2019-11-08 14:29:30"
    ],
    [
      "I’m not high on Elfrid, and DSJ has looked horrific, but the latter doesn’t seem sustainable. At some point he’s goiing to settle in and, at worst, look like he did last season IMO. A hard regression in year 3, I don’t see it",
      "2019-11-08 13:29:07"
    ],
    [
      "Although Dennis is with the Knicks again, he’s still listed as “out” for tonight’s game. Elfrid Payton and Mitchell Robinson are also out for NYK. Mavs are 11-point favorites. https://twitter.com/LandAhoy14/status/1192813221847207938 …",
      "2019-11-08 12:30:21"
    ],
    [
      "# NBA Steals per game Ben Simmons 3.0 Jimmy Butler 3.0 Elfrid Payton 2.5 Kris Dunn 2.2 Kawhi Leonard 2.1 John Henson 2.0 Karl-Anthony Towns 2.0 Matisse Thybulle 2.0",
      "2019-11-08 11:23:03"
    ],
    [
      "NBA 2K20 @ Real2KInsider Knicks Ratings (Starters) 83 (+2) Julius Randle (PF): Interior Force 82 (+2) Mitchell Robinson (C): Paint Beast 82 (+3) Marcus Morris (SF): 3-Level Scorer 79 (NC) R.J. Barrett (SG): Slasher 78 (+2) Elfrid Payton (PG): 2-Way Slashing Playmaker",
      "2019-11-08 11:14:47"
    ],
    [
      "# NBA 11/8 Out- Grayson Allen, Windler, Henson, Blake Griffin, Rose, Lamb, Bitadze, Parsons, Evan Turner, Draymond Green, Smailagic, D Smith Jr, Elfrid Payton, Mitchell Robinson, Ben Simmons, Mudiay, Exum, Pau Gasol Doubtful- Napier, Winslow, Rondo, Frazier, Ross",
      "2019-11-08 10:39:27"
    ],
    [
      "That Elfrid Payton Maxi Kleber Christiano Feliciano money https://twitter.com/Complex/status/1192597132307501056 …",
      "2019-11-08 10:09:56"
    ],
    [
      "@ FrankLikina @ RjBarrett6 @ 23savage____ @ J30_RANDLE @ MookMorris2 @ Dennis1SmithJr @ CraigMalRob @ MichelleObama @ BarackObama @ elfrid @ _iggy_braz @ BPortistime @ alanhahn @ wallyball @ WaltFrazier @ nyknicks",
      "2019-11-08 09:33:14"
    ],
    [
      "Elfrid Payton (hamstring) out Friday http://www.fantasypros.com/nba/news/236221/elfrid-payton-hamstring-out-friday.php … via @ ZaktheMonster # fantasybasketball",
      "2019-11-08 03:15:20"
    ],
    [
      "Look what popped up in my memories. Aiden's first picture with @ elfrid in his rookie season. Compare that to the one from last week! # WOWpic.twitter.com/a3bX1avmDe",
      "2019-11-08 00:15:36"
    ],
    [
      "@ elfrid https://ift.tt/2pRHfG2",
      "2019-11-08 00:08:24"
    ],
    [
      "",
      "2019-11-07 23:57:43"
    ],
    [
      "You gonna play tomorrow? We need you!",
      "2019-11-07 23:49:31"
    ],
    [
      "@ SmanSports Hi Matt. Should I drop R. Gay and picked Culver or Elfrid Payton? Im in a 20 team 9 Cat Roto. Thanks",
      "2019-11-07 23:36:18"
    ],
    [
      "Are they your daughters?",
      "2019-11-07 23:26:26"
    ],
    [
      "",
      "2019-11-07 23:20:07"
    ],
    [
      "I like that hat brooooo!!!!",
      "2019-11-07 22:54:17"
    ],
    [
      "pic.twitter.com/s5PMzisS6M",
      "2019-11-07 22:48:56"
    ],
    [
      "Dude has zero trade value right now. Even without the family problems he was on the trajectory to lose his spot to Elfrid Payton. Would have to be an add on for salary purposes.",
      "2019-11-07 21:46:01"
    ],
    [
      "Jarret Jack and Emmanuel Mudiay, who wouldn’t stay for more of that!! KP has no idea what he’s missing now that Elfrid Payton is here",
      "2019-11-07 20:27:58"
    ],
    [
      "It was Elfrid Payton btw. Same as this year. https://twitter.com/MindNy77/status/1191184185169522688 …",
      "2019-11-07 19:10:57"
    ],
    [
      "I don’t know if this is fair. DSJ is obviously going through some stuff and Frank & Elfrid were never big scorers. EP is still second on the team in assist with just 3 starts. I feel given time he would get at the very least close to his career averages https://twitter.com/Jaelin_Taylor/status/1192540826880139264 …",
      "2019-11-07 17:45:18"
    ],
    [
      "But, but you told me Elfrid was a Great Floor General",
      "2019-11-07 17:21:48"
    ],
    [
      "Elfrid Payton did it 5 times in a row last year.... and he is Elfrid Payton.",
      "2019-11-07 16:52:07"
    ],
    [
      "we should have signed frank nitty instead of elfrid payton",
      "2019-11-07 15:23:31"
    ],
    [
      "And the Knicks had 2 max spaces and didn’t even call his phone. I’m so disgusted. Hey at least we got Elfrid Payton Taj Gibson and Bobby Portis! https://twitter.com/Jaden_3x/status/1191934240813965312 …",
      "2019-11-07 15:07:23"
    ],
    [
      "Mitchell Robison s'ajoute donc à Dennis Smith Jr, Elfrid Payton et Reggie Bullock sur la liste des absents des Knicks. De notre côté, tout le monde sera sur pied et prêt à jouer. Match à 2h30, dans la nuit de vendredi à samedi. https://twitter.com/KnicksFr/status/1192496202329264136 …",
      "2019-11-07 14:49:14"
    ],
    [
      "Our defense when he sits is soooo bad. Hope when DSJ and elfrid come back Fiz still needs to play Mitch and frank 25 plus minutes.",
      "2019-11-07 13:53:40"
    ],
    [
      "Anyone here believe Fiz sticks with Frank when Elfrid & DSJ return? Frank's not at his best when looking over his shoulder. I'd like to see Fiz announce a commitment to a lineup and an equal commitment to an offense # Knicks",
      "2019-11-07 13:23:46"
    ],
    [
      "Pretty good game and start for Ntilikina. But will he go back to the bench when DSJ and Elfrid return? Only rosterable as a D specialist, and even then only if he keeps this role. Barrett and Knox are exceeding expectations. Knox is a deep league guy.",
      "2019-11-07 12:30:40"
    ],
    [
      "Not looking for a fight but I think he got better looks w Elfrid. This was my main worry about playing him w Frank. Very small sample I know",
      "2019-11-07 12:03:20"
    ],
    [
      "The play is set up for frank to dish it at this point. Elfrid and DSJ have done the same thing this season. But yeah blame Frank https://twitter.com/testmywill/status/1192450793414242306 …",
      "2019-11-07 11:39:29"
    ],
    [
      "@ MookMorris2 @ BPortistime @ elfrid @ TajGibson Ya was talking a lot of good stuff before the season. Wtf happened? NO EXCUSES. Turn this shit around now. # SupposedToBeDogs # AllBarkNoBite # knicks",
      "2019-11-07 11:32:50"
    ],
    [
      "Next two weeks are crucial. 4 out of our next 7 games are winnable. Especially the 2 at the garden. Really need Elfrid or DSJ back.",
      "2019-11-07 10:47:18"
    ],
    [
      "If fizdale starts talking about “i gotta get these other guys minutes and see what we got blah blah blah” when dennis and elfrid come back the. Just...... idk https://twitter.com/TheKnicksWall/status/1192288213131546624 …",
      "2019-11-07 10:18:12"
    ],
    [
      "Elfrid got burned on defense way too often. Yes he runs Pick and roll, but he also has defensive lapses and shoots poorly. Remember how many people were calling for Frank after the Nets and Boston game... now we have Frank, and we need to let this lineup settle for awhile.",
      "2019-11-07 09:02:50"
    ],
    [
      "Elfrid Payton*",
      "2019-11-07 08:55:19"
    ],
    [
      "Yeah missing elfrid payton is the issue",
      "2019-11-07 08:40:56"
    ],
    [
      "All those guys you mentioned (though I think you can work with Elfrid) DON'T MAKE PLAYERS AROUND THEM BETTER. And THEY'RE the VETS on the team. That's why this is so bad.",
      "2019-11-07 04:31:39"
    ],
    [
      "@ KnicksFanTv You're killing Portis but he's not the first player who needs to go. They gotta get rid of Morris, Ellington, Bullock and probably Elfrid too. Any F/A signing whose taking mins away from the young core has to go. # Knicks ...And Fiz on a short leash too",
      "2019-11-07 03:58:07"
    ],
    [
      "That 10% is for Kelly Oubre, Elfrid Payton and @ joeisalwaysopen (they get 3 and 1/3 each)pic.twitter.com/QwOZH5M4dE",
      "2019-11-07 03:12:27"
    ],
    [
      "Second unit would be Elfrid, trier, Morris, randle, Portis. Both units got shooting and defense. Proper floor balance has been killing us people been able to help off our players killing our offense.",
      "2019-11-07 02:46:22"
    ],
    [
      "Lmao! Who? DSJ? Elfrid? Bullock? Ahahaha! Those are all bums! 3rd stringers at best gtfoh!!! You just prove a point that you dunno bball to even be a lil more hopeful of having those bums back YOUR TEAM IS TRASH. Tonight's game against the Piston were over by the 3rd qt",
      "2019-11-07 02:21:48"
    ],
    [
      "I can’t believe I’m saying this but...... wait till Elfrid Payton gets back",
      "2019-11-07 02:10:50"
    ],
    [
      "Drafted Oladipo not realizing his injured. Curry went down , Myles Turner and elfrid payton are out. Yeah this fantasy is a disaster",
      "2019-11-07 01:07:33"
    ],
    [
      "Ya, I tried , Phil didn’t read my tweet . But Elfrid is unrelated to brogdons 85 million https://twitter.com/cwhitey_ny/status/699411356005613568?s=21 …",
      "2019-11-07 00:23:45"
    ],
    [
      "“I get that they’re without Elfrid Payton” may be the best seven-word summation of the last 19 years of Knicks basketball, in so many ways.",
      "2019-11-06 23:59:27"
    ],
    [
      "Elfrid Payton is the only PG on the Knicks that can run anything in the halfcourt. He's been out 5 games and Fizdale played him sparingly in the 3 games he was healthy.",
      "2019-11-06 23:50:35"
    ],
    [
      "I don't think elfrid Payton is much of a difference maker",
      "2019-11-06 23:44:17"
    ],
    [
      "Knicks have lost 2 straight games by at least 20 pts & are 1-7 entering Friday’s game vs DAL. I get that they’re without Elfrid Payton & Mitchell Robinson got hurt, but I’m sure everyone involved in building this team expects it to be more competitive than you’ve seen this week",
      "2019-11-06 23:41:54"
    ],
    [
      "He preached defense. They play none. The only guys who bring it on that end is Frank and Mitch and Fiz wanted more part of Frank until he has no choice with Elfrid hurting.",
      "2019-11-06 22:39:07"
    ],
    [
      "Nahhh I ain’t NEVA seen Frank play defense like THIS before. He know DSJ and Elfrid coming back soon",
      "2019-11-06 21:57:19"
    ],
    [
      "That’s a really good point by Wally Szczczczerbiak on the broadcast: Frank playing confidently (after getting run for a few games) and more importantly he’s not looking over his shoulder w/ Elfrid hurt and DSJr away from the team He looks good tonight. Not “Frank good”. Good.",
      "2019-11-06 21:44:44"
    ],
    [
      "I can’t wait for elfrid Payton to come back # frank # stinks",
      "2019-11-06 21:20:24"
    ],
    [
      "# AfraidOfFox Cameron Johnson Jusuf Nurkic Dante Exum Nic Batum Elfrid Payton Patrick McCaw",
      "2019-11-06 18:39:01"
    ],
    [
      "Hey man you were right about Elfrid! We. are. smart.",
      "2019-11-06 18:38:12"
    ],
    [
      "elfrid payton, rei dos triple double",
      "2019-11-06 18:03:08"
    ],
    [
      "L'effet Elfrid Payton",
      "2019-11-06 17:30:16"
    ],
    [
      "He’s ran the 2 almost his entire career, he didn’t run the 1 last year. You clearly don’t watch bc if you watched you’d know the pelicans had elfrid Payton running point",
      "2019-11-06 15:36:24"
    ],
    [
      "Rondo and Elfrid are the Same type of Guards as Zo. I feel hes dealing with the MVP pressure...that Griff put on him. And not Handling it. Plus his Normal slow start to the season.",
      "2019-11-06 15:31:10"
    ],
    [
      "i mean im excited about fultz but i also sort of think he is what he is - which is a point guard in the elfrid peyton zone with more defense and less turnovers. its not like he's been explosive for us. he aint trae young",
      "2019-11-06 15:21:34"
    ],
    [
      "New York - G Dennis Smith Jr (bereavement list) & G Elfrid Payton (hamstring) are out tonight versus Detroit.",
      "2019-11-06 14:19:37"
    ],
    [
      "New York - G Dennis Smith Jr (bereavement list) & G Elfrid Payton (hamstring) are out tonight versus Detroit.",
      "2019-11-06 14:19:09"
    ],
    [
      "For the right price I would’ve liked Rubio. No hate to Elfrid Payton, but I would’ve liked him on the squad. Most Knicks fans are illogical and didn’t want to give Rubio the money we needed to sign Kyrie, KD, and Kawhi w Jesus coming off the bench...",
      "2019-11-06 13:48:39"
    ],
    [
      "No Elfrid Payton on Friday against New York. https://twitter.com/SBondyNYDN/status/1191769455669469186 …",
      "2019-11-06 12:45:48"
    ],
    [
      "Gram tego, który nie jest zaskoczony Phoenix Suns i stawia Rubio dotychczas jako najważniejsze under-the-radar wzmocnienie w lidze. Ale oto lista starterów Suns na PG w 2017/18 i 2018/19: Canaan, Melton, Okobo, Tyler Johnson, Elfrid Payton, Ulis, MIKE JAMES, Troy Daniels. https://twitter.com/SzostyGracz/status/1192062005915586561 …",
      "2019-11-06 12:19:48"
    ],
    [
      "It had nothing to do with Fournier. Elfrid played better when he wasn’t sharing the court with Oladipo. Front office put their stock into Elfrid so they traded Oladipo. It was a massive misfire.",
      "2019-11-06 11:31:18"
    ],
    [
      "I think there’s a common misconception regarding that Oladipo. The reason he was traded was due to the front office putting their stock in Elfrid. They thought he was a future star. Elfrid has played better with Evan than he did with Victor.",
      "2019-11-06 11:10:12"
    ],
    [
      "Only an accomplishment if Lebron does it and he knows Elfrid Payton did it last season Russ past 3 No shame",
      "2019-11-06 11:05:48"
    ],
    [
      "Rightly or wrongly the Knicks FO believed DSJ and to some extent Elfrid to be the \"guy\". So far that bet hasn't paid off. But to be fair Rubio looked like a complete bust for many years. Ask the Minnesota fans. Hindsight is 20/20 on Rubio now playing well and DSJ/EP not.",
      "2019-11-06 09:57:49"
    ],
    [
      "elfrid Payton has sat out the last three games with a strained right hamstring. He will not return Wednesday versus the Pistons or Friday against the # Mavericks. # NBAextra # Knicks #",
      "2019-11-06 09:14:22"
    ],
    [
      "Il n'y avait pas eu Elfrid Payton avec plusieurs TD d'affilée la saison dernière? On bien tu parles de la stat pour les Lakers seulement?",
      "2019-11-06 08:47:07"
    ],
    [
      "It obviously won’t stick but I find it funny that Elfrid Payton currently has the highest 3PT % of any NBA player ever in a season pic.twitter.com/0uEGI1KGDy",
      "2019-11-06 01:58:42"
    ],
    [
      "Wants to be Elfrid Payton so bad. https://twitter.com/Lakers/status/1191917461806780419 …",
      "2019-11-06 01:41:52"
    ],
    [
      "Didn’t Elfrid Payton get like 6 of these last year?",
      "2019-11-06 01:40:50"
    ],
    [
      "Elfrid Payton will miss the next two games for the Knicks https://on.sny.tv/Hc4lhuw pic.twitter.com/7wlWNZfUbx",
      "2019-11-06 01:25:06"
    ],
    [
      "Frank is a year or 2 away from being a starter. Hope DSJ heals and is able to get back. Same with Elfrid.",
      "2019-11-05 23:21:48"
    ],
    [
      "Ele não quer mais largar o personagem. Ele já não e mais menino, estilo e legal, mas não esse aí kkkk tá muito descolado. Nunca vai ser respeitado na NBA com esse cabelo aí hahahaha lembra o Elfrid Payton...",
      "2019-11-05 23:11:28"
    ],
    [
      "Same bro I used to feel the same way about Elfrid Payton’s hair and he cut it",
      "2019-11-05 22:48:12"
    ],
    [
      "Miss my boy Elfrid Payton’s hair tho # ThunderUp # Orlando",
      "2019-11-05 22:24:43"
    ],
    [
      "@ CoachFizdale I know youre not the GM but I rly think we need to trade Dennis Smith while teams still think he has potential. Every jump shot he shoots is WAY off and a PG needs to be a shooting threat.Had all summer to practice and looks WORSE!Already have Frank and Elfrid at PG",
      "2019-11-05 22:14:19"
    ],
    [
      "For the # Knicks Reggie Bullock, Elfrid Payton OUT, and Dennis Smith Jr. questionable after recent death in his family https://twitter.com/Matt_Schoch_/status/1191846465443893249 …",
      "2019-11-05 19:38:18"
    ],
    [
      "13 players, and I think, fairly casual. For example, Parker, Bruce brown, clarkson, Danny green, Thad, saric, Ross, mikal, huerter, bjelica, Wagner, Elfrid, bembry, James Johnson, all available.",
      "2019-11-05 19:04:30"
    ],
    [
      "No I can agree with you there. I just think the person to blame is Fizz and not elfrid/DSJ. Our offense looks exactly the same every time and fizz looks Surprised as hell when it's stopped. Personally I wanted wright from Nova, but fizz was supposed to bring D and it's not here",
      "2019-11-05 18:34:54"
    ],
    [
      "That's Payton and tbh the offensive rating with him starting is pretty damn high. I think we can't make a real ruling on Elfrid yet. Got to see him back on the court healthy.",
      "2019-11-05 18:17:01"
    ],
    [
      "NOTICIAS Elfrid Payton no viaja y se pierde seguro los partidos ante Pistons y Mavs. Será revaluado para el domingo. Mitchell Robinson volverá al quinteto mañana para defender a Drummond. El resta serán los mismos: Ntilikina, RJ, Morris, Randle. # NewYorkForeverpic.twitter.com/M7cnrVbXcw",
      "2019-11-05 17:10:03"
    ],
    [
      "as long as he doesnt sit Frank JUST after DSJr or Elfrid return... I can hang with him... but if he benches Frank AND his reason is gonna be Elfrid or DSJ are back im gonna go off...",
      "2019-11-05 17:05:25"
    ],
    [
      "Well that’s actually where the difference between Markelle and Elfrid comes in, Markelle attacks the drop coverage by crashing into the paint and finding a way to score. So when defenses leave him on island, he uses it as a runway to attack the paint.",
      "2019-11-05 17:03:06"
    ],
    [
      "the problem is that when he’s running the show they drop heavily clogging up the paint and he doesn’t have the jumper to make people pay (this is elfrid payton running point all over again)",
      "2019-11-05 16:56:17"
    ],
    [
      "NBA - New York Knicks, Elfrid Payton out nelle prossime due gare http://dlvr.it/RHh9yG (Continua a leggere) # NBA",
      "2019-11-05 16:43:33"
    ],
    [
      "Elfrid Payton is still dealing with a hamstring injury https://on.sny.tv/5lYe0H4 pic.twitter.com/gSIB3Ue8lS",
      "2019-11-05 16:38:07"
    ],
    [
      "That’s our main problem. We have no PG to get him the pall in his spots. He had Jrue as his point and elfrid. Elfrid is injured and we don’t have another true PG",
      "2019-11-05 16:00:32"
    ],
    [
      "Knicks' Elfrid Payton still dealing with hamstring injury https://www.plow.io/post/knicks-elfrid-payton-still-dealing-with-hamstring-injury?utm_source=Twitter&utm_campaign=New_York_Knicks … +1 IHeartNYCBot # NYKnicks # NBA",
      "2019-11-05 15:53:47"
    ],
    [
      "Why they have a picture of Elfrid Payton tho",
      "2019-11-05 15:44:55"
    ],
    [
      "Knicks' Elfrid Payton still dealing with hamstring injury - National Basketball Association News - http://nbanewsnow.com/knicks-elfrid-payton-still-dealing-with-hamstring-injury-national-basketball-association-news/ …pic.twitter.com/zgpx9B3ZdF",
      "2019-11-05 15:39:59"
    ],
    [
      "Elfrid Payton (hamstring) to miss 2 more gms https://twitter.com/NY_KnicksPR/status/1191769130241794049 …",
      "2019-11-05 15:36:55"
    ],
    [
      "# Knicks PG Elfrid Payton Jr. (hamstring) progressing, out for 2 game road trip (tomorrow and Friday), will be re-evaluated Sunday.",
      "2019-11-05 15:34:20"
    ],
    [
      "Sounds like no Dennis Smith Jr. on upcoming road trip. Elfrid Payton will miss it too # knicks",
      "2019-11-05 15:28:12"
    ],
    [
      "Elfrid Payton a d'ores et déjà été annoncé forfait pour les deux prochains matchs des Knicks (à Detroit demain puis à Dallas vendredi).",
      "2019-11-05 15:15:16"
    ],
    [
      "Elfrid Payton ne jouera lors des deux prochains matchs. [Via: @ IanBegley].",
      "2019-11-05 15:03:26"
    ],
    [
      "Knicks' Elfrid Payton still dealing with hamstring injury http://gestyy.com/w5APiB pic.twitter.com/vnhM7vvpsi",
      "2019-11-05 14:56:34"
    ],
    [
      "Injury Update: Elfrid Payton (strained right hamstring) is progressing in his rehab. He will not play during the team’s upcoming two-game roadtrip and will be re-evaluated on Sunday.",
      "2019-11-05 14:45:08"
    ],
    [
      "Elfrid Payton (hamstring) to miss 2 more gms - Elfrid Payton | NY # NBA # DFS",
      "2019-11-05 14:43:15"
    ],
    [
      "Se confirma la baja de Elfrid Payton para los partidos ante Detroit Pistons y Dallas Mavericks",
      "2019-11-05 14:43:13"
    ],
    [
      "Elfrid Payton (strained right hamstring) won't play in Detroit and Dallas, Knicks say. He's progressing and will be reevaluated Sunday.",
      "2019-11-05 14:38:57"
    ],
    [
      "Knicks say Elfrid Payton (strained right hamstring) will miss the next two games in Detroit and Dallas and will be re-evaluated Sunday.",
      "2019-11-05 14:34:53"
    ],
    [
      "Elfrid Payton won’t play during Knicks’ 2-game road trip this week due to his hamstring injury, the Knicks say. Team says he’s progressing and will be re-evaluated on Sunday. The Knicks play Cleveland on Sunday.",
      "2019-11-05 14:34:12"
    ],
    [
      "Elfrid Payton (hamstring) out at least 2 more games. # Pelicans # NBA",
      "2019-11-05 14:32:01"
    ],
    [
      "Elfrid Payton: To miss road trip # NewYorkForever - http://www.rotowire.com/basketball/player.php?id=3594 …",
      "2019-11-05 14:31:29"
    ],
    [
      "Knicks say Elfrid Payton (strained right hamstring) is progressing in his rehab. He will not play during the team’s upcoming two-game roadtrip and will be re-evaluated on Sunday.",
      "2019-11-05 14:30:20"
    ],
    [
      "Elfrid Payton won’t play on two-game trip as hamstring injury is not minor, especially for a point guard. Knicks miss his penetration. Randle especially.",
      "2019-11-05 14:30:08"
    ],
    [
      "Elfrid Payton (hamstring) fuera al menos 2 juegos más. # NewYorkForever",
      "2019-11-05 14:29:41"
    ],
    [
      "Elfrid Payton (hamstring strain) is out tonight and Friday against the Mavericks.",
      "2019-11-05 14:29:14"
    ],
    [
      "Elfrid Payton (hamstring) out at least 2 more games. https://www.fantasylabs.com/nba/news/12524?u=71cbb98a-d99b-499c-9741-e7ee57cd1403 …",
      "2019-11-05 14:28:47"
    ],
    [
      "Injury Update: Elfrid Payton (strained right hamstring) is progressing in his rehab. He will not play during the team’s upcoming two-game roadtrip and will be re-evaluated on Sunday.",
      "2019-11-05 14:27:57"
    ],
    [
      "",
      "2019-11-05 14:08:35"
    ],
    [
      "Elfrid can do that reasonably well and our offense looked lost when he moved to the starting lineup even then.",
      "2019-11-05 13:36:34"
    ],
    [
      "Elfrid is a drive-and-kick guard who did work with Randle last year in pick-and-roll. That wasn't even a feature of the offense when Elf was starting. Forget Frank and DSJ, that's more concerning, as is the fact he really thought Elf/RJ/Morris/Randle/Mitch helped any of them.",
      "2019-11-05 13:26:57"
    ],
    [
      "Elfrid Payton’s on/off stats would like a word :)",
      "2019-11-05 13:00:51"
    ],
    [
      "When I know, so will you!",
      "2019-11-05 11:39:47"
    ],
    [
      "Hey @ JCMacriNBA any update on @ elfrid you can share? We need him back ASAP. # Knicks",
      "2019-11-05 11:38:14"
    ],
    [
      "Exactly!!! Dudes were super hyped for Randle, we have a top tier rookie, I was told Elfrid is a Great Floor General, DSJ is supposed to be an All-Star, Mitch DPOY, Knox 18-20pt scorer But now the Knicks have “no” talent",
      "2019-11-05 11:08:21"
    ],
    [
      "Umm well not really! I’m pretty sure elfrid shot 31% Zo is shooting 38%",
      "2019-11-05 06:05:00"
    ],
    [
      "Id rather Elfrid Peyton and Marcus Morris @ jonra_ Thank Gd We didnt sign him!https://twitter.com/TheNBACentral/status/1191550891549233152 …",
      "2019-11-05 00:05:09"
    ],
    [
      "O time do Knicks tem que ser: - Rajon Rondo - R.J Barrett - Ignas Brazdeikis - Julius Randle - Mitchell Robinson Banco: - Elfrid Payton - Allonzo Trier/Damyean Dotson - Kevin Knox/ Carmelo Anthony - Taj Gibson - Bobby Portis",
      "2019-11-05 00:04:18"
    ],
    [
      "No they didn’t every pg in Gentry system run the show from Curry Nash Elfrid and Rondo tmthata your boy tell him get his head out his ass https://twitter.com/peyroll/status/1191547770055876609 …",
      "2019-11-04 23:52:14"
    ],
    [
      "No lie I'd rather have Elfrid Payton instead of Lonzo Ball at least so far.",
      "2019-11-04 23:10:21"
    ],
    [
      "Yeah, they did right though by shooting for BPA. There really anybody out there talking themselves into Sexton running a team long term? They shouldn’t be enamored with fit and find themselves with a team ‘built’ around Elfrid like the Magic were.",
      "2019-11-04 19:35:15"
    ],
    2019,
    25
  ]
}