{
  "elfrid": [
    [
      "Jrue holiday in his prime Randle in his prime Niko in his prime Elfrid in his prime Moore in his prime Before both AD and Elfrid went down we had the best offense in the league. PLEASE try and tell me any of the Lakers young core are better than the pels right now.",
      "2018-11-09 20:53:27"
    ],
    [
      "Elfrid Payton (ankle) will be GTD on Saturday http://www.fantasypros.com/nba/news/185177/elfrid-payton-ankle-will-be-gtd-on-saturday.php … via @ dremurray3 # fantasybasketball",
      "2018-11-09 19:24:37"
    ],
    [
      "Elfrid Payton's return will help New Orleans Pelicans get back on track https://hoopshabit.com/2018/11/09/elfrid-paytons-return-will-help-new-orleans-pelicans-get-back-on-track/ … -- @ JustinKBenton via @ HoopsHabit",
      "2018-11-09 19:01:00"
    ],
    [
      "NEW: Elfrid Payton is Questionable for Saturday https://www.rotoballer.com/player-news/elfrid-payton-is-questionable-for-saturday/573702?utm_source=dlvr.it&utm_medium=twitter …",
      "2018-11-09 18:45:04"
    ],
    [
      "Elfrid Payton and Nikola Mirotic are both listed as questionable for Saturday’s game against PHX due to right ankle sprains: https://twitter.com/PelicansPR/status/1060996795424219136 …",
      "2018-11-09 17:48:57"
    ],
    [
      "Elfrid Payton (ankle) named game-time decision for Pelicans Saturday http://bit.ly/2PNumru",
      "2018-11-09 17:45:49"
    ],
    [
      "Elfrid Payton, Nikola Mirotic questionable for Pelicans’ game vs. Suns http://s.nola.com/iRq6JcJ",
      "2018-11-09 17:42:17"
    ],
    [
      "Elfrid Payton game-time decision for Saturday against Suns - National Basketball Association News - http://nbanewsnow.com/elfrid-payton-game-time-decision-for-saturday-against-suns-national-basketball-association-news/ …pic.twitter.com/aftHgcySeT",
      "2018-11-09 17:35:57"
    ],
    [
      "Elfrid Payton and Nikola Mirotic are both listed as questionable for tomorrow's game against the Phoenix Suns due to right ankle sprains pic.twitter.com/u2rOax0xCL",
      "2018-11-09 17:31:27"
    ],
    [
      "The Elfrid Payton effect",
      "2018-11-09 17:22:42"
    ],
    [
      "# Pelicans PG Elfrid Payton (ankle) deemed a game-time decision Saturday vs. Suns; since Payton was sidelined by injury, New Orleans has seen drops in pace and three-point shooting, but an increase in turnovers: https://on.nba.com/2qE4eRz pic.twitter.com/xDusxDoSrb",
      "2018-11-09 17:13:28"
    ],
    [
      "can't believe i'm saying this but Pelicans should wait to hit panic button until Elfrid comes back",
      "2018-11-09 16:46:48"
    ],
    [
      "Pels' story is pretty simple. Games 1-4: Everyone healthy, mediocre SOS, started 4-0 Games 5-10: AD & Elfrid were hurt, 5 game road trip from hell AD finally looked like his pre-injury self on Wed night, & Payton is expected back tomorrow night. So we'll see!",
      "2018-11-09 16:46:24"
    ],
    [
      "Alvin Gentry said after Friday's practice that Elfrid Payton (ankle) is a game-time decision for Saturday vs. Suns. In the five games Payton played, # Pelicans averaged just 12.6 turnovers. In the six games he's been sidelined, that average jumped to 16.7",
      "2018-11-09 16:45:44"
    ],
    [
      "Latest @ PelicansNBA piece up on @ HoopsHabit taking a look at how @ elfrid Payton's absence has affected the team and why his return should help. https://hoopshabit.com/2018/11/09/elfrid-paytons-return-will-help-new-orleans-pelicans-get-back-on-track/ …",
      "2018-11-09 16:32:24"
    ],
    [
      "# NBA Elfrid Payton (ankle) to be a GTD on Saturday - Elfrid Payton | NO https://ift.tt/1rwvrzw",
      "2018-11-09 15:52:23"
    ],
    [
      "I need this jersey with @ elfrid on it! https://twitter.com/PelicansNBA/status/1060936915158003712 …",
      "2018-11-09 15:46:32"
    ],
    [
      "PRIME SPORT ALERT Re-Tweet dklive \"NBA INJURY ALERT: PelicansNBA PG Elfrid Payton (ankle) is a game-time decision for Saturday's contest vs. the Suns. Analysis: http://live.draftkings.com/ pic.twitter.com/ZaAk6i1pXN\" Visit our website in our bio today! # DFS # FantasySports…",
      "2018-11-09 15:45:51"
    ],
    [
      "Elfrid Payton (ankle) to be a GTD on Saturday - Elfrid Payton | NO # Powcast via # Rotoworld",
      "2018-11-09 15:42:29"
    ],
    [
      "Elfrid Payton (ankle) to be a GTD on Saturday - Elfrid Payton | NO # NBA # DFS",
      "2018-11-09 15:42:23"
    ],
    [
      "NBA INJURY ALERT: @ PelicansNBA PG Elfrid Payton (ankle) is a game-time decision for Saturday's contest vs. the @ Suns. Analysis: http://live.draftkings.com/ pic.twitter.com/yx6gRArMvA",
      "2018-11-09 15:41:31"
    ],
    [
      "Coach Alvin Gentry said that Elfrid Payton (right ankle) will be a game-time decision for Saturday's matchup vs. the Suns.",
      "2018-11-09 15:40:24"
    ],
    [
      "Elfrid Payton (ankle) to be a GTD on Saturday http://www.rotoworld.com/headlines/nba/369574/Elfrid-Payton-(ankle)-to-be-a-GTD-on-Saturday …",
      "2018-11-09 15:34:20"
    ],
    [
      "elfrid payton @ elfrid offered a 4-yr $11.26M deal 2 play 4 a SouthWest Div. team @ hoopshype # MockGM # MockGMHH https://paspn.net/SH.aspx?l=5812&s=62&p=2134 …",
      "2018-11-09 15:33:54"
    ],
    [
      "# Pelicans Coach Alvin Gentry said that Elfrid Payton (right ankle) will be a game-time decision for Saturday's... http://nbastartingfive.com/playerProfile.jsp?player=Elfrid%20Payton …",
      "2018-11-09 15:33:27"
    ],
    [
      "Elfrid Payton (ankle) a game-time decision for Saturday. # Pelicans # NBA",
      "2018-11-09 15:32:00"
    ],
    [
      "Elfrid Payton: Will be game-time call Saturday - http://www.rotowire.com/basketball/player.php?id=3594 …",
      "2018-11-09 15:31:14"
    ],
    [
      "Elfrid Payton: Will be game-time call Saturday - http://www.rotowire.com/basketball/player.php?id=3594 …",
      "2018-11-09 15:31:14"
    ],
    [
      "Elfrid Payton (ankle) to be a GTD on Saturday http://www.rotoworld.com/headlines/nba/369574/Elfrid-Payton-(ankle)-to-be-a-GTD-on-Saturday …",
      "2018-11-09 15:30:54"
    ],
    [
      "Elfrid Payton (ankle) a game-time decision for Saturday. https://www.fantasylabs.com/nba/news/12524?u=486c06ea-ad9e-4cde-af58-e4af1c5c91e8 …",
      "2018-11-09 15:27:52"
    ],
    [
      "Alvin Gentry says Elfrid Payton will be a game time decision tomorrow night",
      "2018-11-09 15:27:38"
    ],
    [
      "Alvin Gentry said Elfrid Payton is a game-time decision for tomorrow vs. the Suns.",
      "2018-11-09 15:27:34"
    ],
    [
      "With Elfrid back in the lineup, how do you feel about Wes continuing to start at the 3 or go back to E’Twaun?",
      "2018-11-09 15:13:25"
    ],
    [
      "Agreed. Save EP for later. Let him get all th way healthy.",
      "2018-11-09 13:26:29"
    ],
    [
      "I have genetically bad ankles myself. I can roll it just walking down a hallway. Godawful pain.",
      "2018-11-09 13:23:01"
    ],
    [
      "Had a high ankle sprain twice, sucks.",
      "2018-11-09 13:22:03"
    ],
    [
      "One would hope. Ankles can be tough though. Gentry said he had been participating in drills but he wasn’t stopping and starting like he wanted to see. That was Wednesday, so maybe there will be news at practice today.",
      "2018-11-09 13:16:38"
    ],
    [
      "One of their longer breaks yet so hopefully he’s good to go",
      "2018-11-09 13:12:34"
    ],
    [
      "Based on what Gentry has said, it doesn’t sound like he’s at 100 percent. My opinion is based on that. If he’s cleared, then of course he should play.",
      "2018-11-09 12:43:41"
    ],
    [
      "If he’s healthy play him, it’s the latter end of the timeline they gave so I don’t think it constitutes as rushing him back",
      "2018-11-09 12:41:56"
    ],
    [
      "I, personally, believe he could have played Wednesday. Playing him Saturday for 20 minutes or so gives him & Jrue a chance to get back at it defensively. A tune up for the Lowry/Leonard matchup next week.",
      "2018-11-09 12:39:55"
    ],
    [
      "The game hasn’t changed since he left, nor has his role. Gentry continues to maintain that they don’t want to rush him back. If that is the case, and there’s any chance of a step backwards by playing, I wouldn’t take that risk against the Suns in Nov.",
      "2018-11-09 12:34:45"
    ],
    [
      "So you let him play 15-20 minutes tonight & get his feet wet. Then get him ready for @TOR.",
      "2018-11-09 12:30:15"
    ],
    [
      "I’d probably let EP sit this one out to. The Suns are a mess amd this SHOULD be an easy win. No need for the revenge game yet.",
      "2018-11-09 12:27:27"
    ],
    [
      "Think AD will catch a couple of these from @ elfrid tomorrow night? https://twitter.com/PelicansNBA/status/1060344540228399104 …",
      "2018-11-09 12:24:40"
    ],
    [
      "'We miss him a lot': Elfrid Payton is missing, and here's how it affects the sliding Pelicans https://www.theadvocate.com/new_orleans/sports/pelicans/article_4a48e0c6-e21c-11e8-8238-9f7a638fd7a9.html …",
      "2018-11-09 10:44:00"
    ],
    [
      "Also what do you think about Nurk or Deandre Jordan for Otto Porter. And Elfrid for Teague or Steven Adams?",
      "2018-11-09 04:46:47"
    ],
    [
      "Can you explain your reasoning for CJ side? He also countered with CJ bojan for my Danny, elfrid, lamb",
      "2018-11-09 02:53:15"
    ],
    [
      "TJ McConnel, Rozier, Shelvin Mack, Vanvleet, Ish Smith, Cory Joseph... What the hell, even Elfrid Payton would be nice!",
      "2018-11-09 02:49:02"
    ],
    [
      "Met this young man tonight at the Jamboree!! Elfrid Payton of the New Orleans Pelicans @McDonogh 35 High School https://www.instagram.com/p/Bp8kdBHFbgZHRhb1z1YUS5HNjeT78qjWMFxWPQ0/?utm_source=ig_twitter_share&igshid=nxit763wzub4 …",
      "2018-11-09 01:36:30"
    ],
    [
      "My new favorite NBA team is The Houston Rockets and my new favorite player is Elfrid Payton! (Honestly I can fuck with this) https://flagrantfavorites.com # TheFlagrantOnes",
      "2018-11-09 00:24:56"
    ],
    [
      "Elfrid Payton just pulled up to the 35 jamboree. St. Aug was up 27-14 early in the half over Wright but lead is down to 29-25, 3:20 left",
      "2018-11-09 00:20:50"
    ],
    [
      "I need to do this right? Im the one with lamb, Danny, and Elfrid. I won't do just Danny and Elfrid for CJ lol pic.twitter.com/yzalt4b56w",
      "2018-11-08 22:12:26"
    ],
    [
      "Ian Clark, Elfrid Payton & Josh Jackson player likeness update in @ EASPORTSNBA # NBALIVE19 # LiveSeasonpic.twitter.com/sN1uUI6n1Q",
      "2018-11-08 21:40:04"
    ],
    [
      "@ elfrid gotta get it when it drops",
      "2018-11-08 21:18:38"
    ],
    [
      "Beabueois ne öyle ya tam bir elfrid payton",
      "2018-11-08 20:27:18"
    ],
    [
      "The Elfrid Payton.",
      "2018-11-08 20:03:34"
    ],
    [
      "Elfrid,Jrue,Wes,Niko,AD is the starting lineup I wasnt to see. Let Moore come off bench with Randle cause he consistent unlike miller",
      "2018-11-08 19:36:19"
    ],
    [
      "Learning how to shoot with Elfrid Payton on myTEAM lol. @ OhioGamer_YT @ PrimousJamol https://store.playstation.com/#!/en-us/tid=CUSA12476_00 …pic.twitter.com/Cy8kBugruV",
      "2018-11-08 17:59:21"
    ],
    [
      "@ Rachel__Nichols @ paulpierce34 yall just going to ignore that elfrid Payton was hurt the same game as AD and isnt back yet? And has averaged so far 11,6,6. Compared to rondo’s 8,4,8? Please actually pay attention to who is playing. These kinds of stories hurt New Orleans a lot pic.twitter.com/T9RTdJCsph",
      "2018-11-08 17:56:10"
    ],
    [
      "I suppose lol as long as it was not as rediculous like Elfrid Payton’s hair",
      "2018-11-08 17:17:38"
    ],
    [
      "Or a starting finishing 5 of Elfrid, Dragic, Jrue, AD and Niko with Moore and Randle off bench. I’m still not 100% sold on Wes Johnson playing major minutes.",
      "2018-11-08 14:12:18"
    ],
    [
      "Elfrid",
      "2018-11-08 12:34:59"
    ],
    [
      "It’s crazy how I don’t know if you talking about Sean or Elfrid https://twitter.com/nick_underhill/status/1060552491937513472 …",
      "2018-11-08 12:31:45"
    ],
    [
      "Yeah I picked up Beverley to stream. Elfrid Payton actually just got dropped so I'm going to place a decent Faab bid for him. Thanks!",
      "2018-11-08 12:25:51"
    ],
    [
      "Elfrid Payton will be back this weekend. I don't believe those 4 games were a fluke but the sample size was so small that I can't say with certainty it wasn't",
      "2018-11-08 10:25:15"
    ],
    [
      "Ben Simmons is really just a tall Elfrid Payton if we’re being honest",
      "2018-11-08 10:12:13"
    ],
    [
      "@ SportsBoyTony NEVER understood the Sexton pick. We even confident he’ll be better than Schroeder, mcw, dj Augustine, elfrid Peyton, etc? And those guys are retreads that are constantly available.",
      "2018-11-08 08:53:10"
    ],
    [
      "Per altra banda, la defensa també és inquietant però crec que en part és per la baixa d'Elfrid Payton. Quan torni, si l'equip treballa mínimament un esquema/filosofia concreta, crec que les coses poden millorar. Però l'atac em preocupa molt, repeteixo.",
      "2018-11-08 07:27:10"
    ],
    [
      "What do you think a potential Lakers package for him would look like Alex?",
      "2018-11-08 04:48:11"
    ],
    [
      "The era of the big man is dead. Until you have one.",
      "2018-11-08 04:37:05"
    ],
    [
      "@ redrock_bball Elfrid Payton is dropped in my league. Would you drop Bjelica for Payton if I need assist in 10 team roto?",
      "2018-11-08 04:00:37"
    ],
    [
      "Lavine has been solid all year. Lantern will average his 16&10. Kawhi, Whiteside, Love and Elfrid all were out during this week....keep it coming!",
      "2018-11-08 03:25:08"
    ],
    [
      "Pelicans haven’t been playing good bc Elfrid hurt",
      "2018-11-08 03:16:11"
    ],
    [
      "@ redrock_bball Someone dropped Elfrid Payton. Reggie Jackson or Payton coming off injury?",
      "2018-11-08 03:06:17"
    ],
    [
      "Everybody tries hard for the new coach, or the new team, Elfrid almost averaged a triple double for us last year after the trade. Wait a few weeks, let’s check back in with Tyson then",
      "2018-11-08 02:55:45"
    ],
    [
      "Elfrid Payton almost averaged a triple double for us first few games I believe? It won’t last",
      "2018-11-08 02:47:17"
    ],
    [
      "Can I get a follow back please",
      "2018-11-08 02:42:52"
    ],
    [
      "Elfrid Payton = Good Point Guard",
      "2018-11-08 02:32:59"
    ],
    [
      "@ DanBesbris my Danny green and Elfrid Payton for his CJ McCullom? Thoughts? My team needs points",
      "2018-11-08 01:23:05"
    ],
    [
      "Elfrid Payton if he gets healthy and Nikola Mirotic have good shots.",
      "2018-11-08 01:00:32"
    ],
    [
      "Very much looking forward to having Elfrid back.",
      "2018-11-08 00:39:38"
    ],
    [
      "Coach says they hope Elfrid can play Saturday, but that they will not rush him back.",
      "2018-11-08 00:32:33"
    ],
    [
      "After that rough road stretch, Pels are really going to enjoy having two days of rest. And Elfrid should be back Saturday too. Don't like looking ahead, but wouldn't be suprised if this was the start of another win streak.",
      "2018-11-08 00:20:11"
    ],
    [
      "Losing streak snapped and a winning streak can begin. Plus, # Pelicans likely get Elfrid back on Saturday.",
      "2018-11-08 00:17:57"
    ],
    [
      "Need Elfrid back bad",
      "2018-11-08 00:15:42"
    ],
    [
      "This one's not going to be put on any mantel, but the Pelicans losing streak will finally come to an end. In other good news, New Orleans may have Elfrid Payton back for the next game against the Suns.",
      "2018-11-08 00:15:35"
    ],
    [
      "# Pelicans appear to miss Elfrid Payton in a number of areas, including shot selection. They're taking some quick-trigger jumpers early in the shot clock lately. But Jrue and Randle both come up with big hoops for 102-92 lead at 1:55",
      "2018-11-08 00:09:26"
    ],
    [
      "Very interesting to ponder. Move E'Twaun Moore to the bench when Elfrid Payton returns so that he and Julius can be a force together against 2nd units? https://twitter.com/DMGrubb/status/1060367228321886209 …",
      "2018-11-08 00:07:01"
    ],
    [
      "Just watching this game alond The Magic had Oladipo, Sabonis...traded Saric and their own first round pick back from the Bynum trade that became Markelle Fultz (kinda) or could have been Tatum for Elfrid Payton. They don't get called out for being dumb fucks enough",
      "2018-11-07 23:56:56"
    ],
    [
      "The Pels are executing much better on offense but the turnovers continue to be a problem with Elfrid Payton out of the lineup. They've got 15 or more in six of the last seven games",
      "2018-11-07 23:53:01"
    ],
    [
      "Elfrid Payton Remains Out Wednesday More: http://LineStarApp.com/News/Sport/NBA/Story/11685 … # DFS # NBA # News # NOR",
      "2018-11-07 23:38:02"
    ],
    [
      "Still, so many turnovers tonight. They need Elfrid Payton back.",
      "2018-11-07 23:35:21"
    ],
    [
      "The Pelicans feel like the team that has all the injuries to key players. There’s just something so sluggish about them. But IIRC, Elfrid is the only man down.",
      "2018-11-07 23:03:01"
    ],
    [
      "Hurry back @ elfrid.",
      "2018-11-07 22:43:45"
    ],
    [
      "Los Pelicans sin Elfrid Payton estan 0-5... increible no @ OrlandoMagicEsp Hoy igual nos ganan y Mirotic clava 25 puntos",
      "2018-11-07 22:38:42"
    ],
    [
      "Nigga said they need Elfrid back playing badly . That’s facts though , they haven’t won a game since he been out .",
      "2018-11-07 22:32:08"
    ],
    [
      "Pelicans have Elfrid Payton and Jahlil Okafor as the inactives tonight. That means Kenrich Williams is active.",
      "2018-11-07 21:43:25"
    ],
    [
      "@ IsItTheWelsh @ BogmanSports what you think of this trade. Middleton blake rondo for elfrid Peyton a.davis",
      "2018-11-07 21:35:19"
    ],
    [
      "Is Reggie Bullock trying to grow the Elfrid hair?",
      "2018-11-07 21:07:02"
    ],
    [
      "Elfrid Payton (ankle) out again for the Pelicans http://www.fantasypros.com/nba/news/184799/elfrid-payton-ankle-out-again-pelicans.php … via @ dremurray3 # fantasybasketball",
      "2018-11-07 21:06:22"
    ],
    [
      "Gentry says Elfrid Payton will not play tonight # Pelicans http://dlvr.it/QqjV9k",
      "2018-11-07 20:46:04"
    ],
    [
      "Elfrid Payton (ankle) out Wednesday https://www.hoop-ball.com/nba-fantasy-news-and-advice/fantasy-nba-player-news/elfrid-payton-ankle-out-wednesday/?5be3775509464 …",
      "2018-11-07 20:37:57"
    ],
    [
      "Elfrid Payton (ankle) out Wednesday. # Pelicans # NBA",
      "2018-11-07 20:32:05"
    ],
    [
      "# Pelicans Elfrid Payton (right ankle) will remain on the sidelines for Wednesday's game against the Bulls. http://nbastartingfive.com/playerProfile.jsp?player=Elfrid%20Payton …",
      "2018-11-07 20:30:38"
    ],
    [
      "Elfrid Payton (ankle) out Wednesday vs. CHI http://www.rotoworld.com/headlines/nba/369365/Elfrid-Payton-(ankle)-out-Wednesday-vs.-CHI …",
      "2018-11-07 20:29:26"
    ],
    [
      "NEW: Elfrid Payton Remains Out Wednesday https://www.rotoballer.com/player-news/elfrid-payton-remains-out-wednesday/572766?utm_source=dlvr.it&utm_medium=twitter …",
      "2018-11-07 20:28:02"
    ],
    [
      "You of all people know Elfrid tough. You better get him now while the price low.",
      "2018-11-07 20:27:58"
    ],
    [
      "NBA: Elfrid Payton (ankle) out Wednesday vs. CHI http://www.rotoworld.com/headlines/nba/369365/Elfrid-Payton-(ankle)-out-Wednesday-vs.-CHI …",
      "2018-11-07 20:26:31"
    ],
    [
      "Elfrid Payton (ankle) out Wednesday vs. CHI http://www.rotoworld.com/headlines/nba/369365/Elfrid-Payton-(ankle)-out-Wednesday-vs.-CHI …",
      "2018-11-07 20:26:21"
    ],
    [
      "Pelicans' Elfrid Payton (ankle) ruled out on Wednesday http://bit.ly/2RGMSir",
      "2018-11-07 20:24:06"
    ],
    [
      "Elfrid Payton (ankle) ruled out Wednesday.",
      "2018-11-07 20:24:06"
    ],
    [
      "Elfrid Payton officially out tonight # NBA # DFS # FantasyNBA # NBAdfs",
      "2018-11-07 20:24:04"
    ],
    [
      "Elfrid Payton: Ruled out Wednesday - http://www.rotowire.com/basketball/player.php?id=3594 …",
      "2018-11-07 20:24:00"
    ],
    [
      "\" @ PelicansNBA: Gentry says Elfrid Payton will not play tonight # Pelicans\"",
      "2018-11-07 20:18:45"
    ],
    [
      "# Pelicans Injury Alert -Elfrid Payton out, as expected",
      "2018-11-07 20:17:53"
    ],
    [
      "Elfrid Payton (ankle) officially out Wednesday https://rotogrinders.com/news",
      "2018-11-07 20:17:40"
    ],
    [
      "Elfrid Payton officially ruled OUT.",
      "2018-11-07 20:17:40"
    ],
    [
      "Elfrid Payton (ankle) officially out Wednesday https://rotogrinders.com/news",
      "2018-11-07 20:17:39"
    ],
    [
      "Gentry says Elfrid Payton will not play tonight # Pelicans",
      "2018-11-07 20:17:14"
    ],
    [
      "Elfrid Payton (ankle) ruled out Wednesday. https://www.fantasylabs.com/nba/news/12524?u=5b05bd4c-9d2a-4f67-8b1d-b73a80dcf8f6 …",
      "2018-11-07 20:17:13"
    ],
    [
      "Gentry says Elfrid Payton won’t play tonight. Shooting for Saturday vs. Phoenix.",
      "2018-11-07 20:17:02"
    ],
    [
      "Elfrid",
      "2018-11-07 18:54:22"
    ],
    [
      "Exactly. He can take Elfrid spot. Especially if Elfrid can’t stay healthy. We brought Elfrid in to backup Rondo but rondo left and we was left with 1 PG",
      "2018-11-07 18:24:28"
    ],
    [
      "Yes. Talking Elfrid.",
      "2018-11-07 17:12:23"
    ],
    [
      "Well that disnt go he ofdered a.davis and elfrid Peyton for my batum griffrn Beal its to much right",
      "2018-11-07 17:11:58"
    ],
    [
      "Key news to watch (status as of 3 ET): Kawhi Leonard - questionable Donovan Mitchell - probable Luka Doncic - questionable Hassan Whiteside - probable Goran Dragic - questionable Evan Fournier - questionable Robert Covington - questionable Elfrid Payton - doubtful",
      "2018-11-07 17:03:31"
    ],
    [
      "@ Jim_Eichenhofer @ elfrid status tn?",
      "2018-11-07 15:17:31"
    ],
    [
      "@ SmanSports I have Elfrid Payton on my IL, right now I have three droppable candidates, d collison, crowder and Jordan clarkson. I’m thinking of adding white. Who would be the first drop for white? And then the second once Elfrid is back?",
      "2018-11-07 14:19:44"
    ],
    [
      "Anthony Davis actually averages 0.33 less PPM (points per minute) this season with Elfrid Payton off the court. He's priced extremely high today against the Chicago Bulls, but I prefer Embiid (1.57 PPM) if paying up on # DraftKings at a similar price tag and lower ownership.",
      "2018-11-07 14:13:09"
    ],
    [
      "L'Elfrid Payton dépendance ? Apparemment ça existe - http://basket-infos.com/2018/11/07/lelfrid-payton-dependance-apparemment-ca-existe/ …pic.twitter.com/QCy8Fl49ER",
      "2018-11-07 13:50:27"
    ],
    [
      "We’ll be back. We badly missing Elfrid at that PG spot.",
      "2018-11-07 13:35:03"
    ],
    [
      "Elfrid Payton, hafta sonu sahalara dönebilir! - http://trendbasket.net/elfrid-payton-hafta-sonu-sahalara-donebilir/ …pic.twitter.com/k9UFCYSUZE",
      "2018-11-07 12:40:55"
    ],
    [
      "He's backing out of Danny for buddy. Is Elfrid and danny for buddy too much?",
      "2018-11-07 11:57:37"
    ],
    [
      "Dowtin is about to have an Elfrid Payton at U of L - Lafayette level rise to NBA draft pick status!!! https://twitter.com/RhodyRampage/status/1059986807528546305 …",
      "2018-11-07 11:48:11"
    ],
    [
      "Likely no elfrid Payton tonight. It's about that time to make a trade for a additional point guard. Not time for THE trade but time for a trade.",
      "2018-11-07 11:30:18"
    ],
    [
      "@ TBob53 10th overall pick. How is there a question? We got lucky and got him on the cheap. No secret about Elfrid’s talent.",
      "2018-11-07 10:52:39"
    ],
    [
      "Well 2 in a row in the top 10, didn’t have the year between KP & Frank.. But unlike Phila, NY didn’t always get top lotto picks, some top 3 like PHila years in a row! They still screwed up with Fultz(maybe), Mikal(traded), Okafor, Elfrid, MCW, Harkless & Turner since 2010..",
      "2018-11-07 10:17:14"
    ],
    [
      "@ elfrid Hi, I'm a follower of yours. Are you recovered from your injury, can you play against Bulls?",
      "2018-11-07 05:18:54"
    ],
    [
      "@ DanBesbris @ Floppy_Divac should I do my Danny green for his buddy hield? That's what he went for first. I'm going to try to convince him to take my elfrid and SloMo first though.",
      "2018-11-07 02:37:48"
    ],
    [
      "go head jr",
      "2018-11-07 01:19:57"
    ],
    [
      "The P#elicans have gone winless in their last six games, but having Elfrid Payton back could make a difference. https://clutchpoints.com/pelicans-news-elfrid-payton-could-return-saturday-vs-phoenix-according-alvin-gentry/ …",
      "2018-11-07 00:29:25"
    ],
    [
      "I want an Elfrid Payton one RIGHT NOW",
      "2018-11-07 00:21:35"
    ],
    [
      "Are you healing? I’m from and live in the city. It’s great having a Gretna boy on the @ PelicansNBA, so continue having a great season with us.",
      "2018-11-07 00:02:28"
    ],
    [
      "# Pelicans head coach Alvin Gentry admitted that the team is missing Elfrid Payton a whole lot. https://clutchpoints.com/pelicans-news-hc-alvin-gentry-says-team-is-missing-elfrid-payton-a-lot/ …",
      "2018-11-06 23:28:55"
    ],
    [
      "Ikyltm alright jr. @lil5fishhttps://twitter.com/SouthernMissMBB/status/1059983727093301253 …",
      "2018-11-06 23:04:28"
    ],
    [
      "Com certeza!",
      "2018-11-06 22:54:54"
    ],
    [
      "Kelly Oubre Jr, je le vois bien retourner chez lui, à Nola, comme Elfrid Payton",
      "2018-11-06 21:23:08"
    ],
    [
      "'We miss him a lot': Elfrid Payton is missing, and here's how it affects the sliding Pelicans - National Basketball Association News - http://nbanewsnow.com/we-miss-him-a-lot-elfrid-payton-is-missing-and-heres-how-it-affects-the-sliding-pelicans-national-basketball-association-news/ …",
      "2018-11-06 21:21:46"
    ],
    [
      "I sure hope Elfrid's absence is the reason for the slide.",
      "2018-11-06 21:16:05"
    ],
    [
      "'We miss him a lot': Elfrid Payton is missing, and here's how it affects the sliding Pelicans https://www.theadvocate.com/new_orleans/sports/pelicans/article_4a48e0c6-e21c-11e8-8238-9f7a638fd7a9.html?utm_medium=social&utm_source=twitter&utm_campaign=user-share … via @ theadvocateno",
      "2018-11-06 21:15:37"
    ],
    [
      "Story: Why is the absence of Elfrid Payton (ankle) having such an outsized impact on the Pelicans, considering he was traded for a second-round pick last year? https://www.theadvocate.com/new_orleans/sports/pelicans/article_4a48e0c6-e21c-11e8-8238-9f7a638fd7a9.html …",
      "2018-11-06 21:12:57"
    ],
    [
      ". @ elfrid eyeing a return to the court soon. # doitBIGhttp://On.nba.com/2Qp8lwj",
      "2018-11-06 20:01:56"
    ],
    [
      "Elfrid Payton (ankle) questionable for Pelicans Wednesday http://bit.ly/2PIk7ob",
      "2018-11-06 19:45:06"
    ],
    [
      "# Pelicans Elfrid Payton (ankle) is being listed as questionable for Wednesday's game against the Bulls. http://nbastartingfive.com/playerProfile.jsp?player=Elfrid%20Payton …",
      "2018-11-06 19:00:32"
    ],
    [
      "Elfrid Payton (ankle) questionable Wednesday http://www.rotoworld.com/headlines/nba/369259/Elfrid-Payton-(ankle)-questionable-Wednesday …",
      "2018-11-06 18:59:20"
    ],
    [
      "Elfrid Payton (ankle) questionable Wednesday http://www.rotoworld.com/headlines/nba/369259/Elfrid-Payton-(ankle)-questionable-Wednesday …",
      "2018-11-06 18:55:23"
    ],
    [
      "Elfrid Payton: Officially questionable Wednesday - http://www.rotowire.com/basketball/player.php?id=3594 …",
      "2018-11-06 18:51:44"
    ],
    [
      "Elfrid Payton (ankle) questionable for Wednesday. # Pelicans # NBA",
      "2018-11-06 18:48:00"
    ],
    [
      "AD, Darius Miller and Julius Randle have all been removed from the injury report. Elfrid Payton is listed as questionable https://twitter.com/PelicansPR/status/1059924403176259585 …",
      "2018-11-06 18:45:18"
    ],
    [
      "Elfrid Payton officially listed as questionable for game vs. Chicago. Gentry said earlier the team was leaning towards not playing him unless he showed something more tomorrow. Would expect he’d be a go Saturday. https://twitter.com/PelicansPR/status/1059924403176259585 …",
      "2018-11-06 18:45:04"
    ],
    [
      "Hold elfrid here how deep is ur LG?",
      "2018-11-06 18:12:37"
    ],
    [
      "New Orleans Pelicans: Elfrid Payton vicino al rientro https://sportando.basketball/new-orleans-pelicans-elfrid-payton-vicino-al-rientro/ …",
      "2018-11-06 18:07:04"
    ],
    [
      "Elfrid Payton (ankle) not expected to play on Wednesday for Pelicans http://bit.ly/2PKcwFR",
      "2018-11-06 17:42:04"
    ],
    [
      "New Orleans Pelicans: Elfrid Payton vicino al rientro https://sportando.basketball/new-orleans-pelicans-elfrid-payton-vicino-al-rientro/ …",
      "2018-11-06 17:32:27"
    ],
    [
      "New Orleans Pelicans, Elfrid Payton could return Saturday vs Phoenix https://sportando.basketball/en/new-orleans-pelicans-elfrid-payton-could-return-saturday-vs-phoenix/ …",
      "2018-11-06 17:31:16"
    ],
    [
      "Elfrid Payton isn’t the whole answer and his absence is the exact problem. The problem is the guard play we have behind Elfrid. Tim isn’t cutting it.",
      "2018-11-06 17:11:29"
    ],
    [
      "Alvin Gentry said he doesn't expect Elfrid Payton (ankle) to be able to return to the court for Wednesday's game against the Bulls.",
      "2018-11-06 17:09:18"
    ],
    [
      "Elfrid Payton (ankle) doubtful for Wednesday http://www.rotoworld.com/headlines/nba/369250/Elfrid-Payton-(ankle)-doubtful-for-Wednesday …",
      "2018-11-06 17:09:18"
    ],
    [
      "@ MattStroup which side wins? Levert & Elfrid for Jimmy B Currently in first and cld upgrade steals. I’d be giving 2 for 1",
      "2018-11-06 17:04:16"
    ],
    [
      "# Pelicans Alvin Gentry said he doesn't expect Elfrid Payton (ankle) to be able to return to the court for Wedn... http://nbastartingfive.com/playerProfile.jsp?player=Elfrid%20Payton …",
      "2018-11-06 17:02:51"
    ],
    [
      "Elfrid Payton (ankle) doubtful for Wednesday http://www.rotoworld.com/headlines/nba/369250/Elfrid-Payton-(ankle)-doubtful-for-Wednesday …",
      "2018-11-06 16:59:56"
    ],
    [
      "Elfrid Payton: Could return Saturday - http://www.rotowire.com/basketball/player.php?id=3594 …",
      "2018-11-06 16:56:56"
    ],
    [
      "Gentry thinks Payton's absence has hurt Jrue Holiday's game a little as Jrue is already playing a ton of minutes, is asked to score 20+ a night & guard the opposing team's best perimeter player. Elfrid helps Jrue play more in his natural position offensively as get easy baskets.",
      "2018-11-06 16:52:14"
    ],
    [
      "Elfrid Payton (ankle) unlikely to play Wednesday. # Pelicans # NBA",
      "2018-11-06 16:48:00"
    ],
    [
      "Alvin Gentry on Elfrid Payton:\"We miss him. We miss him a lot.\"",
      "2018-11-06 16:46:50"
    ],
    [
      "Alvin Gentry says he doesn't expect Elfrid Payton to play Wednesday night but Saturday is a real possibility",
      "2018-11-06 16:46:06"
    ],
    [
      "Alvin Gentry said Saturday is a possibility for Elfrid Payton (ankle) to return. He said Payton was able to do “some stuff” today. Participated in drills.",
      "2018-11-06 16:45:49"
    ],
    [
      "Elfrid Payton (ankle) unlikely to play Wednesday. https://www.fantasylabs.com/nba/news/12524?u=4884fbe1-48af-4ce1-b58f-6be4fc45f041 …",
      "2018-11-06 16:45:44"
    ],
    [
      "Elfrid Payton admits it's frustrating to be sidelined when he feels he can definitely helps the team. Adds he's trying to help the team in other ways as he recovers.",
      "2018-11-06 16:45:32"
    ],
    [
      "Elfrid Payton says there hasn't been any setbacks and he's progressed from the injury each day since it occurred. # Pelicans",
      "2018-11-06 16:44:56"
    ],
    [
      "Elfrid Payton says he has to be smart about the injury.",
      "2018-11-06 16:44:30"
    ],
    [
      "Elfrid Payton asked if he has a game in mind on when he'll come back from the ankle sprain. He says, \"As soon as possible.\"",
      "2018-11-06 16:44:08"
    ],
    [
      "Elfrid Payton says he wants to get back on the court as soon as possible. Doesn’t have a target date in mind. Said decelerating and landing on the ankle are two of the biggest hurdles. # Pelicans",
      "2018-11-06 16:44:05"
    ],
    [
      "@ elfrid is live with the media following today’s practice. # doitBIG (via @ cadillacNOLAhttps://www.pscp.tv/w/brHmFDE5MDQyMTJ8MWxQS3FkTldxWGV4YsYGce64Z_hSBFvHromEeALMjctUgAmaLCndkqBKtCFE …",
      "2018-11-06 16:42:36"
    ],
    [
      "Elfrid Payton helps......",
      "2018-11-06 15:27:02"
    ],
    [
      "This is pretty sad in my opinion, but is Elfrid Payton the answer? Keep in mind, that one loss we had with him was the game he sprained his ankle. pic.twitter.com/c1sTqIEwso",
      "2018-11-06 15:25:28"
    ],
    [
      "Omg cats gotta really stop saying it took oladipo 4 years to figure it out. Dude averaged over 16, 4, 4 every year after #2 and we not gon act like Orlando dumb asses didn’t bench him because Elfrid was “the franchise”. Did he get better. Yes. Was he ever bad? Fuck no.",
      "2018-11-06 14:59:52"
    ],
    [
      "Wow, I honestly can’t believe this. Quite possibly the first time I’ve seen an impressive stat involving Elfrid Payton. (Yes, I’m sure there are some but I haven’t seen them.) https://twitter.com/JustinJett_/status/1059646337338138625 …",
      "2018-11-06 13:59:34"
    ],
    [
      "I genuinely enjoyed this little bit. Nice work.",
      "2018-11-06 13:40:02"
    ],
    [
      "AJ you know I rock with Frank lol. I'm NOT about trading him. Just saying that Perry didn't draft him and if Perry doesn't believe in him next year I bet he would consider it because he doesn't feel obligated to him. Perry would try to get his boy Elfrid Payton.",
      "2018-11-06 13:11:54"
    ],
    [
      "I feel like he wants to be here. With Elfrid coming back in the next few days we should be back to how we were. Before he went down then if nothing changes it might be back to the drawing board, but I think him coming back will really help defense and I believe we are one shoote",
      "2018-11-06 12:36:12"
    ],
    [
      "What are the 6 Louisiana constitutional amendments on the 2018 ballot? @ MontreuilJoan @ Saints @ kaoticwayz @ pshorty713 @ elfrid @ normajeanne http://www.wwltv.com/mobile/article/news/politics/what-are-the-6-louisiana-constitutional-amendments-on-the-2018-ballot/289-605564726 … via @ WWLTV",
      "2018-11-06 09:33:39"
    ],
    [
      "Pels need dribble penetration badly. IMO there's two ways to distort the floor. By having great shooters, or by applying relentless pressure at the rim. Pels don't have the shooters. Elfrid helps a ton with the other. Still need a lot more. Too much passing around the arc for not",
      "2018-11-06 08:11:04"
    ],
    [
      "believe it bruv.",
      "2018-11-06 07:17:36"
    ],
    [
      "Nezz. Gledal sam toliko EPa u Orlandu da mi je tesko to povjerovati. LOL",
      "2018-11-06 07:16:42"
    ],
    [
      "@ DanBesbris hey Dan! Should I trade my Justin Holiday and Gallo for Elfrid and Bogdan? Which side ends up with more ROS production?",
      "2018-11-06 04:50:44"
    ],
    [
      "Manca Elfrid ai pellicani",
      "2018-11-06 03:52:27"
    ],
    [
      "Pels missing Elfrid bad bad",
      "2018-11-06 03:17:19"
    ],
    [
      "The @ PelicansNBA have lost 6 straight! I’m trying not to go take crazy since AD obviously ailing (elbow), Elfrid Payton still out...& because we’re just 10 games into 82-game season. That said, I was able to record this video from the Pels Team Facility on Airline Drive. pic.twitter.com/9O4Bqr3nUp",
      "2018-11-06 03:09:34"
    ],
    2018,
    22
  ]
}