{
  "Enes_Kanter": [
    [
      "Vatansiz tweet yapmis “again”",
      "2019-11-09 20:59:26"
    ],
    [
      "How about quit tweeting and start playing basketball#stopbeingawuss",
      "2019-11-09 20:49:04"
    ],
    [
      "Bu söylediklerinin altına imzamı atarım haklısın . Peki senin yaptığın farklımı türkiyede insanların bir kesimi erdoğana tapıyor. Sen orda amerikanın kuklalığını yapana tapıyosun",
      "2019-11-09 20:26:01"
    ],
    [
      "",
      "2019-11-09 20:24:15"
    ],
    [
      "broke: enes kanter dnp (knee) woke: enes kanter dnp (not actually good at basketball)",
      "2019-11-09 20:16:37"
    ],
    [
      "Do not give me a taste of this only to thrust Enes Kanter back into my life https://twitter.com/KellanOlson/status/1193304254833782784 …",
      "2019-11-09 20:09:45"
    ],
    [
      "Looking for significant accomplishments for Memphis basketball since Cal left like......pic.twitter.com/fqhuCGPII9",
      "2019-11-09 20:06:36"
    ],
    [
      "In Syria we left behind cases of Coca-Cola at our bases...in Turkey our bases are home to 50 nukes!!!",
      "2019-11-09 20:03:17"
    ],
    [
      ". @ celtics center @ EnesKanter can't go home to Turkey. That means that the halal food spots he finds in Boston and on the road with the NBA are his taste of home. http://to.wgbh.org/60191M621",
      "2019-11-09 19:59:57"
    ],
    [
      "Seni ve paphını skieyim Pennsylvania’da! Amk evladı",
      "2019-11-09 19:55:32"
    ],
    [
      "aldığı talimatla terk etmiştir,Can dündar'a enes kanter muamelesi yapılmasıda vicdansızlıktır",
      "2019-11-09 19:54:03"
    ],
    [
      "La rotation Theis - Robert Williams fonctionne très bien sur ces derniers matchs donc aucune raison pour Brad Stevens de venir perturber tout ça. Et le retour d’Enes Kanter prochainement ne va rien améliorer.",
      "2019-11-09 19:50:54"
    ],
    [
      "Boston # Celtic Enes # Kanter, the outspoken # NBA center, has been labeled a \"terrorist\" by his ÷Turkey’s government for his association with an exiled cleric https://on.wsj.com/2rk4t7Y @ EnesKanter",
      "2019-11-09 19:48:24"
    ],
    [
      "I can’t stress enough how useless Enes Kanter is he has no place on this elite fun celtics team",
      "2019-11-09 19:44:12"
    ],
    [
      "It makes me so happy that your name is apple time",
      "2019-11-09 19:43:02"
    ],
    [
      "Aaa döt kılları...höş(t)gelmişsiniz",
      "2019-11-09 19:42:50"
    ],
    [
      "Sen bizim çocukları bırak...kendi çocuklarına dertlen...o süper zekanı git döt kıllarına aktar.",
      "2019-11-09 19:40:49"
    ],
    [
      "Enes kanter uzunca bir süredir sakat o yüzden veriyorlar maçı",
      "2019-11-09 19:38:55"
    ],
    [
      "I didn’t mean @ EnesKanter You don’t have to go to college for free. You can stay home and work at Walmart or McDonalds. People who have been given an easy ride in life because of their athletic talent now wanting more. I’m sure there is someone willing to take your place.",
      "2019-11-09 19:38:19"
    ],
    [
      "Free Potter",
      "2019-11-09 19:33:00"
    ],
    [
      "Aynen ...çeviri yapabiliyorsunuz",
      "2019-11-09 19:32:35"
    ],
    [
      "Boston aún no puede contar en @ MovistarNBA con Enes Kanter, cuyo conflicto con el gobierno de su país afecta a su hermano Kerem en la Eurocup (problemas con el visado...), aunque este confiaba en lo contrario. Bendita inocencia de pretemporada. # NBASaturdayshttps://twitter.com/MovistarBasket/status/1190567222646693888 …",
      "2019-11-09 19:28:57"
    ],
    [
      "@ EnesKanter Enes abi dön bir önce bak sen yokken maçlarını yayınlıyorlar olmuyor böyle. Biz bunların senin korkundan maç yayınlayamama hallerini sevdik",
      "2019-11-09 19:25:33"
    ],
    [
      "He can’t play defense.",
      "2019-11-09 19:21:43"
    ],
    [
      "Enes Bey “Öküze tapan” yanlış anlaşılmaya açık olmuş. Bir inancı tahfif etmek gibi olmuş, bence düzeltseniz iyi olur.",
      "2019-11-09 19:21:24"
    ],
    [
      "False. Enes Kanter.",
      "2019-11-09 19:20:56"
    ],
    [
      "Good story!",
      "2019-11-09 19:20:08"
    ],
    [
      "He isn’t playing. That’s why the Celtics are winning.",
      "2019-11-09 19:19:37"
    ],
    [
      "Enes Kanter remains sidelined for matchup with Spurs http://dlvr.it/RHyw3Q",
      "2019-11-09 19:17:23"
    ],
    [
      "Celtics can trade Kanter next month. I can’t wait.",
      "2019-11-09 19:17:13"
    ],
    [
      "Amerika pkk ypg ye tir tir silah yardımı ederken sessiz kal",
      "2019-11-09 19:15:32"
    ],
    [
      "More likepic.twitter.com/nHJkmFr2Pe",
      "2019-11-09 19:14:48"
    ],
    [
      "Aynı Trump gibisin zoru görünce dört donuyon",
      "2019-11-09 19:13:36"
    ],
    [
      "Sizi de gördük hizmet hizmet dediniz milletin maaşının çoğunu yediniz",
      "2019-11-09 19:12:41"
    ],
    [
      "I mean tyranny is tyranny",
      "2019-11-09 19:12:08"
    ],
    [
      "",
      "2019-11-09 19:08:38"
    ],
    [
      "# disbanNCAA",
      "2019-11-09 19:07:56"
    ],
    [
      "rte dini",
      "2019-11-09 19:06:36"
    ],
    [
      "Seguimos sin @ EnesKanter",
      "2019-11-09 19:06:20"
    ],
    [
      "Yeah...rules are hard to follow...",
      "2019-11-09 19:05:45"
    ],
    [
      "# NBA Steven Adams a los # Celtics cuadra demasiado. Le caería como a anillo al dedo a Brad Stevens y sobretodo a Enes Kanter.",
      "2019-11-09 19:01:47"
    ],
    [
      "Enes Kanter out again Saturday.",
      "2019-11-09 19:01:23"
    ],
    [
      "“I’m trying to use my story to tell their story,” says Boston Celtics player Enes Kanter of those suffering back in his native Turkey. https://www.wsj.com/articles/boston-celtic-enes-kanter-calls-foul-on-repression-in-turkey-11573234693 … via @ WSJ",
      "2019-11-09 18:53:34"
    ],
    [
      "NEW: Enes Kanter is Sitting Out on Saturday https://www.rotoballer.com/player-news/enes-kanter-is-sitting-out-on-saturday/689521?utm_source=dlvr.it&utm_medium=twitter …",
      "2019-11-09 18:53:32"
    ],
    [
      "# FREEENES",
      "2019-11-09 18:53:27"
    ],
    [
      "It is interesting that Enes Kanter was declared a terrorist by only the Turks. This is government - sponsored fascist media hypnosis on Turkey. Very intense propaganda for 4 years.",
      "2019-11-09 18:51:44"
    ],
    [
      "Pré-jogo rolando, qual a sua expectativa para a partida de logo mais? O Boston Celtics encara o San Antonio Spurs, fora de casa, às 19h00, sem Enes Kanter.",
      "2019-11-09 18:51:29"
    ],
    [
      "Enes Kanter is Sitting Out on Saturday More: http://LineStarApp.com/News/Sport/NBA/Story/21664 … # DFS # NBA # News # BOS",
      "2019-11-09 18:50:21"
    ],
    [
      "Fuck enes kanter",
      "2019-11-09 18:48:55"
    ],
    [
      "@ EnesKanter keep speaking up. You are being heard",
      "2019-11-09 18:47:23"
    ],
    [
      "Yeah just like enes kanter, genius",
      "2019-11-09 18:46:09"
    ],
    [
      "Boston Celtic Enes Kanter Calls Foul on Repression in Turkey https://www.wsj.com/articles/boston-celtic-enes-kanter-calls-foul-on-repression-in-turkey-11573234693 … by @ ElizWinkler",
      "2019-11-09 18:45:43"
    ],
    [
      "Can't wait to have you back, Enes Kanter! # CUsRise # Celticspic.twitter.com/Pt3Fk5ecZ2",
      "2019-11-09 18:38:46"
    ],
    [
      "The @ okcthunder haven't had a love story like this since @ RealStevenAdams & @ EnesKanter . https://twitter.com/DefPenSports/status/1193197703074856960 …",
      "2019-11-09 18:37:22"
    ],
    [
      "What’s the Turkish restaurant in Boston that is good? Check out Byblos in Miami when you are down there",
      "2019-11-09 18:36:19"
    ],
    [
      "Which value Do you talk about in past 40 years Turkey has gotten world wide help from you to eradicate kurds . Bec if you thousand of our villages displaced & our youth be killed .still u help them to eradicate us in Syria & they bring other as they did in turkey to talk home",
      "2019-11-09 18:35:52"
    ],
    [
      "Più sostieni i diritti umani, più i regimi ti chiamano terrorista. Evviva @ EnesKanter e la sua battaglia contro il regime di # Erdogan.https://twitter.com/EnesKanter/status/1192863604015546368 …",
      "2019-11-09 18:35:42"
    ],
    [
      "dont fear usa always supports who kills our people.",
      "2019-11-09 18:28:49"
    ],
    [
      "ENES IS A BASTARD OF FETO GULEN WHO LIVES IN PENSILVANIA USA STILL AND HE IS 72 YEARS OLD...ENES US STEP-SON OF THIS CLERIC (TERORIST MAN)",
      "2019-11-09 18:27:48"
    ],
    [
      "IT is trues that he is a terrorist. He belongs to Fethullah Gulen radical Islam group. It means that Gulen is an another version of Bagdadi for Turkey. It doesn't mean he plays basketball",
      "2019-11-09 18:23:14"
    ],
    [
      "@ EnesKanter speaks truth https://twitter.com/WSJ/status/1192996514441957377 …",
      "2019-11-09 18:20:21"
    ],
    [
      "I fear for his family Enes - we believe you, don't stop",
      "2019-11-09 18:19:23"
    ],
    [
      "Horford is also averaging 16 as our fourth scoring option (@33 like you mentioned) which is exactly the same as your boy Jaylen (10 years younger paying him more) so idk what youre trying to prove. Enes Kanter is a good replacement for Horford though",
      "2019-11-09 18:17:17"
    ],
    [
      "Bence Spurs kazanacak. @ EnesKanter insallah bir an önce döner parkeye. Takıma büyük katkı sağlayacağından eminim.",
      "2019-11-09 18:14:28"
    ],
    [
      "@ HalitEsendir2 @ EnesKanter @ FztGlsh @ huni_ruhumda @ TutukluHastalar @ aktif_haber @ Hucredekiler @ HasanCucuk @ MrIronArcher @NyKungAvSverige @ cezaeviihlaller @avdocberna0 @ cihangirislam @ ihd_genelmerkez @ ismailMSezgin @ KHKLI_Platformu @ KronosHaber @ haluklevent @ LokmanAlpsoy",
      "2019-11-09 18:14:07"
    ],
    [
      "# celtics # NEBHInjuryReport Enes Kanter scrimmaged yesterday with some coaches and players and felt good, but is still not ready to play in a game, per Brad Stevens.",
      "2019-11-09 18:11:00"
    ],
    [
      "BBN!!! You sitting cost (us) UK a NCAA championship!!",
      "2019-11-09 18:10:22"
    ],
    [
      "Enes. Love you bro but this was a CLEAR case of cheating. Don’t lump this in with the other NCAA BS. # BBN",
      "2019-11-09 18:09:55"
    ],
    [
      "Enes Kanter remains sidelined for matchup with Spurs http://dlvr.it/RHyw3Q pic.twitter.com/N3Z84eJBIq",
      "2019-11-09 18:05:03"
    ],
    [
      "pic.twitter.com/wRDD4Exxsn",
      "2019-11-09 18:03:20"
    ],
    [
      "@ CPStarns I know what happened to him at Kentucky. My point is comparing crimes against humanity to not being allowed to play a game...diminishes the suffering of the people of Turkey, including his family.",
      "2019-11-09 17:53:19"
    ],
    [
      "Enes kanter uğur boral zafer biryol bekir irtegün daha sayıyım mı ?fenerden",
      "2019-11-09 17:50:17"
    ],
    [
      "Enes, please allow me to introduce you to a man named Brian Bosworthpic.twitter.com/mSEReUAJfj",
      "2019-11-09 17:41:12"
    ],
    [
      "Coach Brad Stevens said Enes Kanter is not ready to play today against the Spurs but is feeling better after tweaking a knee injury in the season opener",
      "2019-11-09 17:37:24"
    ],
    [
      "You don’t have to play. That simple.",
      "2019-11-09 17:34:00"
    ],
    [
      "# NEBHInjuryReport Enes Kanter scrimmaged yesterday with some coaches and players and felt good, but is still not ready to play in a game, per Brad Stevens.",
      "2019-11-09 17:32:25"
    ],
    [
      "Enes Kanter (knee) will not play on Saturday http://www.fantasypros.com/nba/news/236440/enes-kanter-knee-will-not-play-on-saturday.php … via @ seanfitz2323 # fantasybasketball",
      "2019-11-09 17:29:22"
    ],
    [
      "Enes, why do you follow Trump? Do you agree with his policies? also we miss you in Portland! ;|",
      "2019-11-09 17:23:51"
    ],
    [
      "Enes Kanter olacaktı",
      "2019-11-09 17:18:22"
    ],
    [
      "He can compare it to himself. The NCAA did the same to him. # freeEnis",
      "2019-11-09 17:17:46"
    ],
    [
      "And you’re clown enough to not understand the situation",
      "2019-11-09 17:09:59"
    ],
    [
      "So Kentucky players don’t have to abide by the rules? John Wall didn’t have to pay back money and sit out? Enes Kanter wasn’t told he was eligible to play and then after he moved he was tiled he couldn’t? Derrick Rose was told he was eligible and he was good to go remember?",
      "2019-11-09 17:06:06"
    ],
    [
      "# Celtics @ EnesKanter blasts # NCAA on Twitter for \"stealing people's dream\" with its James Wiseman ruling https://www.nbcsports.com/boston/celtics/celtics-enes-kanter-blasts-ncaa-twitter-stealing-peoples-dream-james-wiseman-ruling …pic.twitter.com/3Z9CNBiQX9",
      "2019-11-09 17:05:43"
    ],
    [
      "Erdoğan kürtlerle savaşmaz. Türk ile kürt kardeştir, Akrabadır. Erdoğan'ın eşi Emine Erdoğan da kürttür. Bunu biliyor olmanız gerekir. Sizler ise petrol için müslüman topraklarını kana bulayan dünyanın en şeytan ülkesisiniz. O @ EnesKanter de bir haindir köpektir.",
      "2019-11-09 17:01:37"
    ],
    [
      "# Celtics C Enes Kanter (knee) did not play Thursday, out for today's game.",
      "2019-11-09 16:58:08"
    ],
    [
      "That simply not true....",
      "2019-11-09 16:56:41"
    ],
    [
      "Yeah, @ EnesKanter would like to have a word with you.",
      "2019-11-09 16:55:01"
    ],
    [
      "Dude...the coach literally paid 12K to move his family to Memphis. Not all ineligible issues are the same.",
      "2019-11-09 16:48:16"
    ],
    [
      "pic.twitter.com/admZFeCmSD",
      "2019-11-09 16:46:04"
    ],
    [
      "Whatever dude!",
      "2019-11-09 16:44:14"
    ],
    [
      "Wish you can specifically speak about Hongkong and China, China is also running by a dictatory government.",
      "2019-11-09 16:40:58"
    ],
    [
      "I love your passion @ EnesKanter but how can you possibly compare the horrors of Erdogan to someone not being allowed to play a game?",
      "2019-11-09 16:40:45"
    ],
    [
      "*you're *Grant",
      "2019-11-09 16:40:44"
    ],
    [
      "He didn't know about the money fucktard",
      "2019-11-09 16:39:47"
    ],
    [
      "Then explain why he is now ineligible? They didn’t just decide...ah, we don’t really like Penny. The same shit happen to Enes Kanter at Kentucky years ago. It sucks, but rules are rules whether BS or not.",
      "2019-11-09 16:34:55"
    ],
    [
      "@ EnesKanter Hepiniz O.Ç.sunuz https://twitter.com/FetoGercekleri/status/1193113501646098432 …",
      "2019-11-09 16:34:42"
    ],
    [
      "He took $11,000+ in benefits...not smart.pic.twitter.com/1BNHsB4W3E",
      "2019-11-09 16:30:03"
    ],
    [
      "Size bunu öğretiyorlar değil mi? İnsanları aşşağıla hakaret et ve ondan sonra da islamı en iyi biz biliyoruzu oyna , barıştan bahset. Allah size pişman olmayı nasip eylesin.",
      "2019-11-09 16:29:52"
    ],
    [
      "Ever heard of Enes Kanter? My god, the NCAA and Cal have an incredibly strained relationship...this is just the worst take ever",
      "2019-11-09 16:20:05"
    ],
    [
      "“I’m trying to use my story to tell their story,” says Boston Celtics player Enes Kanter of those suffering back in his native Turkey. https://www.wsj.com/articles/boston-celtic-enes-kanter-calls-foul-on-repression-in-turkey-11573234693?shareToken=st180b5a7d843a44519be95d730a713ebe … via @ WSJ",
      "2019-11-09 16:19:54"
    ],
    [
      "Of course he doesn’t have the Saudi kill a Turkish Citizen and see what happens",
      "2019-11-09 16:19:08"
    ],
    [
      "Enes Kanter.. played overseas and was cleared to play at Kentucky and moved hear and then after he was cleared was told no. You know what Kentucky did? They didn’t play him",
      "2019-11-09 16:14:20"
    ],
    [
      "@ SenRubioPress @ EnesKanter @ RandPaul @ SenateDems @ SenateGOP @ Senators @ SenatorDurbin @ SenTedCruz @ SenateFloor @ senatemajldr @ SenatorCollins Human Rights have been violated in Turkey for almost seven years!!!",
      "2019-11-09 16:12:46"
    ],
    [
      "Speak the truth!",
      "2019-11-09 16:10:43"
    ],
    [
      "@ cevheriguven @ arzuyldzz @ AltanSan @ 30ARTITV @ ademyarslan @ gergerliogluof @ TutsakBebekler @ Tr724 @ EnesKanter @ EmreUslu @ hakansukur @ Verda_Hanzade_ @YavuzAlp15346",
      "2019-11-09 16:10:37"
    ],
    [
      "@ SenateDems @ SenateGOP @ senatemajldr @ RandPaul @ MasseyForSenate @ silencedturkey @ gergerliogluof @ TutsakBebekler @ EnesKanter @ EmreUslu @ SenatorDurbin @ SenatorCollins @ SenatePress @ SenatorTimScott @ SenTedCruz",
      "2019-11-09 16:08:59"
    ],
    [
      "Sohbet iki kişi arasında mı oluyormuş? Zekandan şüphe etmemem için ne yapmam gerekiyor? Sana iyilik olsun, anlamadığın hangi cümleyi açıklamamı istersin?",
      "2019-11-09 16:07:54"
    ],
    [
      "Speak on it Enes!!",
      "2019-11-09 16:03:39"
    ],
    [
      "“I’m trying to use my story to tell their story,” says Boston Celtics player Enes Kanter of those suffering back in his native Turkey. https://www.wsj.com/articles/boston-celtic-enes-kanter-calls-foul-on-repression-in-turkey-11573234693 … via @ WSJ",
      "2019-11-09 16:03:22"
    ],
    [
      "Love ya brother but your not correct on this issue! Get educated on it! Has its issues no doubt but your extreme wording is not correct. They are getting it fixed as well. Ask team mate Grand Williams what he experienced at University of Tennessee. Bet he may disagree with you!",
      "2019-11-09 16:02:44"
    ],
    [
      "pic.twitter.com/ZpaLAgjcZv",
      "2019-11-09 16:01:51"
    ],
    [
      "Did you really just compare the NCAA with Turkey?",
      "2019-11-09 16:00:19"
    ],
    [
      "U r Feto gulen bastard , he lives in pensilvenia",
      "2019-11-09 15:59:52"
    ],
    [
      "Hey Enes !!! @ EnesKanter pic.twitter.com/Qzyg5IEt23",
      "2019-11-09 15:58:39"
    ],
    [
      "Don’t like it don’t watch simple as that. Rules are rules!!! You break them you get in trouble. Come on now you’re old enough to know that.",
      "2019-11-09 15:57:58"
    ],
    [
      "Yeah man no fair these colleges make billions a year while some of there key athletes are struggling on campus. Dont even help with books or dorming. Hope this world changes and stop being so greedy",
      "2019-11-09 15:57:42"
    ],
    [
      "Should been playing that year for BBN",
      "2019-11-09 15:56:57"
    ],
    [
      "But what are your thoughts on China?",
      "2019-11-09 15:56:39"
    ],
    [
      "Opinion on turkey invasion and genocide with the kurds",
      "2019-11-09 15:55:51"
    ],
    [
      "Enes can’t stop speaking facts",
      "2019-11-09 15:55:31"
    ],
    [
      "It’s just crazy how @ NCAA stealing people’s dream. All they want is a monopoly and to take advantage of these kids. I thought Turkey was bad. Same Run like a Dictatorship! # StandWithWiseman",
      "2019-11-09 15:54:56"
    ],
    [
      "@ EnesKanter",
      "2019-11-09 15:54:11"
    ],
    [
      "Enes Kanter will miss his seventh straight game as the Celtics visit the Spurs: http://bit.ly/36NTJz9",
      "2019-11-09 15:51:23"
    ],
    [
      "You just said a lie. Ask NATO.",
      "2019-11-09 15:51:00"
    ],
    [
      "Boston Celtic Enes Kanter Calls Foul on Repression in Turkey https://www.wsj.com/articles/boston-celtic-enes-kanter-calls-foul-on-repression-in-turkey-11573234693 … “Right now, 17,000 innocent women are in jail—with babies,” Mr. Kanter says. “Turkey is putting more journalists in jail than any other country.",
      "2019-11-09 15:43:44"
    ],
    [
      "The NCAA never let Enes Kanter play. Wiseman is good enough to not play and still get drafted highly.",
      "2019-11-09 15:41:52"
    ],
    [
      "Sizin için zaten hep nicelik önemli.sekilcisiniz.Sen de biliyorsun ki hizmet dediginiz terrorist organizasyon , masum insanlari kandirdi, ihanet etti.kafanızda feto ile alakali sormaya korktugunuz bir sürü cevapsiz soru var. ozgur oldugunu sanan bağnaz.",
      "2019-11-09 15:36:53"
    ],
    [
      "Enes Kanter would like to have a word with you.",
      "2019-11-09 15:29:49"
    ],
    [
      "Vatan sevgisi boyda olsa Enes Kanter gibiler çıkmazdı. Vatanını sevenler gençlere fırsat verin @ suleymansoylu @ EmniyetGM @ TC_icisleri # polisalımıboyşartıdüşürülsün",
      "2019-11-09 15:27:55"
    ],
    [
      "Sohbet mi? Sohbetin manasini biliyor musun? Sohbet 2 kisi arasinda olur. Burda sadece bir ruh hastasinin koyun güdüşünü izliyoruz. Adam resmen oyuncu. konusma sekli yuzundeki acaip ifade. yayinla da ogrenelim o zaman devamını.",
      "2019-11-09 15:26:19"
    ],
    [
      "Enes Kanter is a brave champion for freedom. Enes Kanter özgürlük için cesur bir şampiyondur. https://twitter.com/EnesKanter/status/1184210668997824512?s=19 …",
      "2019-11-09 15:09:44"
    ],
    [
      "“I’m trying to use my story to tell their story,” says Boston Celtics player Enes Kanter of those suffering back in his native Turkey. https://www.wsj.com/articles/boston-celtic-enes-kanter-calls-foul-on-repression-in-turkey-11573234693?shareToken=st4538feb1c8be47748d3e3345b0abeb52 … via @ WSJ",
      "2019-11-09 15:07:20"
    ],
    [
      "Sohbetin tamamını neden yayınlamıyorsun? Gerçeklerden bu kadar neden korkuyorsun?",
      "2019-11-09 15:07:16"
    ],
    [
      "Twitter has selective memory has easier forgets things like Enes Kanter sitting out the whole season.",
      "2019-11-09 15:06:55"
    ],
    [
      "I stand with you always Enes. I love you.",
      "2019-11-09 15:04:41"
    ],
    [
      "Faşizmi yazamadan ne olduğunu düşünen zavallı çocuk. Türkçe ile aran pek iyi değil herhalde. Yalaka medyafan aldığı yalan haberleri gerçekmiş gibi algıkayan zavallı. Cahillik zor...",
      "2019-11-09 15:03:30"
    ],
    [
      "Enes Kanter is better than Tristan Thompson",
      "2019-11-09 15:01:12"
    ],
    [
      "Nazlı Ilıcak,Mehmet Altan,Ahmet Altan serbest bırakıldı,Cem Uzanda 2 aya kadar Türkiyeye dönüyormuş. Valla yakında Enes Kanter,Hakan Şükür,Emre Uslu,Can Dündarda torlanıp toplanıp döner.Türkçe olimpiyatlarıda yakında başlar. Benden demesi.",
      "2019-11-09 14:59:36"
    ],
    [
      "@ EnesKanter Bro I drafted you in fantasy 2 straight years because I believed in you but now you don’t wanna play ... smhhh",
      "2019-11-09 14:56:42"
    ],
    [
      "AKP mezhebi, sapık bir mezhep. Buna tayyibanizm de diyebiliriz.",
      "2019-11-09 14:55:01"
    ],
    [
      "Have an amazing day in San Antonio @ KembaWalker @ jaytatum0 @ gordonhayward @ smart_MS3 @ FCHWPO @ Cboogie_3 @ rob_williamsIII @ 2Xtremebounce @ Grant2Will @ viinze_17P @ EnesKanter @ semi @ dtheis10 @ phillybul_22!! We believe in you guys!! Keep it going tonight!Y'all are the best!",
      "2019-11-09 14:39:30"
    ],
    [
      "İslam bu mu şimdi. Herif hasta ruh hastası.https://twitter.com/kayraberksoy/status/1192581504288866304?s=21 …",
      "2019-11-09 14:39:29"
    ],
    [
      "Sizin kılıf hazır.beyinler yıkanmış.terrorist başını putlaştırmış, onun yarım çayını içip , donunu koklayıp,ondan başka doğru olmadığını düşünüp ona biat etmiş kişiler olarak özgürlükten barıştan bahsetmek ancak sizin gibi bağnaz faşistlere yakışır.yazık sizin çoçuklarınıza.",
      "2019-11-09 14:35:28"
    ],
    [
      "@ KembaWalker @ gordonhayward @ jaytatum0 @ FCHWPO @ EnesKanter @ tackofall99 @ dtheis10",
      "2019-11-09 14:31:56"
    ],
    [
      "@ Tr724 @ asim_yildirim @ EnesKanter @ ArvasSacit @ shaber_com @ MedyaBoldhttps://twitter.com/cibalikarakolu1/status/1193014536812544002 …",
      "2019-11-09 14:29:54"
    ],
    [
      "Moris panteri Enes kanter diye okudum tam sövecektim",
      "2019-11-09 14:28:52"
    ],
    [
      "This you can blame on your President Obama as he worked on making Turkey an enemy. Just remember that Turkey fought along side us in the Korean War and did send troops to Afghanistan.",
      "2019-11-09 14:25:36"
    ],
    [
      "The sarcasm in this post is hilarious. Cal OBVIOUSLY has the best relationship with the @ NCAA. See the @ EnesKanter situation for full proof of his amazing control over the “good ole boy network”. pic.twitter.com/9IvVzCKvZi",
      "2019-11-09 14:23:01"
    ],
    [
      "Thank you for having some guts there is hope for the NBA",
      "2019-11-09 14:21:10"
    ],
    [
      "Why everyone always takes up for the person who’s screws up and make them the victim anymore is beyond me. Enes Kanter was a victim, Wiseman isn’t.",
      "2019-11-09 14:20:02"
    ],
    [
      "boston celtic enes kanter",
      "2019-11-09 14:19:49"
    ],
    [
      "Like the video and history behind it but not @ EnesKanter he’s a fetocu https://twitter.com/thisisinsider/status/1192985155561934850 …",
      "2019-11-09 14:17:24"
    ],
    [
      "AKP ve yardakçılarınjn bir kimseyi veya grubu hain ilan etmesi şahsı hain yapmaz. Bir kimse daha fazla özgür ve barışçıl olmayı savunuyor diye onu dışlayamazsın. İslam dini barışı ve kardeşliği öğütler. Sana gelince; Hangi yüzle siyasal İslâm’ı destekliyorsun?",
      "2019-11-09 14:06:17"
    ],
    [
      "# EnesKanter https://twitter.com/Blutman27/status/1192937559233421312 …",
      "2019-11-09 13:48:25"
    ],
    [
      "Birader fenaaa dalmışsın",
      "2019-11-09 13:47:36"
    ],
    [
      "“I’m trying to use my story to tell their story,” says Boston Celtics player Enes Kanter of those suffering back in his native Turkey. https://www.wsj.com/articles/boston-celtic-enes-kanter-calls-foul-on-repression-in-turkey-11573234693 … # NBA",
      "2019-11-09 13:46:35"
    ],
    [
      "You always saw Jokic in the playoffs handling Enes Kanter and Lamrcus Aldridge",
      "2019-11-09 13:37:32"
    ],
    [
      "@ EnesKanter doesn’t represent Turkey. He’s a traitor who helped killed/injured over 2000 people KANTER is a MURDERER/TRAITOR",
      "2019-11-09 13:36:56"
    ],
    [
      "Real face of Marxist pkkypg. Bravest Syrian little boy trying to save his mom.https://youtu.be/DfM9fJ0hFtE",
      "2019-11-09 13:36:21"
    ],
    [
      "# FreeEnes",
      "2019-11-09 13:33:01"
    ],
    [
      "10 years later we are still saying # freeenes",
      "2019-11-09 13:32:34"
    ],
    [
      "Enes Kanter",
      "2019-11-09 13:31:17"
    ],
    [
      "Recep Erdoğan çalmıyor ki humus alıyor.",
      "2019-11-09 13:31:06"
    ],
    [
      "Sabit bir inançları yok. Kisiye, duruma ve de en önemlisi çıkarlarına göre değişen bir şeye tapiniyorlar.",
      "2019-11-09 13:30:23"
    ],
    [
      "",
      "2019-11-09 13:29:17"
    ],
    [
      "Hey @ JalenRose free @ EnesKanter .... nice selective enforcement",
      "2019-11-09 13:28:28"
    ],
    [
      "Enes Kanter never got to play for UK just 4 years ago. Ruled ineligible .",
      "2019-11-09 13:27:55"
    ],
    [
      "Celtics' Enes Kanter ruled out for Saturday vs. Spurs # Celtics # NBAhttps://www.nbcsports.com/boston/celtics/celtics-enes-kanter-ruled-out-saturday-vs-spurs …",
      "2019-11-09 13:27:16"
    ],
    [
      "",
      "2019-11-09 13:27:01"
    ],
    [
      "Enes 1000 kişilik hizmet ediyor belki 10000 Maşallah kardeşime Ne zaman Hakan Şükür aklıma gelse diyorum ki bugün bayrak Enes' te...",
      "2019-11-09 13:24:39"
    ],
    [
      "@ EnesKanter talk to him @ JalenRosehttps://twitter.com/SuduUpadhyay/status/1193055134613430278 …",
      "2019-11-09 13:23:57"
    ],
    [
      "O hırsızlığın hic bir dinde olmadigini yazdi.Ben de vatan hainligininin hangi dinde oldugunu sordum.benim butun bunlara isyan etme hakkim yok mu? Illaki sizin isyan ettiklerinize mi isyan etmeliyim. Bu yuzden samimi degilsiniz. Sozlerinizle amelleriniz hep ters.Fascist hain kafa!",
      "2019-11-09 13:22:50"
    ],
    [
      "Idiot my mother side is also Kurd. You can select, selected can be prime minister anything any rights we have. In Iran, Syria u have no rights. Stop betraying your lands and making ethnic cleansing to Arabs other minorities.",
      "2019-11-09 13:22:36"
    ],
    [
      "Enes kanter mesela dimi harun abi",
      "2019-11-09 13:21:32"
    ],
    [
      "Ben oynadigi futbola bakarim bana siyaset gorusunden uye oldugu destekledigi cemaatten hakan sukur feto uyesi olmasa akp milletvekili olabilirmiydi ? Bizim futbolculara soluyorsun ama fetodan yakalan cogu sporcu fenerbahcede oynamis en buyugude enes kanter",
      "2019-11-09 13:21:27"
    ],
    [
      "This is the absolute truth!!! The same applies to labelling every Muslim a terrorist. Turkey undermines counterterrorism by calling @ EnesKanter a terrorist for differing with Erdogan, while Turkey’s offensive has made it likely that actual ISIS terrorists will escape https://twitter.com/daniboy104/status/1192711608549675008 …",
      "2019-11-09 13:19:49"
    ],
    [
      "Even I watched this kids video and someone behind him “cry cry”. U can’t show regular burn as a chemical. Look at his face eyes and breath! Those who betray their countries even if my father go to jail. Those mayors have connections to PKK terrorists recognized by USA and Eupic.twitter.com/p60S3iFzrv",
      "2019-11-09 13:19:19"
    ],
    [
      "@ EnesKanter sen Orospu çocuğusun",
      "2019-11-09 13:13:10"
    ],
    [
      "It was Enes Kanter who did a job! But now he's on the Celtics as well - just missing some firepower is Portland. It will be tough for them out West, a lot of offense in that conference",
      "2019-11-09 13:02:24"
    ],
    [
      "And You helped Kurds in Turkey by Putting thousands of them in jail and ignoring their votes by replacing their mayors!! And flattening their town and cities",
      "2019-11-09 13:02:12"
    ],
    [
      "Of course you helped KURDS in Syria by ethnically cleansing them and Bombing the with white phosphorus! pic.twitter.com/R2N2B2Gowx",
      "2019-11-09 12:58:26"
    ],
    [
      "Onlar Türk-İslam dinine bağlı.",
      "2019-11-09 12:53:27"
    ],
    [
      "And you know what else? If he wasn’t a booster, or whatever you want to call him. JW would still have been ineligible to play anywhere because of this. Once his family took that money, he was done. Bad rule, but still a rule. Talk to Enes Kanter and Brian Bowen",
      "2019-11-09 12:50:23"
    ],
    [
      "Cevirme ozelligi var ! Isteyen ceviriyor!!",
      "2019-11-09 12:49:28"
    ],
    [
      "Ya bi kes olm artik ya bos yapma. Madem o kadar hakimsin konuya gel gir siyasete otup durma ordan",
      "2019-11-09 12:44:11"
    ],
    [
      "Enes Kanter",
      "2019-11-09 12:36:57"
    ],
    [
      "Nokta atışı kardeşim, tebrikler",
      "2019-11-09 12:34:30"
    ],
    [
      "Enes Kanter: When will you condemn this defamation? One million Arabs are not worth a Jewish fingernail - Rabbi Yaacov Perrin, at the funeral of Baruch Goldstein, who killed more than 50 Muslims in a mosque at Hebron https://preview.tinyurl.com/y42mhmxz https://twitter.com/EnesKanter/status/1188552860172247046 …",
      "2019-11-09 12:31:43"
    ],
    [
      "Really! ? Being there doesn't mean it was Not staged! Answer 1 Question! Do You Accept You have KURDS in Turkey? Btw ! You didn't helped Kurds ! Your border guards beaten all the Kurdish refugee escaping from Saddam! Look on Ytube you find it!",
      "2019-11-09 12:31:41"
    ],
    [
      "Enes Kanter: When will you condemn this defamation? One million Arabs are not worth a Jewish fingernail - Rabbi Yaacov Perrin, at the funeral of Baruch Goldstein, who killed more than 50 Muslims in a mosque at Hebron https://preview.tinyurl.com/y42mhmxz",
      "2019-11-09 12:31:26"
    ],
    [
      "# KurdishGenocide # EthnicCleansing @ senatemajldr @ SenatorShaheen @ SenatorLeahy @ JSchanzer @ joncoopertweets @ RepAdamSchiff @ RepKinzinger @ EnesKanter @ MeghanMcCain @ JoeBidenhttps://twitter.com/MHJournalist/status/1193188611342159872 …",
      "2019-11-09 12:29:17"
    ],
    [
      "Enes Kanter: When do you plan to condemn Israel for repression of the Palestinians and Saudi Arabia for its repression of Yemen?",
      "2019-11-09 12:24:36"
    ],
    [
      "Disagree...Enes Kanter missed the entire season for far less money involved.",
      "2019-11-09 12:24:09"
    ],
    [
      "Stop",
      "2019-11-09 12:23:37"
    ],
    [
      "Staged? I was there dude. We do not have problems with our Kurds brothers. Problem is Marxist Leninist pkkypg terrorist. We helped Kurds brothers from Saddam, Assad, Isis(kobani).",
      "2019-11-09 12:20:36"
    ],
    [
      "Sınav sorularını çalmak kul hakkı sayılmıyor mu?",
      "2019-11-09 12:18:19"
    ],
    [
      "Dude !! It was staged!! Every one knows!! That's what all Dictators do!! You first sort out your facisit behaviour towards Kurds in your country than try to help others! Turkey is DOOMED as long as you have Erdogan and Racist Turkish nationalism destroying it!! Good luck!pic.twitter.com/FwLU9h01rj",
      "2019-11-09 12:14:34"
    ],
    [
      "",
      "2019-11-09 12:11:33"
    ],
    [
      "Bunlar mı bozguncu? Bunlar mı haramzade?pic.twitter.com/024nPO6VKu",
      "2019-11-09 12:10:14"
    ],
    [
      "Looks back at Enes Kanter pic.twitter.com/Ox6q4bzoWJ",
      "2019-11-09 12:10:06"
    ],
    2019,
    19
  ]
}