{
  "J30_RANDLE": [
    [
      "Can we trade these jerseys to New Orleans for @ J30_RANDLE back? Please?!",
      "2018-11-09 17:50:32"
    ],
    [
      "Stop disrespecting Anthony Davis and Drew brees bum",
      "2018-11-09 17:25:10"
    ],
    [
      "It correlates with growth though dummy",
      "2018-11-09 17:24:42"
    ],
    [
      "Your ignorance is blooming even more NEP",
      "2018-11-09 17:15:17"
    ],
    [
      "While the young guys they gave away are thriving elsewhere n no cap to do anything no decent draft picks n nobody willing to trade n take on those bad contracts.... stare at the Cavs for example",
      "2018-11-09 16:09:20"
    ],
    [
      "As so the ways of lebron \"lead\" teams.... he'll moan and groan about what he needs n wants they'll jump through hoops for nothing.... they MIGHT win but this the west sht harder n they'll do this every year n when he gone.... they left with the washed up overpaid players",
      "2018-11-09 16:08:14"
    ],
    [
      "Ignorance is blooming right now",
      "2018-11-09 15:58:55"
    ],
    [
      "I don't understand some of these decisions. LA looked like it had a young core that just needed some time to become a force in the west. Now it seems like they're going to go back to nothing when LeBron leaves.",
      "2018-11-09 15:04:29"
    ],
    [
      "What he was getting himself into n was ready to help n develop young players but now it's back to win now which always back fires n leaves the team scrambling for something every year",
      "2018-11-09 13:20:07"
    ],
    [
      "Young players who don't play at all who just got drafted retained Zubac but don't play him went got 36 year old Tyson assuming his body go hold up whole regular n post season.... lebron refuses to be in a building place n wants win now even though he claimed he knew",
      "2018-11-09 13:18:45"
    ],
    [
      "That's exactly what they want.... they traded Russell months after Magic praised him then down talked him bad once he was out.... let Randle go for nothing to get KCP who underperforming n lost his start Beasley who literally doesn't play Stephenson who minutes they cut",
      "2018-11-09 13:16:33"
    ],
    [
      "I'm not too knowledgeable about the Lakers situation, but isn't Kuzma now into his second year? Why wouldn't you want him to go out there and develop? It almost looks like the Lakers are headed in the Cavs direction of trading their young core for vets...",
      "2018-11-09 08:13:51"
    ],
    [
      "Love having y’all in the city!!! Who Dat and Keep dominating that court!!",
      "2018-11-09 05:58:12"
    ],
    [
      "It’s not that big. You should check out Heber, Ca!",
      "2018-11-09 05:13:43"
    ],
    [
      "Wish there werepic.twitter.com/b9nZWNKOrB",
      "2018-11-09 01:18:41"
    ],
    [
      "There are no loans in basketball",
      "2018-11-09 01:09:18"
    ],
    [
      "Bro you just got there, that’s not your city to welcome people in",
      "2018-11-09 00:44:14"
    ],
    [
      "@ J30_RANDLE let’s all go get some gumbo one day ! @ DezBryant @ camjordan94 @ A_kamara6",
      "2018-11-08 23:59:29"
    ],
    [
      "He may be putting up numbers but he not putting win on the board. They lose to okc the other night. Also he didn’t want to be here on a one year deal but he took a one year deal for New Orleans.",
      "2018-11-08 22:01:50"
    ],
    [
      "Can both of you just return to the last teams y’all played for? I miss both of you guys so bad.",
      "2018-11-08 22:01:10"
    ],
    [
      "Así estamos. lol",
      "2018-11-08 21:58:34"
    ],
    [
      "Might’ve gotten confused by your statement then. By the end of his contract I’d be surprised if he was but you just said Lebron isn’t the best player in the nba so I assumed right now",
      "2018-11-08 21:37:43"
    ],
    [
      "He’s in the real LA now.",
      "2018-11-08 21:29:33"
    ],
    [
      "I’m not even a Lebron stan but he’s clear cut the best player in the nba in my eyes. In a game 7, I’d rather have Lebron on my team vs. anyone in the NBA.",
      "2018-11-08 21:25:53"
    ],
    [
      "I think Durant is a close second but to take a few others over him is ignorant. Lebron took the Cavs roster to the nba finals. He’s so dominant that his team has made the nba finals in 6 consecutive years. His lack of D is just a product of effort which picks up when it matters",
      "2018-11-08 21:23:59"
    ],
    [
      "Nope, ya’ll Got rondo now.",
      "2018-11-08 21:16:36"
    ],
    [
      "Oh hell yea! I like that Dallas connection! Watching Dez stick it to Jerry is going to be something else. Who Dat! Go Pels!!!",
      "2018-11-08 20:35:16"
    ],
    [
      "@ KMSanfeliz",
      "2018-11-08 20:33:19"
    ],
    [
      "Dez is gonna fit in real nice",
      "2018-11-08 19:51:57"
    ],
    [
      "So does this work like a loan deal and you're coming back to L.A. next year?",
      "2018-11-08 19:44:46"
    ],
    [
      "Lmao who you got? KD?",
      "2018-11-08 19:32:48"
    ],
    [
      "Welcome to the city big dawg! @ DezBryant",
      "2018-11-08 19:10:21"
    ],
    [
      "No but continuity is everything",
      "2018-11-08 18:45:19"
    ],
    [
      "So you’re saying randle > the best player in the NBA... makes sense",
      "2018-11-08 18:01:20"
    ],
    [
      "Don't sign LeBron",
      "2018-11-08 17:59:18"
    ],
    [
      "How would randle fit on the lakers rn?? Without a multi year commitment",
      "2018-11-08 17:28:14"
    ],
    [
      "Obviously you haven’t seen what he’s been doing on the pelicans lmfao",
      "2018-11-08 17:15:23"
    ],
    [
      "Alvin Gentry Show Lineup for tonight: - @ SeanKelleyLive sits down with Coach Gentry - Recap @ PelicansNBA win vs. Chicago - Feature on @ J30_RANDLE. It's yours at 6:30pm CT on @ 995WRNO",
      "2018-11-08 17:06:17"
    ],
    [
      "Yep, not starting @ J30_RANDLE last year cost us 7-10 games easily.",
      "2018-11-08 14:45:57"
    ],
    [
      "What do you think a potential Lakers package for him would look like Alex?",
      "2018-11-08 04:48:11"
    ],
    [
      "The era of the big man is dead. Until you have one.",
      "2018-11-08 04:37:05"
    ],
    [
      "I need @ J30_RANDLE back can we just dump KCP and give Randle his money... damnit worst move of the off season",
      "2018-11-08 03:01:38"
    ],
    [
      "You watch the game you saw it. I agree. those young guys work their butt off the LeBron plays defense every now and then",
      "2018-11-08 02:05:17"
    ],
    [
      "So what you saying homie is that LeBron didn't know what he was getting into. he signed the contract he knew who was here!",
      "2018-11-08 02:01:32"
    ],
    [
      "I agree, we're still looking for the right starters",
      "2018-11-08 01:59:43"
    ],
    [
      "Should've re-signed @ J30_RANDLE, @ MagicJohnson",
      "2018-11-08 01:07:06"
    ],
    [
      "Good game @ AntDavis23 @ J30_RANDLE @NEWORLEANSPEL",
      "2018-11-08 00:59:50"
    ],
    [
      "So damn obvious. Like, wtf",
      "2018-11-08 00:55:57"
    ],
    [
      "Exactly",
      "2018-11-08 00:25:25"
    ],
    [
      "Yall leave @ J30_RANDLE out there like he don't have a mid-range jumper.... got em' # DoItBig",
      "2018-11-07 23:50:03"
    ],
    [
      "Keep playing with that confidence, bro! @ J30_RANDLE @ tylerrelph10 # jlawbball # pewpewcrew @Lubbock, Texas https://www.instagram.com/p/Bp5xB-_lNkq/?utm_source=ig_twitter_share&igshid=6punkipty2x2 …",
      "2018-11-07 23:47:55"
    ],
    [
      "I'll take that.... hart the better defender.... lakers need defense kuz can be the spark off the bench",
      "2018-11-07 22:57:22"
    ],
    [
      "You got the right idea. We aren’t winning this year anyway, period. Unless it’s for AD, I wouldn’t trade Ingram. I wouldn’t move Lonzo or Kuzma either. Make a trade if you don’t get anyone next summer because we have zero chance to win this year even with another all-star.",
      "2018-11-07 22:56:24"
    ],
    [
      "In complete agreement. Luke must sit Kuz and START HART.",
      "2018-11-07 22:49:09"
    ],
    [
      "What have @ J30_RANDLE. Been doing on his new team????????not a dame game nobody miss that bum",
      "2018-11-07 22:42:50"
    ],
    [
      "Let's be honest, the Lakers aren't doing as well as they should because they let @ J30_RANDLE walk. # LastLakerToPlayWithKobe (Also didn't like letting Lopez go either)",
      "2018-11-07 22:17:19"
    ],
    [
      "N somehow Ingram is bashed n kuzma was praised....a player that no matter how good offensively he was last year is defense was always too poor to start.... didn't start this year until Ingram was suspended n his defense got no better as the starter",
      "2018-11-07 22:02:25"
    ],
    [
      "You’re team sucks and will continue to suck for the next 4 years face it bruh",
      "2018-11-07 21:49:52"
    ],
    [
      "I can agree with you. Luke doesn’t seem to understand rotations.",
      "2018-11-07 21:26:13"
    ],
    [
      "We still trying to gloss over the fact we let our best player go n free agency 4 NOTHING! Now we lack grit and toughness. I’d have kept @ J30_RANDLE over Kuzma any day of the week. We wouldn’t be talking about rebounding, toughness and defense. Neither of which Kuz does very well",
      "2018-11-07 21:10:59"
    ],
    [
      "...and Luke cost us 7-10 wins last year by not starting his best player. @ J30_RANDLE",
      "2018-11-07 21:10:13"
    ],
    [
      "We still trying to gloss over the fact we let our best player go n free agency 4 NOTHING! Now we lack grit and toughness. I’d have kept @ J30_RANDLE over Kuzma any day of the week. We wouldn’t be talking about rebounding, toughness and defense. Neither of which Kuz does very well",
      "2018-11-07 21:09:15"
    ],
    [
      "We still trying to gloss over the fact we let our best player go n free agency 4 NOTHING! Now we lack grit and toughness. I’d have kept @ J30_RANDLE over Kuzma any day of the week. We wouldn’t be talking about rebounding, toughness and defense. Neither of which Kuz does very well",
      "2018-11-07 21:08:07"
    ],
    [
      "I love Ingram but his value right now ain’t high enough IMO to get a super star player we better off waiting till next year and attract a free agent a lot can happen for Ingram Kuzma and Lonzo this season they can’t get any worse only better.",
      "2018-11-07 20:27:53"
    ],
    [
      "Well tbh I actually wasn’t that thrilled with Lebron coming to LA cause while it does make them a better team they aren’t good enough to win it all still, So if think they would be better off just keeping who they got and try to figure it out after Lebron leaves I get that",
      "2018-11-07 19:24:29"
    ],
    [
      "Huh Ingram ain’t ready",
      "2018-11-07 19:16:57"
    ],
    [
      "While we’re at it how about @ KingJames plays some defense? Do you notice the young guys were able to pull back the game against @ Raptors on Sunday? That’s because they were moving the ball and playing D. You can’t hit panic 10 games into the season.",
      "2018-11-07 18:37:19"
    ],
    [
      "Ingram isn’t a talent that you just give up. Without seeing whether how well he will be. See @ J30_RANDLE for example. If playing Ingram and Bron together is a problem all Luke has to do is stagger their minutes and half Ingram play most of his minutes with the 2nd unit.",
      "2018-11-07 18:35:44"
    ],
    [
      "@ Lakers @ FirstTake trade @ B_Ingram13 for @ J30_RANDLE back",
      "2018-11-07 17:57:37"
    ],
    [
      "That’s the thing. I don’t think he got too much from New Orleans. I’m thinking more and more we should have went ahead and traded Kuz while his stock is still high. I think we can see he will never be an adequate defender.",
      "2018-11-07 16:56:17"
    ],
    [
      "True ! Only thing was we would have to pay Randle the big money and that would have hurt potential feee agents",
      "2018-11-07 16:38:56"
    ],
    [
      "At least bring him off the bench and let Josh start. Better defense and get Brandon guarding his natural position.",
      "2018-11-07 16:24:45"
    ],
    [
      "Kuz is basically a tall Jamal Crawford or the dude from clippers. Instant offense and absolutely NO DEFENSE. He actually offers nothing other than offense. They have enough scorers and people who can get points.",
      "2018-11-07 16:22:34"
    ],
    [
      "Randle over kuz? Lol idk bout that",
      "2018-11-07 16:16:36"
    ],
    [
      "We still trying to gloss over the fact we let our best player go in free agency for NOTHING! Now we lack grit and toughness. I’d have kept @ J30_RANDLE over Kuzma any day of the week. We wouldn’t be discussing TOUGHNESS, DEFENSE and REBOUNDING.",
      "2018-11-07 13:48:42"
    ],
    [
      "We still trying to gloss over the fact we let our best player go in free agency for NOTHING! Now we lack grit and toughness. I’d have kept @ J30_RANDLE over Kuzma any day of the week. We wouldn’t be discussing TOUGHNESS, DEFENSE and REBOUNDING.",
      "2018-11-07 13:47:39"
    ],
    [
      "We still trying to gloss over the fact we let our best player go in free agency for NOTHING! Now we lack grit and toughness. I’d have kept @ J30_RANDLE over Kuzma any day of the week. We wouldn’t be discussing TOUGHNESS, DEFENSE and REBOUNDING.",
      "2018-11-07 13:47:15"
    ],
    [
      "We still trying to gloss over the fact we let our best player go in free agency for NOTHING! Now we lack grit and toughness. I’d have kept @ J30_RANDLE over Kuzma any day of the week. We wouldn’t be discussing TOUGHNESS, DEFENSE and REBOUNDING.",
      "2018-11-07 13:34:59"
    ],
    [
      "We are still trying to gloss over the fact we let our best player go in free agency for NOTHING! Now we lack grit and toughness. I’d have kept @ J30_RANDLE over Kuzma any day of the week. We wouldn’t be discussing defense, toughness and rebounding.",
      "2018-11-07 13:33:55"
    ],
    [
      "We still trying to gloss over the fact we let our best player go n free agency 4 NOTHING! Now we lack grit and toughness. I’d have kept @ J30_RANDLE over Kuzma any day of the week. We wouldn’t be talking about rebounding, toughness and defense. Neither of which Kuz does very well",
      "2018-11-07 13:31:45"
    ],
    [
      "# ZionWilliamson reminds me of @ J30_RANDLE man....growing star!",
      "2018-11-07 13:25:06"
    ],
    [
      "beat dem bulls bra... your game is flyer than a mother******* pelican",
      "2018-11-07 11:45:38"
    ],
    [
      "Damn Julius I miss you on my Lakers man wish you the best keep ballin in N.O.",
      "2018-11-07 00:12:18"
    ],
    [
      "@ J30_RANDLE can't believe they didn't keep you!!!",
      "2018-11-07 00:07:32"
    ],
    [
      "Come hang out with me on CoStar in a FanCast Group Video Chat Nov 8 at 7PM CT. You need to register early, so jump on the CoStarExperience App or http://www.costarexperience.com to submit your question to guarantee your spot. @ CoStarExp # Closestfan # CoStarExp # doitbig # pelicanspic.twitter.com/H0R42iRxqt",
      "2018-11-07 00:04:09"
    ],
    [
      "I miss you @ J30_RANDLE",
      "2018-11-06 22:55:31"
    ],
    [
      "I miss you in LA @ J30_RANDLE",
      "2018-11-06 22:11:57"
    ],
    [
      "Mukha mo @ MagicJohnson Miss you, @ J30_RANDLE https://twitter.com/NBA/status/1059841650984394753 …",
      "2018-11-06 20:46:15"
    ],
    [
      "FEED THAT BOY... HE'S HUNGY! @ J30_RANDLE",
      "2018-11-06 20:43:29"
    ],
    [
      "Was watching @ J30_RANDLE beasting in this video from last night. Why did we let him walk again? I still question the front office for this decision # LakeShowhttps://youtu.be/HzQx9QgHxaY",
      "2018-11-06 20:39:10"
    ],
    [
      "@ Lakers We Needed @ J30_RANDLE. If we still had him, he would have been a big force for the team.",
      "2018-11-06 20:31:00"
    ],
    [
      "No firmaron a @ J30_RANDLE un jugador joven y uno de nuestro núcleo joven, ahora tenemos a MB que se ausentó y tal párese que fue por su poco tiempo de juego, espero esta contratación funciona, me agrada.",
      "2018-11-06 20:20:03"
    ],
    [
      "Não sou um grande especialista em basquete, mas o @ J30_RANDLE não está fazendo falta no nosso Lakers não?",
      "2018-11-06 20:03:50"
    ],
    [
      "@ J30_RANDLE come home baby. We miss you. Please? https://twitter.com/ramonashelburne/status/1059937751066390530 …",
      "2018-11-06 19:47:39"
    ],
    [
      "They're really missing @ J30_RANDLE https://twitter.com/ramonashelburne/status/1059937751066390530 …",
      "2018-11-06 19:43:18"
    ],
    [
      "How the world Lakers let Brook Lopez go? He was willing to play for @ Lakers with less money! On top of that you let @ J30_RANDLE go after having great season? If you dont spend $9 million on Rondo and dont waste $3.5 million on Beasley you could have both! https://twitter.com/Lakers/status/1059936294942507010 …",
      "2018-11-06 19:43:07"
    ],
    [
      "Why would their dumb asses release from nothing ? I never understood tha move. He was the perfect Small ball center we needed. I was super pumped for him when I learned we got Lebron cuz I knew @ J30_RANDLE would show how dominant he is along side @ KingJames ! # DumbMove",
      "2018-11-06 19:42:49"
    ],
    [
      "We miss you @ J30_RANDLE",
      "2018-11-06 19:38:36"
    ],
    [
      "Definitely missing @ J30_RANDLE ! # LakeShow",
      "2018-11-06 19:38:12"
    ],
    [
      "Miss u @ J30_RANDLE",
      "2018-11-06 17:44:55"
    ],
    [
      "miss you @ J30_RANDLE ! # DonJulio # CantHandleRandle # BullyiusMandlehttps://twitter.com/NBA/status/1059841650984394753 …",
      "2018-11-06 17:36:06"
    ],
    [
      "@ KendraRandle_ @ J30_RANDLE :(",
      "2018-11-06 15:50:36"
    ],
    [
      "Keep eating juju @ J30_RANDLE https://twitter.com/NBA/status/1059841650984394753 …",
      "2018-11-06 15:34:01"
    ],
    [
      "@ J30_RANDLE had a perfect game last night.... pic.twitter.com/kxgSxGJOuS",
      "2018-11-06 15:03:58"
    ],
    [
      "mistake to @ Lakers @ J30_RANDLE out in the young core! lonzo/rondo ingram james randle mcgee solid D",
      "2018-11-06 14:24:53"
    ],
    [
      "@ J30_RANDLE was absolutely on fire last night... Any chance he gets the start, while AD continues to recover from injury? Can we get Frank Jackson some more critical minutes. I believe he can play more complete D than Tim. Frasier is just too small for some of these bigger guards",
      "2018-11-06 13:52:23"
    ],
    [
      "How i miss you @ J30_RANDLE https://twitter.com/NBA/status/1059841650984394753 …",
      "2018-11-06 13:28:42"
    ],
    [
      "Johnson did a good job last night... best wing defense we've seen all year. We were not making our shots, however... We can't have AD missing 14 of 20 shots out there... On another note, @ J30_RANDLE was exceptional, and @ cheick_diallo13 played with great awareness and energy!",
      "2018-11-06 11:43:07"
    ],
    [
      "In my 19 years of being a @ lakers fan, the two dumbest things I’ve ever seen them do is trade for Steve Nash and let @ J30_RANDLE gothe Nash trade has been forgiven but Randle??? Why man why",
      "2018-11-06 10:39:55"
    ],
    [
      "@ ZachLaVine last # night # MVP pts4reb4ast3stl2blk shout out to @ J30_RANDLE % FG% (10/10) & 3P% (2/2) Sniper of last night and @ BeMore27 PTS career high # nba # basketball # Statistics # LNS pic.twitter.com/Nn9q5tquHb",
      "2018-11-06 09:35:16"
    ],
    [
      "Good shit @ J30_RANDLE https://twitter.com/NBATV/status/1059762316286222336 …",
      "2018-11-06 08:01:55"
    ],
    [
      "@ bnardschoenhoff @ J30_RANDLE https://twitter.com/BdotAdot5/status/1059589921021747200 …",
      "2018-11-06 06:17:19"
    ],
    [
      "Here’s the # CatsStats from around the league tonight: @ Bam1of1 - 11 points, 8 rebounds @ Enes_Kanter - 23 points, 24 rebounds, and 7 assists @ AntDavis23 - 20 points, 8 rebounds @ J30_RANDLE - 26 points, 8 rebounds, shot 100% for the game(!)(10-10 fg%, 2-2 3p% and 4-4 ft%) Cont...",
      "2018-11-06 02:45:27"
    ],
    [
      "Come Back To The Lakers Brodie @ J30_RANDLE https://twitter.com/NBA/status/1059670949786738688 …",
      "2018-11-06 02:04:35"
    ],
    [
      "Yessss @ J30_RANDLE!!! # LetsGooooo # represent https://twitter.com/NBA/status/1059670949786738688 …",
      "2018-11-06 02:00:34"
    ],
    [
      "\"We've still got some things to clean up.\" - @ J30_Randle pic.twitter.com/M8Udk2wRh1",
      "2018-11-06 01:55:07"
    ],
    [
      "I know AD ain’t 100% but I still feel like he needs to step up more for this team to be successful. I still love him though.",
      "2018-11-06 01:46:41"
    ],
    [
      "How bout we focus on winning and not stats",
      "2018-11-06 01:33:56"
    ],
    [
      ". @ J30_RANDLE had himself a night with 26 points and 8 rebounds while 10/10 from the field and 4/4 from the free throw line. # doitBIGpic.twitter.com/3tFOQHCekU",
      "2018-11-06 01:30:00"
    ],
    [
      "# nba in search of # theperfectgame part2 @ J30_RANDLE perfect from the field..positive plus/minus..had 1 turnover, which I wouldve almost let slide and his team lost",
      "2018-11-06 01:15:40"
    ],
    [
      "This dude @ J30_RANDLE didn’t miss a fucking shit tonight!!!! And the @ Lakers chose not to pay that man smh.....",
      "2018-11-06 01:02:05"
    ],
    [
      "So we shooting clutch 3’s now ayee? @ J30_RANDLE",
      "2018-11-06 00:55:56"
    ],
    [
      "He didn’t wanna be here without a max contract",
      "2018-11-06 00:42:51"
    ],
    [
      "My boy @ J30_RANDLE showing out tonight with 26 points and 8 rebounds on perfect shooting.",
      "2018-11-06 00:32:28"
    ],
    [
      "HASN'T MISSED A SHOT ALL NIGHT! @ J30_Randle @ PelicansNBA | # DoitBIGpic.twitter.com/56gLpitNzU",
      "2018-11-06 00:30:17"
    ],
    [
      "Hey @ Lakers tell me why again we didn’t re-sign @ J30_RANDLE the man is a beast and has a motor and heart everything we’re lacking right now....js # lakers # lakernation",
      "2018-11-06 00:30:04"
    ],
    [
      "Hey come back this nigga and his HGH dealer obviously parted ways @ J30_RANDLE",
      "2018-11-06 00:08:53"
    ],
    [
      "I’m having withdrawals watching @ J30_RANDLE play this season # LakersForever # LakeShow # JuJuOnTheBeat # BBQChicken @ Lakers @ PelicansNBA # NBA",
      "2018-11-05 23:59:20"
    ],
    [
      "Please tell Steve Smith and them that Russell Westbrook did shoot an air ball... Net does not count lol",
      "2018-11-05 23:35:44"
    ],
    [
      "How though? I'm really curious what people thought he could get on a dried up market with little cap-room to give? The other RFA that got big deals were either from their own team (can go over the cap to sign them) or from the few teams that did have enough cap room early in FA",
      "2018-11-05 23:26:40"
    ],
    [
      "The only upside to the deal is the flexibility. I am not gonna deny the Lakers short armed him greatly, and we are paying for it now. However, when dudes at his caliber of play are getting near max contracts, that’s when the deal looks bad. Dried up or not, could’ve done better.",
      "2018-11-05 23:23:04"
    ],
    [
      ". @ AntDavis23(11PTS, 5 REB) & @ J30_RANDLE (11PTS, 5/5 FG) were a handful in the paint in the first half! # DoItBigpic.twitter.com/CMNzdj7Zg4",
      "2018-11-05 23:14:48"
    ],
    [
      "I don't understand how he screwed him. Lakers FO didn't want to commit to him, so he takes a mid-level contract in a dried up market that pays him enough and allows him flexibility to get PAID next year on whatever team he desires... How did Mintz screw him, again?",
      "2018-11-05 23:13:18"
    ],
    [
      "Tell me again @ MagicJohnson why you had to let Julius Randle go? TBH other than Lebron who can coming to LA regardless and Javale, all your other signings sucked. Yes that includes resigning KCP instead of getting a shooter.",
      "2018-11-05 23:08:58"
    ],
    [
      "People just starting to get hip to Randle. Dudes been ballin. His agent doesn’t seem like the sharpest guy - royally screwed J.Randle over with his contract. 1+1, and only 9 mil per year - easily should have got Aaron Gordon $.",
      "2018-11-05 23:08:04"
    ],
    [
      "racist",
      "2018-11-05 22:58:32"
    ],
    [
      "It always looks darker on nba tv",
      "2018-11-05 22:53:24"
    ],
    [
      ". @ J30_RANDLE has given the Pelicans a boost off the bench! # DoItBigpic.twitter.com/ZizXZLxvGR",
      "2018-11-05 22:52:34"
    ],
    [
      "Got Randle? Count @ J30_Randle over the defending duo! @ PelicansNBA | # DoitBIGpic.twitter.com/0CRMKRlJEI",
      "2018-11-05 22:50:44"
    ],
    [
      "lefty’s be crafty @ J30_RANDLE",
      "2018-11-05 22:49:44"
    ],
    [
      ". @ J30_RANDLE now in double figures (11 PTS, 5 REBS) with 6:42 left in the 2nd quarter. # PelicansGameday | # doitBIGpic.twitter.com/ImrKgqwbnG",
      "2018-11-05 22:48:33"
    ],
    [
      "BBN!!! @ DmillerKY @ J30_RANDLE Hami Pat Nerlens ! And @ AntDavis23 takin a break! All in one game # bbnpic.twitter.com/h0K0KrmqSq",
      "2018-11-05 22:44:40"
    ],
    [
      "Can’t wait to watch my bro @ J30_RANDLE play tonight! Going up against my guy @ russwest44 two of my favorite players in the league!",
      "2018-11-05 22:06:04"
    ],
    [
      "So who was?",
      "2018-11-05 17:25:03"
    ],
    [
      "I would have agreed to this post until u said backbone of the young core “defense”",
      "2018-11-05 17:15:13"
    ],
    [
      "@ MagicJohnson squandering away @ J30_RANDLE was just another one of his egomaniac events much like he choked away the 1984 @ NBA Finals! @ Lakers # Lakers @ JeanieBusspic.twitter.com/c4KGZRJFZW",
      "2018-11-05 16:10:55"
    ],
    [
      "Meant to say long term contract.",
      "2018-11-05 15:54:52"
    ],
    [
      "Should’ve signed @ J30_RANDLE , deserved a contract and was the backbone of the young core defense",
      "2018-11-05 15:09:52"
    ],
    [
      "Can we vote to have @ KingJames kicked off the @ Lakers to bring @ J30_RANDLE back? Is that on the ballot this year? # VoteItForward # 2018Midterms # LakeShow # LakersAgainstTheWorld # NBA # IHateLeBron # NotMyKing # LeBronsFault # LeBronRuinedBasketball # MakeNBAGreatAgain",
      "2018-11-05 02:11:20"
    ],
    [
      ". @ MagicJohnson Notice how the @ lakers actually made a run after @ KingJames left the court in the 4th. We should have kept @ J30_RANDLE",
      "2018-11-05 01:52:00"
    ],
    [
      "@ Lakers need shooters badly. We paid @ CaldwellPope $12M for nothing. That money could’ve been used to retain @ J30_RANDLE or at least sign a shooter. Hopefully @ Lakers trade him and probably Beasley to get some shooting help.",
      "2018-11-05 01:35:11"
    ],
    [
      "Not bringing back @ J30_RANDLE has hurt the @ Lakers on the defensive glass. Lakers ranked 2nd in rebounding last season, in large part due to Randle’s ability to occupy space & bodies inside the paint. Lakers currently don’t have anything to fill that void # LakeShow # NBA",
      "2018-11-05 01:29:24"
    ],
    [
      "",
      "2018-11-05 01:27:19"
    ],
    [
      "Only thing Lebron wanna watch is tape of the new shows hes producing..he duped all of L.A. lmao",
      "2018-11-05 01:24:54"
    ],
    [
      "@ KingJames here’s a little advice, won’t you watch tape and play more like @ J30_RANDLE time to adjust fam this ain’t it.",
      "2018-11-05 01:23:23"
    ],
    [
      "We can’t rebound the ball. Luke is shuffling through a lot of rotations so guys don’t have a defined role. We let our best player from last season @ J30_RANDLE go. But it’s still early we’ll see what it’s around the 20 game mark.",
      "2018-11-05 00:55:23"
    ],
    [
      "@ lakers were a better defensive team last year, very disciplined, this year something is totally off.... I wonder why also @ J30_RANDLE is truly missed",
      "2018-11-05 00:45:42"
    ],
    [
      "Trade the whole team and bring @ Dloading and @ J30_RANDLE back tbh..",
      "2018-11-05 00:25:43"
    ],
    [
      "Julius Randle is one of my favorites! Sheer desire, effort, physicality, toughness, energy, simplicity. Its awesome to watch someone work so hard and so efficiently. What spirit! What a vibe! What an attitude! He knows his game! DO WHAT WORKS! @ J30_RANDLE # LakeShow",
      "2018-11-04 20:58:24"
    ],
    [
      "@ J30_RANDLE Any tips on planters fasciitis..... this shit sucks!!!",
      "2018-11-04 18:05:13"
    ],
    [
      "@ J30_RANDLE over @ kylekuzma",
      "2018-11-04 01:54:20"
    ],
    [
      "I wish we could of kept @ J30_RANDLE on this lakers team",
      "2018-11-04 00:47:09"
    ],
    [
      "Man @ J30_RANDLE would’ve been a big help for the Lakers but he left...",
      "2018-11-04 00:04:51"
    ],
    [
      "@ J30_RANDLE Holy heck you are terrible, please stop shooting the ball and pass to @ AntDavis23",
      "2018-11-03 23:46:42"
    ],
    [
      "BALL DON’T LIE @ J30_RANDLE",
      "2018-11-03 23:44:43"
    ],
    [
      "I love you @ J30_RANDLE but you need to work on your free throws # gopels",
      "2018-11-03 22:11:36"
    ],
    [
      "What a block by @ J30_RANDLE! # DoItBigpic.twitter.com/sYgKiGy0qd",
      "2018-11-03 22:05:06"
    ],
    [
      "Le sa yo patap gen Rondo fok yo t fe espas pou Lebron twop lajan",
      "2018-11-03 21:56:13"
    ],
    [
      "But I still miss @ J30_RANDLE :(",
      "2018-11-03 20:09:30"
    ],
    [
      "I miss you @ J30_RANDLE https://twitter.com/Trevor_Lane/status/1058752916616429568 …",
      "2018-11-03 17:52:12"
    ],
    [
      "The @ Lakers made a huge mistake letting @ J30_RANDLE walk. We’d prob be 8-0 if we had him instead of Beasley/KCP. # Lakers # LakerNation @ LakersNation",
      "2018-11-03 13:50:48"
    ],
    [
      "@ Lakers @ MagicJohnson y’all missing @ J30_RANDLE yet? It’s okay to admit it lol",
      "2018-11-03 10:12:28"
    ],
    [
      "@ J30_RANDLE not a Pel fan. But was looking forward to 2nd half yester after your KILLER 1st. Got PlantarF too. Worst thing ever? No, but it sux. Pesky & cranky. Started running K-tape from ball of foot to Achilles. Toes slightly bent. Then another around the instep. Hope it helps",
      "2018-11-03 00:13:14"
    ],
    [
      "Coach Spo @ MiamiHEAT would never bench his best player if @ Dloading leaves I blame this mushy and soft organization. time for changes starting with @ SDinwiddie_25 too cocky for my taste. @ BrooklynNets Sean marks and Brett yormark need to go too! @ J30_RANDLE should’ve been a net.",
      "2018-11-02 23:30:52"
    ],
    [
      "I’m not surprised MF’ers",
      "2018-11-02 23:07:03"
    ],
    [
      "Bro same",
      "2018-11-02 21:52:13"
    ],
    [
      "@SedanoESPN @ MikePearsonLA love the show, @ MagicJohnson should be frustrated with himself, @ Lakers should’ve signed @ J30_RANDLE even tho he wanted a multi deal, $30 mil 3 years? That’s way worth it, cap space is worthless if rest of team sucks",
      "2018-11-02 20:32:58"
    ],
    [
      "Letting @ J30_RANDLE walk Signing un-needed vets @ RajonRondo @ Michael8easley @ JaValeMcGee @ StephensonLance Talks of firing Luke.Possible trades of @ kylekuzma @ ZO2_ @ joshhart @ B_Ingram13 All to please @ KingJames for MAYBE 1 RING Is the future worth that? @ MagicJohnson @ JeanieBuss",
      "2018-11-02 19:18:18"
    ],
    [
      "pic.twitter.com/2fUWmAUPFl",
      "2018-11-02 18:23:54"
    ],
    [
      "Hahahaha I’m sorry @ J30_RANDLE",
      "2018-11-02 18:10:27"
    ],
    [
      "@ J30_RANDLE is a beast # Facts @ MagicJohnson",
      "2018-11-02 17:46:57"
    ],
    [
      "Lastly, I (along with most of # LakerNation) am of the strong belief that had the F.O. handled the @ J30_RANDLE situation better, he probably would've stayed & this team & their record would, more likely than not, look a WHOLE LOT BETTER. JMHO",
      "2018-11-02 16:54:59"
    ],
    [
      "It pisses me off because it wasn't in @ J30_RANDLE best interest. Why wouldn't you want a team with your bird rights to inflate your value in FA? He is relying solely on cap space to get paid.",
      "2018-11-02 16:10:02"
    ],
    [
      "To get LeBron we could only offer him half of what other teams where gonna offer him once his rookie contract was up. Had to pick",
      "2018-11-02 16:05:50"
    ],
    [
      ". @ J30_RANDLE. You're a great player with great aggression. However, if you could pass the ball more and stop playing Me-ball, I think the team would be a lot better off.",
      "2018-11-02 15:34:30"
    ],
    [
      "Dude is a monster in the paint.",
      "2018-11-02 15:27:00"
    ],
    [
      ". @ J30_RANDLE scored 29 points last night! pic.twitter.com/mBjSbuiz4F",
      "2018-11-02 12:19:25"
    ],
    [
      "Question for # LakerNation : I feel like the front office did a bad job about not keeping @ J30_RANDLE. I know that it was a money thing, but with the way our front court is constructed, and the way his played so far, @ J30_RANDLE is much needed. Thoughts?",
      "2018-11-02 12:02:47"
    ],
    [
      "Man @ J30_RANDLE been a dawg https://twitter.com/redapples/status/1058356159277481984 …",
      "2018-11-02 11:57:10"
    ],
    [
      "I see @ J30_RANDLE!!!! Knew you would ball out!!!",
      "2018-11-02 11:15:04"
    ],
    [
      "The more I watch @ J30_RANDLE more I’m reminded of how similar of a game he has to @ blakegriffin23 unstoppable around the rim and a bull taking it from the 3 to the rim. Great ballhandler for his size. Keep going Julius. Sky’s the limit",
      "2018-11-02 10:16:25"
    ],
    [
      "He ballin",
      "2018-11-02 06:04:40"
    ],
    [
      "@ J30_RANDLE Nice fallaway. Lefty hook and that fall is like found money...",
      "2018-11-02 05:08:16"
    ],
    [
      "Still can’t believe @ J30_RANDLE isn’t on the lakers anymore, man is a genuine baller! # randle # PelicansGameday",
      "2018-11-02 03:46:09"
    ],
    [
      "Defense maybe?",
      "2018-11-02 03:24:33"
    ],
    [
      "# Ripcity",
      "2018-11-02 03:07:25"
    ],
    [
      "Keep grinding Pels!",
      "2018-11-02 02:59:04"
    ],
    [
      "The turnovers & silly fouls are still an issue. I’m ready for them to get Hill TFOH. He’s can’t hit open 3s if his life depended on it. It’s sad when the Kings & Grizz are playing better with a better record.",
      "2018-11-02 02:42:28"
    ],
    [
      "Yeah, it’s depressing. This game, Jazz, & Nuggets would’ve been wins if we had Elf & AD. But when you lose starters those who have to fill those roles need to step up. We’ve been getting good effort from our bench, but something’s still missing.",
      "2018-11-02 02:40:41"
    ],
    [
      "Didn’t I tell y’all that Julius was developing nicely? If you don’t treat him right he’ll leave you and come back to haunt you like Demarcus did last night with the warriors. but I’m only a spectator",
      "2018-11-02 02:34:37"
    ],
    2018,
    22
  ]
}