{
  "JaredDudley619": [
    [
      "I want one Go Lakers",
      "2019-11-09 20:58:19"
    ],
    [
      "Respect",
      "2019-11-09 20:58:01"
    ],
    [
      "Hey @ JaredDudley619",
      "2019-11-09 20:53:58"
    ],
    [
      "Ok bro good for you",
      "2019-11-09 20:40:27"
    ],
    [
      "@ JaredDudley619 come hoop",
      "2019-11-09 20:39:57"
    ],
    [
      "@ JaredDudley619 I need to win some @ Lakers tickets man!",
      "2019-11-09 20:38:08"
    ],
    [
      "@ JaredDudley619 brooo please hook it up with some tickets",
      "2019-11-09 20:31:09"
    ],
    [
      "@ JaredDudley619 would like to see the Lakers and you play sometime just cant afford the tickets at the moment. Love staples center yall keep that place rocking",
      "2019-11-09 20:28:04"
    ],
    [
      "Good blessed you sir hope to see you playing your the man",
      "2019-11-09 20:27:46"
    ],
    [
      "Yo I really hope to see you in Phoenix on Tues JD!!!",
      "2019-11-09 20:23:54"
    ],
    [
      "Duds gon have Laker fans wearing his jersey more than LBJ..",
      "2019-11-09 20:23:00"
    ],
    [
      "Dam how you copped the goats jersey",
      "2019-11-09 20:22:45"
    ],
    [
      "@ JaredDudley619 legend continues",
      "2019-11-09 20:16:19"
    ],
    [
      "@ JaredDudley619 gonna hook me up with @ Lakers and Suns tickets",
      "2019-11-09 20:14:11"
    ],
    [
      "Our new fav!!! 2 R’s 2L’s!! CaRRoLL!!!",
      "2019-11-09 20:12:35"
    ],
    [
      "Can you?",
      "2019-11-09 20:09:10"
    ],
    [
      "@ JaredDudley619 yeooo Jared life long lakers fan from PA... would love to come to LA for a game!",
      "2019-11-09 20:08:18"
    ],
    [
      "JD that’s cool what you do.. I haven’t been to a Lakers game since The Forum went with the Boys and girls club I was 9 I’m 44 . Price and parking kind of make it hard to get tickets.. but I’ll always support and will always cheer.. plus TV has good views. # GoLakers",
      "2019-11-09 20:07:31"
    ],
    [
      "@ JaredDudley619 Love what your doing not only on the team but to Lakers fans all over. My 20th B-Day is on the 29th this month. Never been to a Laker game and always been a dream of mine to go one. Can you hook a fan up with tickets to that game. Much love man # LakersNation",
      "2019-11-09 20:06:46"
    ],
    [
      "We lucked for having @ JaredDudley619 in a @ Lakers uniform for real",
      "2019-11-09 20:06:15"
    ],
    [
      "@ JaredDudley619 Yo I turn 21 on dec 15, wanna hookup me and the fam with tickets around that month? PLEASE # LakeShow # Lakers",
      "2019-11-09 20:05:58"
    ],
    [
      "You’re a beast sir! Keep doing good work, hope u get some pt soon too",
      "2019-11-09 19:57:25"
    ],
    [
      "@ JaredDudley619 don’t even have that jersey jk love duds and what he brings to the squad. A true pro that will show his worth in the locker room and this deeeeeeep post season run.",
      "2019-11-09 19:54:14"
    ],
    [
      "@ JaredDudley619 Tickets to the Laker game in Miami.... pleaseeeeeee",
      "2019-11-09 19:49:56"
    ],
    [
      "@ JaredDudley619 these laker tickets crazy expensive, how can I enter to win a ticket? I really wanna watch a game live this year",
      "2019-11-09 19:46:09"
    ],
    [
      "how can I get @ JaredDudley619 jersey here in Dubai? @ LakersNation",
      "2019-11-09 19:44:45"
    ],
    [
      "What’s up @ JaredDudley619 you’re not down to gift me tickets for tomorrow’s game",
      "2019-11-09 19:41:06"
    ],
    [
      "@ JaredDudley619 hook me up with some Lakers-raptors tickets! Going back to VA Monday morning. And it would be great to catch a game before I leave. # LakeShow",
      "2019-11-09 19:40:46"
    ],
    [
      "@ JaredDudley619 I will fly from Kansas City to LA. I just wanna support the team . Please hook me up bro with tickets.",
      "2019-11-09 19:36:08"
    ],
    [
      "@ JaredDudley619 hey big laker fan and yours jus wondering how can I earn an opportunity to go to a laker game this season never been and I have someone I would like to take as an first date so hope you please see this and great win last night",
      "2019-11-09 19:35:26"
    ],
    [
      "@ JaredDudley619 don’t forget us when the lakers come to Cleveland",
      "2019-11-09 19:32:25"
    ],
    [
      "@ JaredDudley619 hooking all these Laker fans up but me hook me up for next Sunday against the hawks",
      "2019-11-09 19:29:47"
    ],
    [
      "@ JaredDudley619 keeps giving out tix to games so I keep hoping the days comes that he hands me tix to the Toronto game! Canadian Laker fans need some love too!",
      "2019-11-09 19:26:29"
    ],
    [
      "Tryna get those feee tix I see",
      "2019-11-09 19:21:07"
    ],
    [
      "I'll pay u $50 to take My # KCP Jersey",
      "2019-11-09 19:21:06"
    ],
    [
      "Been trying to see my Lakers for 2yr in Memphis (CALI Native ) and I miss home :( @ JaredDudley619",
      "2019-11-09 19:18:13"
    ],
    [
      "@ JaredDudley619 is an inspiration... such a humble dude, so genuine and giving with the fans, and always one of the loudest on the bench. Makes me proud to be a Laker fan",
      "2019-11-09 19:13:59"
    ],
    [
      "*poser cough cough",
      "2019-11-09 19:13:39"
    ],
    [
      "@ JaredDudley619 gotta deal for you fam. Tickets to a game for wifey and I and I’ll bring you to a @ Brazzers set! .",
      "2019-11-09 19:13:34"
    ],
    [
      "I need to get mine!!!",
      "2019-11-09 19:13:12"
    ],
    [
      "Him",
      "2019-11-09 19:10:51"
    ],
    [
      "Ok. How do I get hooked up with laker tickets? Huge fan but these are the only seats I can afford.pic.twitter.com/8zvAMma7Gk",
      "2019-11-09 19:10:48"
    ],
    [
      "Bro this lit",
      "2019-11-09 19:06:21"
    ],
    [
      "Can I get a pacers game ticket",
      "2019-11-09 19:05:52"
    ],
    [
      "her",
      "2019-11-09 19:05:39"
    ],
    [
      "@ JaredDudley619 your love needed sir https://twitter.com/_phylliest/status/1193073633033252864 …",
      "2019-11-09 18:45:56"
    ],
    [
      "@ JaredDudley619 yo, Dud! Big fan from Brazil! Been dying to get your jersey, but stores here only have lebron's and Kobe's! :(",
      "2019-11-09 18:40:16"
    ],
    [
      "@ JaredDudley619 we just wanna celebrate our 2 years at staples watching our lakers win hope you see this # lakeshowpic.twitter.com/pALnvRBlgm",
      "2019-11-09 18:38:41"
    ],
    [
      "Hook me up with some tickets big bro! Haha",
      "2019-11-09 18:36:49"
    ],
    [
      "@ JaredDudley619 how about one for yuh boi in San Diego? I’ll get you a Cali burrito from Lolita’s in return!",
      "2019-11-09 18:35:36"
    ],
    [
      "@ JaredDudley619 I would love to see lakers when y’all play in Miami. Can you hook me up please??? Lakers nation and keep the ball rolling",
      "2019-11-09 18:30:06"
    ],
    [
      "@ JaredDudley619 This is my daughter Kaydnece ,she was born with spina bifida .the doctors said she’d never walk on her own , as you can she’s beat the odds and is now running on her own .She ’s kuz & LAL she watches every game,help me make her dream of seeing him live come true pic.twitter.com/HF8FK3oj7Q",
      "2019-11-09 18:27:33"
    ],
    [
      "HOPE @ JaredDudley619 sees a tweet from me someday out here!! !! So much FAN LOVE sending us to games! I’m dying 2 be one # PullingUpSMILING",
      "2019-11-09 18:21:58"
    ],
    [
      "Hook me up man!!! I live in Sacramento. I’ll wear your jersey to the next lakers Kong’s game!",
      "2019-11-09 18:19:50"
    ],
    [
      "I need a Duds jersey too the White ones sz L",
      "2019-11-09 18:18:52"
    ],
    [
      "Let’s go!!!!! https://twitter.com/EdinMemisevic/status/1193271600449146885 …",
      "2019-11-09 18:15:21"
    ],
    [
      "Had to support the OG @ JaredDudley619 pic.twitter.com/marvCYnW0J",
      "2019-11-09 17:58:14"
    ],
    [
      "@ JaredDudley619 so we going hard on nov 25 or what’s up # lakeshow",
      "2019-11-09 17:37:27"
    ],
    [
      "@ JaredDudley619 for the people https://twitter.com/JaredDudley619/status/1193046071900917761 …",
      "2019-11-09 17:01:39"
    ],
    [
      "Love that about you Mr. Dudley!!",
      "2019-11-09 16:44:11"
    ],
    [
      "Bruh does Dudley even play ...",
      "2019-11-09 16:43:59"
    ],
    [
      "@ JaredDudley619 needs to get Dwight to do them bench dances lol",
      "2019-11-09 16:42:57"
    ],
    [
      "Awesome!",
      "2019-11-09 16:30:09"
    ],
    [
      "Your face in this is my favorite",
      "2019-11-09 16:21:04"
    ],
    [
      "@ JaredDudley619 my gee , just copped a jersey wassup with some tickets to come see yah",
      "2019-11-09 16:19:38"
    ],
    [
      "Thought this was @ JaredDudley619 https://twitter.com/LakeShowYo/status/1193022195183702016 …",
      "2019-11-09 16:15:44"
    ],
    [
      "Best thing on Twitter today!",
      "2019-11-09 16:07:44"
    ],
    [
      "@ JaredDudley619 my wife haven’t watched a Lakers game at staples center ever . We watch at home .I want to bring her to her first ever game help me out thanks",
      "2019-11-09 16:07:26"
    ],
    [
      "Kyrie 5 Squidward. These were fun to edit. I could've used Kyrie in these photos but I know @ JaredDudley619 loves rocking these! # kyrie5 # squidward # spongebob # nba2k # nba2k20 # nba # nike # nikebasketball # lakerspic.twitter.com/8ouWZIeOKl",
      "2019-11-09 15:57:32"
    ],
    [
      "This dope asf",
      "2019-11-09 15:56:04"
    ],
    [
      "One could only wish!",
      "2019-11-09 15:54:10"
    ],
    [
      "What do i gotta do to get some tickets? Im tryna go to sundays game with my dad before he gets off vacation. We are from Fresno but can drive up there asap! Please bless us with our first lakers game",
      "2019-11-09 15:52:14"
    ],
    [
      "yo @ JaredDudley619 throw me some Lakers @Celtics tickets bro I'll cry for days. we are hated out here in MA",
      "2019-11-09 15:38:28"
    ],
    [
      "Good looks",
      "2019-11-09 15:35:34"
    ],
    [
      "@ Lakers @ Lakers @ Lakers @ Lakers @ Lakers @ Lakers @ Lakers @ Lakers",
      "2019-11-09 15:34:49"
    ],
    [
      "@ JaredDudley619 Hey...can you bless my hubby and I w/ tix for tomorrow? We are major fans. My hubby moved from Texas and never been to a game. After four kids in five years we only had four date nights in 5 years!! Want to bless us",
      "2019-11-09 15:26:32"
    ],
    [
      "@ JaredDudley619 hook it up with some free tickets for tomorrow’s game please!",
      "2019-11-09 15:24:26"
    ],
    [
      "do u even get playing time?",
      "2019-11-09 15:20:25"
    ],
    [
      "Need that Dudley jersey ASAP! Lol",
      "2019-11-09 15:12:22"
    ],
    [
      "@ JaredDudley619 I know you couldn’t get me the tickets to the bulls game but please at least let me see my boy @ DwightHoward do the dunk contest pic.twitter.com/qqE3TEaBHf",
      "2019-11-09 15:02:52"
    ],
    [
      "My face when @ JaredDudley619 retweeted my video pic.twitter.com/yZQGfl5bb2",
      "2019-11-09 14:59:44"
    ],
    [
      "You need some playing time ! @ Lakers you’re starting to frustrate me lol",
      "2019-11-09 14:55:11"
    ],
    [
      "Free @ JaredDudley619 n put KCP in jail # LakeShow # LakersNation LLLLAAAAKKKKEEEERRRRSSSS # Lakers God bless",
      "2019-11-09 14:47:18"
    ],
    [
      "Your awesome, your my favorite part of the lakers right now!",
      "2019-11-09 14:46:52"
    ],
    [
      "@ JaredDudley619 Hoping you’ll give us the opportunity to watch our very first @ Lakers game when the team visits Memphis on November 23. October/November/December birthday celebrants from L-R. pic.twitter.com/kdU3erbaY7",
      "2019-11-09 14:45:50"
    ],
    [
      "Love the commodore so much, I pay attention to bench reactions way more now! # LakeShow",
      "2019-11-09 14:45:46"
    ],
    [
      "Day 3 @ kylekuzma @ JaredDudley619 @ KingJames @ AntDavis23 @ JaValeMcGee @ ACFresh21 @ DwightHowardhttps://twitter.com/Ben_green84/status/1192792468191956997 …",
      "2019-11-09 14:44:55"
    ],
    [
      "Yo @ JaredDudley619 my boy @ BetterCalllPaul is a huge fan! He’s never been to a laker game ! Can we hook him up?",
      "2019-11-09 14:43:06"
    ],
    [
      "This is exactly how I feel since Thanksgiving is coming up",
      "2019-11-09 14:42:06"
    ],
    [
      "Hit up @ JaredDudley619 haha",
      "2019-11-09 14:41:52"
    ],
    [
      "",
      "2019-11-09 14:41:47"
    ],
    [
      "@ sedoneh",
      "2019-11-09 14:41:15"
    ],
    [
      "",
      "2019-11-09 14:39:47"
    ],
    [
      "I know I am @ JaredDudley619 every time a Lakers makes a shot! pic.twitter.com/JOA9L2rLwU",
      "2019-11-09 14:38:38"
    ],
    [
      "@ JaredDudley619 i saw you giving jerseys. I hope if possible can you please add one to my collection. @ Lakers fan here in Pennsylvania @ MagicJohnson @ kobebryant pic.twitter.com/HwIA94ePjI",
      "2019-11-09 14:38:00"
    ],
    [
      "@ JaredDudley619 that's crazy. The man refuses to play on a contract which has no remaining guaranteed money and the Redskins are supposed to pay him anyhow?",
      "2019-11-09 14:29:49"
    ],
    [
      "Visiting LA for Christmas my first time, from the uk my dream is to watch the @ Lakers at @ STAPLESCenter with my fiancé # Lakers @ KingJames @ kylekuzma @ JaredDudley619 @ AntDavis23 @ DwightHoward @ DGreen_14",
      "2019-11-09 14:25:32"
    ],
    [
      "Awesome",
      "2019-11-09 14:25:14"
    ],
    [
      "@ JaredDudley619 @ JaredDudley619 hi jared. I will be there on november 29th to watch u and the lakers play. Hope you will bless me, take pictures with u and upgrade our seat # lakersforever",
      "2019-11-09 14:14:12"
    ],
    [
      "@ JaredDudley619 Diehard Laker fan living in Kansas. Never been to a live game and would love to take my lady to OKC to watch u guys play.",
      "2019-11-09 14:01:57"
    ],
    [
      "What do I have to do to get @ JaredDudley619 to give me 2 tickets to LA @Memphis in Feb. 29th???",
      "2019-11-09 13:50:05"
    ],
    [
      "I am so excited about this # LakeShow team. Stay healthy guys and keep doing exactly what you’re doing! Defense and trust wins ships! @ Lakers @ JaValeMcGee @ DwightHoward @ KingJames @ AntDavis23 @ kylekuzma @ JaredDudley619 pic.twitter.com/ZsGXahFACv",
      "2019-11-09 13:39:04"
    ],
    [
      "I wish I could get paid to not work due to load management and have summers off.",
      "2019-11-09 13:38:09"
    ],
    [
      "You're a real one for this!",
      "2019-11-09 13:33:39"
    ],
    [
      "They should play you over Kcp",
      "2019-11-09 13:33:34"
    ],
    [
      "Thanks for the signature man # ThankYouDudleypic.twitter.com/GAksA0pfqR",
      "2019-11-09 13:19:13"
    ],
    [
      "Stop bullying kcp lmaoo",
      "2019-11-09 13:16:43"
    ],
    [
      "Hey Jared can you give 2 tickets to your old coach from the “Say No” summer league? Proud of u, Craig & Sean!!!",
      "2019-11-09 13:15:52"
    ],
    [
      "Man His & Hers was the realest",
      "2019-11-09 13:15:42"
    ],
    [
      "@ JaredDudley619 yo wassup Dudley, when are you guys coming to Portland to play the blazers? I’m glad a guy like you is in the Lakers now!",
      "2019-11-09 13:15:10"
    ],
    [
      "Huge lakers fan bropic.twitter.com/Gzwsx0DmBY",
      "2019-11-09 13:15:02"
    ],
    [
      "@ JaredDudley619 please give us tickets Jared. I’m a huge fan. My license plates even are lkr tme. I’d Love to bring my daughters. pic.twitter.com/pwyGnKhZxr",
      "2019-11-09 13:15:01"
    ],
    [
      "What’s it gonna take to get a follow from my favorite laker @ JaredDudley619",
      "2019-11-09 13:12:54"
    ],
    [
      "Michael looks like a midget",
      "2019-11-09 13:12:52"
    ],
    [
      "@ JaredDudley619 See you in Feb! :)",
      "2019-11-09 13:12:50"
    ],
    [
      "",
      "2019-11-09 13:12:18"
    ],
    [
      "Aaaaye she from cafelu! Lucky man ! Go lakers !",
      "2019-11-09 13:08:21"
    ],
    [
      "That’s amazing!!!",
      "2019-11-09 13:04:18"
    ],
    [
      "Yea on the other side of it . How bout the players that sign a contract and not show up to play because there holding out . If the shoe fits wear it . If you sign contract you get your tail out there and play",
      "2019-11-09 13:04:09"
    ],
    [
      "Really though.. what do I have to do to get a jersey from @ KingJames @ JaredDudley619 @ DwightHoward @ AntDavis23 @ troydaniels @ RajonRondo @ JaValeMcGee @ kylekuzma @ DGreen_14 @ ACFresh21 @ QCook323 # LakeShow # LakerNation",
      "2019-11-09 13:00:24"
    ],
    [
      "Who that last guy",
      "2019-11-09 12:58:47"
    ],
    [
      "@ JaredDudley619 You got any tickets available towards the end of November ? My bday is on the 19th! # Lakeshow",
      "2019-11-09 12:54:25"
    ],
    [
      "@ JaredDudley619 https://twitter.com/AbdiQuintana/status/1193105553460826113 …",
      "2019-11-09 12:53:00"
    ],
    [
      "@ JaredDudley619 any availability for tomorrow nights game for me and my 10 year old? # LakeShow",
      "2019-11-09 12:52:21"
    ],
    [
      "Stephen A has the Lakers going to WCF. How is he hating?",
      "2019-11-09 12:46:47"
    ],
    [
      "@ JaredDudley619 about to shoot my shot, 11/17 marks our 2nd wedding anniversary and we’re also expecting our first baby girl due 3/22/20! Would love to celebrate at the game on 11/17!",
      "2019-11-09 12:42:20"
    ],
    [
      "@ JaredDudley619 Hey Jared. My son is having his 6th birthday party. Anyway you can send him a Jared Dudley jersey. I know it would make his year.",
      "2019-11-09 12:18:54"
    ],
    [
      "@ JaredDudley619 can i please get tickets to the game when you guys come to indiana to play the pacers. Im a really big fan of the lakers and havent been to a game",
      "2019-11-09 12:16:41"
    ],
    [
      "@ JaredDudley619 Can I PLEASE get tickets when yall come to Houston??",
      "2019-11-09 12:05:47"
    ],
    [
      "@ JaredDudley619 Hey mate, I’m over from Tasmania to watch you guys vs Raptors . Drop a couple of 3 balls for me",
      "2019-11-09 12:04:29"
    ],
    [
      "You keep impressing me man. Personal interaction with fans. Awesome.",
      "2019-11-09 12:00:41"
    ],
    [
      "My Studley Dudley will be here on Tuesday, this teacher may need to be there # IGotDudleyFever # StillHeartbroken # myclassneedsanewvideo @ JaredDudley619 https://twitter.com/JaredDudley619/status/1193046071900917761 …",
      "2019-11-09 11:55:39"
    ],
    [
      "Next time when it's your anniversary!!",
      "2019-11-09 11:55:28"
    ],
    [
      "Yo @ JaredDudley619 my girl and I are public school teachers in Hawai’i. Born in NoHo, we’ve been lifelong Lakers fans. We’ll be in LA visiting fam for the holidays. Would love to see the Nuggets game on Dec 22 but it’ll be hard with a teacher salary. We recently got engaged too!",
      "2019-11-09 11:45:48"
    ],
    [
      "Hook it up with some tickets for Sunday’s home game",
      "2019-11-09 11:45:14"
    ],
    [
      "He didnt show up to work, and when he did he failed a physical. His ass shouldn't be paid.",
      "2019-11-09 11:44:19"
    ],
    [
      "Yooo @ JaredDudley619 as a native San Diegan how do you feel about the Padres bringing brown back as their primary uniform color?",
      "2019-11-09 11:37:30"
    ],
    [
      "*their",
      "2019-11-09 11:21:14"
    ],
    [
      "My point is you can Do the right thing there is something called Karma, and the Colts, was better than the Redskins. You are right the Redskins did not have to pay Trent. Let’s see how this looks to future FA’s",
      "2019-11-09 11:19:49"
    ],
    [
      "Super Dope",
      "2019-11-09 11:18:18"
    ],
    [
      "@ JaredDudley619 would love to finally get to a lakers game. I’ll bring my girls whom I’ve never taken anywhere like this. Would love this chance. pic.twitter.com/EP5RcsoWsO",
      "2019-11-09 11:16:55"
    ],
    [
      "You don’t get it...they were in two wildly different situations. You can’t apply what one team did in one situation to all the various player situations around the NFL. We need to stop acting like the only thing Trent did was fail his physical.",
      "2019-11-09 11:14:20"
    ],
    [
      "That’s awesome. I love to see the # LakeShow when you come to Cleveland and take my daughter to her first game.",
      "2019-11-09 11:12:52"
    ],
    [
      "No, my point is one team paid a star player that did not play. The Colts had every right not to take Andrew luck true? But they did the right thing .",
      "2019-11-09 11:10:54"
    ],
    [
      "There is no way you are saying not playing in the preseason is the equivalent of holding out, demanding a trade, and declaring you’ll never play for that franchise again. They are night and day.",
      "2019-11-09 11:07:36"
    ],
    [
      "@ JaredDudley619 would love to take my girls to a lakers game. Never been. Fan since 1973. pic.twitter.com/FCucPLQ9zZ",
      "2019-11-09 11:02:04"
    ],
    [
      "Ok",
      "2019-11-09 11:01:05"
    ],
    [
      "You can pay a franchise player. That is my point. Luck decided not to play during Pre-season, and got his 29 million. Retiring and holding out, they both are not playing.",
      "2019-11-09 10:54:56"
    ],
    [
      "Waiting for my turn (Lakers vs Heat ) 12/13/19",
      "2019-11-09 10:54:12"
    ],
    [
      "THEIR money, honey.",
      "2019-11-09 10:45:25"
    ],
    [
      "JD out here changing folks lives...I respect this. Easy for him to do but its having a lasting effect. # shoutout",
      "2019-11-09 10:41:02"
    ],
    [
      "Luck didn’t hold out, claim the team almost killed him, request a trade, and say that he would never play for the Colts again, and then only show up to make sure his season still counts. Context matters.",
      "2019-11-09 10:41:00"
    ],
    [
      "The Colts paid Andrew Luck, and he retired. You can do things right. It doesn’t always come down to money.",
      "2019-11-09 10:37:30"
    ],
    [
      "Work on your spelling",
      "2019-11-09 10:31:17"
    ],
    [
      "Sure wish we could do that in politics",
      "2019-11-09 10:24:16"
    ],
    [
      "Noiceeee!",
      "2019-11-09 10:23:40"
    ],
    [
      "It’s called non guaranteed..",
      "2019-11-09 10:18:25"
    ],
    [
      "@ JaredDudley619 hahaha I see you Dud",
      "2019-11-09 10:05:08"
    ],
    [
      "@ JaredDudley619 can you get me tickets to a lakers game here in Boston !?! # LakerNation",
      "2019-11-09 09:54:52"
    ],
    [
      "Man say what yallwant about @ JaredDudley619 but this guy is making peoples dreams come true when he doesn’t have to! Mad respect for that! Need more stars like you # Lakeshow",
      "2019-11-09 09:46:24"
    ],
    [
      "People are begging for tickets. If they followed you they’d know it’s not that difficult. They buy the jersey, you buy the tickets.",
      "2019-11-09 09:42:55"
    ],
    [
      "@ JaredDudley619 Would love to watch you and the Lakers play this season with my wife and twins. Thanks for everything you're doing for the fans",
      "2019-11-09 09:38:32"
    ],
    [
      "@ JaredDudley619 that’s cool my guy # respecthttps://twitter.com/JaredDudley619/status/1193046071900917761 …",
      "2019-11-09 09:37:52"
    ],
    [
      "Howard clean!!",
      "2019-11-09 09:30:23"
    ],
    [
      "",
      "2019-11-09 09:30:23"
    ],
    [
      "Ah so you support the Chinese money influenced league that silences free speech and even let's players call owners \"uninformed of social issues\"... Yeah such a better league",
      "2019-11-09 09:07:39"
    ],
    [
      "Probably used his phone",
      "2019-11-09 09:01:17"
    ],
    [
      "That’s bc them and their union are so stupid and can’t get on the same page every time they negotiate, compared to the NBA players who crush it. Notice how “woke” the NBA players are, yet they convince the NFL guys to kneel, but never did",
      "2019-11-09 09:01:05"
    ],
    [
      "It only applies to CERTAIN players...they paid Andrew Luck",
      "2019-11-09 08:51:01"
    ],
    [
      "This not @ djenvy ??",
      "2019-11-09 08:49:05"
    ],
    [
      "You're making people happy, kudos to you.",
      "2019-11-09 08:38:47"
    ],
    [
      "We are also talking about the Redskins here. Why would anyone want to play for Snyder?",
      "2019-11-09 08:36:54"
    ],
    [
      "That’s wassup!",
      "2019-11-09 08:23:52"
    ],
    [
      "Sup bro hook me up with some Lakers gear bro pls",
      "2019-11-09 08:23:45"
    ],
    [
      "Million dollar slaves...",
      "2019-11-09 08:09:51"
    ],
    [
      "He didn’t work because he wanted off the team. He even said that himself. Why do people continually get this shit wrong?",
      "2019-11-09 08:09:10"
    ],
    [
      "Dibs on the home game on Wednesday vs Warriors!",
      "2019-11-09 08:07:36"
    ],
    [
      "@ Lakers @ JeanieBuss @ Nike @ nikebasketball @ NBA @ NBATV @ KingJames @ BronnyJamesJr @ JaredDudley619 @ LakerFilmRoom @ geeter3 @ RealAClifton",
      "2019-11-09 07:53:25"
    ],
    [
      "@ JaredDudley619 Hi Jared! I was hoping you could grant my wish. May Dad is a long time Laker fan and will be turning 70 this Nov 27th. Hope you can make his bday a memorable one. God speed!",
      "2019-11-09 07:33:40"
    ],
    [
      "Bless Jared",
      "2019-11-09 07:31:39"
    ],
    [
      "Wow look at her",
      "2019-11-09 07:31:00"
    ],
    [
      "You're such a great person man, really wish a lot more NBA players would be as humble and generous as you arestay blessed and keep on doing you dudz",
      "2019-11-09 07:19:00"
    ],
    [
      "How I wish @ JaredDudley619 https://twitter.com/JaredDudley619/status/1193046071900917761 …",
      "2019-11-09 07:12:31"
    ],
    [
      "I wish I could take my now fiancee to her first @ Lakers game....that would be a nice engagement gift after I just proposed on 11-07-19pic.twitter.com/p5MVlzAgAX",
      "2019-11-09 06:58:25"
    ],
    [
      "What the hell is the point of a contract!!! Just fill out a job application!",
      "2019-11-09 06:56:18"
    ],
    [
      "Jared your a class act brother...glad you are with us Lakers. Tell coach Vogel to get you some PT...KCP and the rest of the bench couldn't hit the side of a barn. Hope to see you splash some 3's real soon.",
      "2019-11-09 06:52:25"
    ],
    [
      "Yoooooo hook me up Jared!!! Big laker fan since day 1!!!",
      "2019-11-09 06:50:33"
    ],
    [
      "Excuse me MR Dudley you are the new santee clause",
      "2019-11-09 06:42:07"
    ],
    [
      "Bigger than basketball, good man @ JaredDudley619 https://twitter.com/JaredDudley619/status/1193046071900917761 …",
      "2019-11-09 06:35:52"
    ],
    [
      "One day @ JaredDudley619 will let me get some tickets https://twitter.com/JaredDudley619/status/1193070136720146432 …",
      "2019-11-09 06:07:02"
    ],
    [
      "You’re a real one @ JaredDudley619 thank you for doing so much for our fans!!! Much respect my guy!!",
      "2019-11-09 06:06:28"
    ],
    [
      "@ JaredDudley619 I'm a huge Suns fan but a huge Duds & Lebron fan? You doing any giveaways for Tuesday night back here? My bro loves Lebron, I'd love to surprise him with a game, If possible! If not I'll be tuning in, I'm pulling for U to get a ring this year! # LakeShow # RisePHX",
      "2019-11-09 05:48:28"
    ],
    [
      "@ JaredDudley619 that bc Villanova game still haunts me",
      "2019-11-09 05:46:21"
    ],
    [
      "Give the playing time to @ JaredDudley619 ...makes sense???",
      "2019-11-09 05:36:12"
    ],
    [
      "@ JaredDudley619 i dont have an anniversary coming up or anything special but i live in Vegas and just really would like to bring my parents to a Lakers game help a girl out plzzz",
      "2019-11-09 05:35:27"
    ],
    [
      "",
      "2019-11-09 05:34:55"
    ],
    [
      "@ JaredDudley619 when y’all come to to Portland can you hook it up with tickets?? From the 858",
      "2019-11-09 05:25:44"
    ],
    [
      "When @ JaredDudley619 and the @ Lakers come to Milwaukee I want to meet him I already have tix to the game just wanna meet him!!! # LakeShow",
      "2019-11-09 05:21:12"
    ],
    [
      "Hey man, lifetime Lakers fan that's been stuck out in Texas for a few years. My girl and I flying into LA to celebrate our one year next week... IJS! lol # 7inarow # keepgrinding",
      "2019-11-09 05:13:21"
    ],
    [
      "Could ya do this for me",
      "2019-11-09 05:11:41"
    ],
    2019,
    8
  ]
}