{
  "KyrieIrving": [
    [
      "Clyde Edwards-Helaire channels his inner Kyrie Irving with the quick spin move and gets into the endzone putting LSU up 39-27 pic.twitter.com/0wEeVRQoOW",
      "2019-11-09 20:59:39"
    ],
    [
      "because we dont have kyrie irving sucking out all the fun with his flat earther mentality :)",
      "2019-11-09 20:55:17"
    ],
    [
      "Clyde Edwards-Helaire is the Kyrie Irving of college football. You get four-six ridiculous ankle-breaking highlights a game",
      "2019-11-09 20:53:49"
    ],
    [
      "It’s a long season gentlemen. The Cs look good & BK is starting to figure it out. Both parties r better off. I do look forward to seeing the Irving/KD duo with the role players they have. It’s a great fit.",
      "2019-11-09 20:51:56"
    ],
    [
      "Quel plaisir d’avoir Kemba Nique ta grand mere toi @ KyrieIrving",
      "2019-11-09 20:50:54"
    ],
    [
      "Has any team in the East suffered more injuries to star players in the last four years than the Celtics? Isaiah Thomas, Kyrie Irving, and Gordon Hayward twice. Somehow the team still competes with the best in the conference.",
      "2019-11-09 20:45:27"
    ],
    [
      "@ Meninovictorg esse daqui você vai gostar muito hahahaha",
      "2019-11-09 20:42:51"
    ],
    [
      "team with stewie, kyrie irving, Shaq O'Neal, Nick young, and frank jones",
      "2019-11-09 20:37:05"
    ],
    [
      "LMFAOOOOO",
      "2019-11-09 20:33:14"
    ],
    [
      "Hi nike basketball family I need help please can you me?",
      "2019-11-09 20:30:11"
    ],
    [
      "[Newsday] - Kyrie Irving and Spencer Dinwiddie have special bond | Newsday http://gestyy.com/w5J7it",
      "2019-11-09 20:29:03"
    ],
    [
      "In # China they started investing on taking @ KyrieIrving throne as the best ball handling ever # WeGoHard @ BrooklynNets ... luckily it will take some years still https://www.instagram.com/p/B4qKMIEgWNZ/?igshid=1inr6he1z1mlw …",
      "2019-11-09 20:27:44"
    ],
    [
      "He was never given credit for his work in Cleveland especially when Lebron can and he didn’t want to play with someone who demanded the ball as much as Lebron either. Ain’t want to play for Cleveland and didn’t ask to be traded to Boston. Why play for a place you’re not happy at",
      "2019-11-09 20:24:41"
    ],
    [
      "Put aside however you feel about @ KyrieIrving as an individual player.... but if you watch any @ celtics this year can you admit how much better the offense is running? # celtics",
      "2019-11-09 20:22:29"
    ],
    [
      "He said “if you guys want have me back i plan to re-sign”. Before all of the “we play better without Kyrie” bs from most of the fanbase. You would be okay to give Jayson Tatum the ball over Kyrie in clutch situations too? Nah look at all the shit he’s doing in the clutch in BK",
      "2019-11-09 20:21:46"
    ],
    [
      "It’s hard to say it was that simple, but it kinda was? # Celtics # KyrieIrving https://twitter.com/RuFiOooooh/status/1100821086772609024 …",
      "2019-11-09 20:21:01"
    ],
    [
      "I'll take kemba and his intangibles over stephon marb- er i mean kyrie irving anyday.",
      "2019-11-09 20:18:12"
    ],
    [
      "Without Kyrie Irving.",
      "2019-11-09 20:14:14"
    ],
    [
      "Ask Cleveland how much of a leader kyrie is.",
      "2019-11-09 20:12:25"
    ],
    [
      "30+ in each quarter to the Boston with Great Value Kyrie Irving (Kemba) leading the way.. PATHETIC, this organization is absolutely disgusting & we let Kawhi Leonard walk away from us for a fucking KNOWN loser in DeMar Derozan & a BFG (Big Friendly Giant) in Jakob Poeltl.",
      "2019-11-09 20:11:28"
    ],
    [
      "In not bitter trust me I'm ecstatic watching this team this year without him. He held his teammates back he argued with his teammates he called out teammates to the media. He lied directly to Fans saying he would resign.. made commercials about having his number in the rafters.",
      "2019-11-09 20:11:10"
    ],
    [
      "The Nike Kyrie Irving 5 Spongebob Pineapple House shoes arrived! They’re amazing :D # SpongeBob # nike # KyrieIrving # shoespic.twitter.com/738g9wiS5m",
      "2019-11-09 20:09:36"
    ],
    [
      "LOOOOOOOOOL who needs Kyrie Irving https://twitter.com/celtics/status/1193301666755309568 …",
      "2019-11-09 20:07:52"
    ],
    [
      "salig ning kyrie irving ay hahhaha https://twitter.com/yooowRB/status/1193175874431905793 …",
      "2019-11-09 20:04:19"
    ],
    [
      "No conoce al padre de Kyrie Irving, se ve.",
      "2019-11-09 20:03:23"
    ],
    [
      "He wasn’t a leader because his own teammates didn’t listen to him and fought amongst themselves? He wasn’t a leader because he was being tired of being hounded by the media with ridiculous questions? Or was it the fans saying they were better off without him? Stop being bitter",
      "2019-11-09 20:03:00"
    ],
    [
      "if i was kyrie irving, i still don’t think i could shake this shit",
      "2019-11-09 20:02:33"
    ],
    [
      "Real talk though, why didn’t you guard @ KyrieIrving ? Like I don’t want to hear nothing bout “terry this terry that” there’s no way you have 60 and duckin a matchup. Y’all the same height. I will be watching rest of season for you to take defense seriously!!",
      "2019-11-09 20:00:30"
    ],
    [
      "I'm not I'm happy hes gone. I'm not saying hes a bad player hes fantastic hes a joy to watch play I dont hate him. Hes not a leader. Never will be. Watch and you will soon see. He wasnt the only reason he brought Drama and Bullshit to the Lockeroom we didnt need.",
      "2019-11-09 19:53:55"
    ],
    [
      "Kyrie Irving WISHES I would answer this question https://twitter.com/otgbasketball/status/1193295703902162945 …",
      "2019-11-09 19:53:22"
    ],
    [
      "Not in this context. Some context lends to needing more height.",
      "2019-11-09 19:52:44"
    ],
    [
      "Well done all players and was all team efforts...keep it up...Go Nets",
      "2019-11-09 19:52:25"
    ],
    [
      "Oh look a dude who cares @ KyrieIrving https://twitter.com/StoolGreenie/status/1193299968821358592 …",
      "2019-11-09 19:52:06"
    ],
    [
      "Another difference between @ KembaWalker and @ KyrieIrving: Kyrie forces an ugly shot on that drive 10 out of 10 times. Kemba makes a perfect no look pass to @ dtheis10 for an and 1 finish. # Celtics # BostonCeltics # byeKyrie @ celtics",
      "2019-11-09 19:52:02"
    ],
    [
      "Celtics looking like the team before Kyrie Irving.",
      "2019-11-09 19:51:42"
    ],
    [
      "If # KembaWalker sees an open man he's gonna get the ball to them rather than take a difficult shot that's the difference between him & Kyrie Irving",
      "2019-11-09 19:51:19"
    ],
    [
      "team with jared west, kyrie irving, Nick young, James Harden, and ross teeter",
      "2019-11-09 19:47:12"
    ],
    [
      "@ KyrieIrving Love this dude humble pie with an A Game Face!!!",
      "2019-11-09 19:44:25"
    ],
    [
      "The way Nets players responded to Kyrie Irving criticism speaks volumes ... https://youtu.be/B9iN0ECTOYQ via @ YouTube",
      "2019-11-09 19:44:19"
    ],
    [
      "For brooklyn, it will be soon. Kyrie is an awful leader. You all will see soon enough",
      "2019-11-09 19:39:00"
    ],
    [
      "The power of the team is all over the place!",
      "2019-11-09 19:33:43"
    ],
    [
      "Imagine having attention hungry little brats like @ KyrieIrving say the damn thing is flat",
      "2019-11-09 19:33:26"
    ],
    [
      "@ KyrieIrving where did you get the Marvin the Martian hat?",
      "2019-11-09 19:33:08"
    ],
    [
      "Good to know that @ KembaWalker is a hugger!!!! LOL So happy he is in BOS playing for the @ Celtics! Thank you @ KyrieIrving for deciding to to to @ BrooklynNets! Things are so much better without you.",
      "2019-11-09 19:30:53"
    ],
    [
      "\"It was a great stepping stone for us, growing as a group. Obviously you want to take a humble approach, especially when the game could have gone either way as well as Dame was playing.\" - @ KyrieIrving Full postgame quotes",
      "2019-11-09 19:28:00"
    ],
    [
      "@ alex_7592_pic.twitter.com/bn7OviTYF8",
      "2019-11-09 19:25:44"
    ],
    [
      "Imagina fazer 60 pontos e perder pra um time do Kyrie Irving",
      "2019-11-09 19:17:16"
    ],
    [
      "— descupa descupa so gosto de mulheres e kyrie irving https://curiouscat.me/Pedrolololo/post/1015792228?t=1573337673 …",
      "2019-11-09 19:14:33"
    ],
    [
      "Kyrie Irving might be the most average shooting guard",
      "2019-11-09 19:13:00"
    ],
    [
      "team with Russell westbrook, david west, kyrie irving, kevin durant, and jahlil okafor",
      "2019-11-09 19:08:15"
    ],
    [
      "The Bounce: Kyrie Irving or Damian Lillard? https://nba.gameday.blog/nba/13783/the-bounce-kyrie-irving-or-damian-lillard/ …pic.twitter.com/t883QlKuXw",
      "2019-11-09 19:03:31"
    ],
    [
      "Yea lmfao. Theres no debate between the two",
      "2019-11-09 19:00:01"
    ],
    [
      "Ah ok that makes sense. In that case, yeah he is more fun too watch",
      "2019-11-09 18:53:58"
    ],
    [
      "Kyrie Irving, embajador de una marca de comida nada convencional... https://www.cinconoticias.com/kyrie-irving-embajador-marca-comida/ …",
      "2019-11-09 18:52:29"
    ],
    [
      "Why would you want to reduce vertical projection though? Isn’t the point to get as close as you can for the lay up?",
      "2019-11-09 18:48:10"
    ],
    [
      "Kyrie Off The 1 *For quicker high entry speed finishes, finishing off the 1 can have tremendous context reducing the defenders ability to anticipate Doesn’t flex left knee or hip at takeoff which reduces vertical projection @ bballbreakdown @ KyrieIrving pic.twitter.com/gmyvodmT6U",
      "2019-11-09 18:46:47"
    ],
    [
      "I drafted Kyrie Irving for my fantasy team because he has mood issues like me. That's the kind of energy I need in my locker room.",
      "2019-11-09 18:46:10"
    ],
    [
      "MVP LADDER - SEMANA 1: 1° - Giannis Antetokounmpo 2° - LeBron James 3° - Kawhi Leonard 4° - Anthony Davis 5° - Joel Embiid 6° - James Harden 7° - Kyrie Irving 8° - Damian Lillard 9° - Devin Booker 10° - Nikola Jokić [via @ NBAcom]pic.twitter.com/xGkhhuV4as",
      "2019-11-09 18:45:58"
    ],
    [
      "Kyrie Irving eline verdi ama eeee",
      "2019-11-09 18:42:21"
    ],
    [
      "Did you forget about the @ BrooklynNets with @ KyrieIrving & @ KDTrey5",
      "2019-11-09 18:31:34"
    ],
    [
      "Top 10 Players Most likely to Average a Triple Double: 1. Russell Westbrook 2. LeBron James 3. Luka Doncic 4. Ben Simmons 5. James Harden 6. Giannis Antetokounmpo 7. Nikola Jokic 8. Damian Lillard 9. Kyrie Irving 10. Bradley Beal HM: Trae Young, Fox Do you agree with my list?",
      "2019-11-09 18:29:34"
    ],
    [
      "I was there must’ve been tough... loved your performance tho @ KyrieIrving https://twitter.com/Dame_Lillard/status/1193201521783009280 …",
      "2019-11-09 18:28:56"
    ],
    [
      "Remember when you said Kyrie Irving was everything and defended him like the Avengers defend earth? Half you 2K youtubers have the shittest NBA takes of anyone then write tweets like that pic.twitter.com/Ow6JWzCJom",
      "2019-11-09 18:24:34"
    ],
    [
      "TECH DIFFICULTIES!! # FaithFamily @ NBAHOT GAMES!! MY YOUNGGUN @ KyrieIrving WITH A WIN!?? & OUR BELOVED BROTHER @ Dame_Lillard 60 POINT GAME!!! I DID NOT FORGET THE FAMILY, FAMILY!! Win-Win!IRON SHARPENS IRON!!",
      "2019-11-09 18:21:34"
    ],
    [
      "Dames the way better player aint no disputing, but kyries jusg mad fun to watch lmao",
      "2019-11-09 18:18:52"
    ],
    [
      ". @ KyrieIrving dans ses Nike Kyrie 6 Pre-Heat \"LA\" contre les Blazers ! pic.twitter.com/QiA1QAAWCA",
      "2019-11-09 18:18:00"
    ],
    [
      "I remember hearing Kyrie Irving, NBA superstar, say he’d never been to France. I was like REALLY???",
      "2019-11-09 18:15:09"
    ],
    [
      "@ UncleDrewGB @ KyrieIrving @ SpongeBob # SaturdayMoodpic.twitter.com/13DivGg7T8",
      "2019-11-09 18:14:02"
    ],
    [
      "Video: Watch Damian Lillard Shred Kyrie Irving, Nets for Career-High 60 in Loss http://nba101.com/video-watch-damian-lillard-shred-kyrie-irving-nets-for-career-high-60-in-loss …",
      "2019-11-09 18:13:18"
    ],
    [
      "Nets vs. Blazers: Kyrie Irving, Spencer Dinwiddie and Nic Claxton Top Quotes https://www.plow.io/post/nets-vs-blazers-kyrie-irving-spencer-dinwiddie-and-nic-claxton-top-quotes?utm_source=Twitter&utm_campaign=Brooklyn_Nets … +1 IHeartNYCBot # Brooklyn_Nets",
      "2019-11-09 18:06:44"
    ],
    [
      "pic.twitter.com/4JM0AhkMbM",
      "2019-11-09 17:56:58"
    ],
    [
      "People who make mids money Hayward Conley Tobias Harris Jimmy Butler Kyrie Irving Hes about the 3rd best player in that group. Clearly better than 2 of them.",
      "2019-11-09 17:55:03"
    ],
    [
      "Kyrie Irving vs Damien Lillard",
      "2019-11-09 17:53:50"
    ],
    [
      "Nets vs. Blazers: Kyrie Irving, Spencer Dinwiddie and Nic Claxton Top Quotes - National Basketball Association News - http://nbanewsnow.com/nets-vs-blazers-kyrie-irving-spencer-dinwiddie-and-nic-claxton-top-quotes-national-basketball-association-news/ …",
      "2019-11-09 17:51:16"
    ],
    [
      "Kyrie Irving, embajador de una marca de comida nada convencional... https://www.cinconoticias.com/kyrie-irving-embajador-marca-comida/ …",
      "2019-11-09 17:46:39"
    ],
    [
      "That was 2 years ago BEFORE this. Things change",
      "2019-11-09 17:40:34"
    ],
    [
      "Bleacher Report: Damian Lillard Puts Up 60-Point Career High vs. Kyrie Irving (33 PTS). https://www.youtube.com/watch?v=dmAnlB4zmSM …",
      "2019-11-09 17:33:59"
    ],
    [
      "Estuve al nivel de Kyrie Irving hoy toy ido",
      "2019-11-09 17:32:33"
    ],
    [
      "Nets vs. Blazers: Kyrie Irving, Spencer Dinwiddie and Nic Claxton Top Quotes - https://ift.tt/2Nzjc7C # Nets",
      "2019-11-09 17:32:28"
    ],
    [
      "Nets vs. Blazers: Kyrie Irving, Spencer Dinwiddie and Nic Claxton Top Quotes BrooklynNets https://ift.tt/2Nzjc7C",
      "2019-11-09 17:32:08"
    ],
    [
      "Kyrie Irving contra o Blazers 33 Pontos 3 Rebotes 6 Assistências 1 Steal 1 Block pic.twitter.com/hkSf3yIspd",
      "2019-11-09 17:28:00"
    ],
    [
      "@ KyrieIrving Could you please restock the Kyrie 5 mom in black? I wanted them and didn’t get a chance too. My mom passed and I always waited for you to release some to honor your mom. I didn’t get a chance to get a pair due to availability in Texas.Thank you!",
      "2019-11-09 17:24:42"
    ],
    [
      "DAMIAN LILLARD IS BETTER THAN KYRIE IRVING AND ITS NOT EVEN CLOSE DAMIAN LILLARD IS BETTER THAN KYRIE IRVING AND ITS NOT EVEN CLOSE DAMIAN LILLARD IS BETTER THAN KYRIE IRVING AND ITS NOT EVEN CLOSE DAMIAN LILLARD IS BETTER THAN KYRIE IRVING AND ITS NOT EVEN CLOSE ITS JUST A FACT https://twitter.com/trailblazers/status/1193041778196258816 …",
      "2019-11-09 17:19:04"
    ],
    [
      "Kyrie Irving, Spencer Dinwiddie offset Damian Lillard's 60 points as # Nets top Trail Blazers https://nwsdy.li/2K0LV3a via @ Newsday",
      "2019-11-09 17:18:53"
    ],
    [
      "Considerando o momento atual? Hmm... duro Westbrook, Buddy Hield, Zach LaVine, Reggie Jackson, e vou incluir o Kyrie Irving por birra https://twitter.com/joaovictorrs66/status/1193259538624995330?s=20 …",
      "2019-11-09 17:16:16"
    ],
    [
      "If you actually watched him play last year you would know he was still good whenever he had the ball in his hands. Hayward is not Mike Miller which is what Kyrie Irving makes his teammates with his iso-heavy play. When Kyrie was out Hayward was great.",
      "2019-11-09 17:15:57"
    ],
    [
      "Kyrie Irving a préféré Brooklyn à New York, snobant clairement des Knicks pourtant favoris Pourquoi ça ? Selon The Athletic, \"c'est très simple\" https://www.parlons-basket.com/2019/11/09/nba-pourquoi-kyrie-irving-a-snobe-les-knicks-1/ …",
      "2019-11-09 17:10:36"
    ],
    [
      "Se me acaba de poner como un extintor imaginando a los Nets eliminando a Boston en el séptimo partido con 60 puntos de Kyrie Irving. pic.twitter.com/9e4dBX8Hqh",
      "2019-11-09 17:05:39"
    ],
    [
      "Wasn’t he top 5 in the mvp race in 2017 and lead the Celtics to the first seed before getting surgery? And did he not statistically improve the next year. Stop using the man as a scapegoat for your teams misfortunes",
      "2019-11-09 17:05:35"
    ],
    [
      "Lillards monstrous 60 game was only stopped by 2 clutch 3 pointers late in the game by @ KyrieIrving # WeGoHardhttps://twitter.com/BrooklynNets/status/1193208627651317760 …",
      "2019-11-09 17:05:27"
    ],
    [
      "1. Josh Richardson 2. Kyrie Irving 3. Ben Simmons 4. Joel Embiid 5. Tobias Harris",
      "2019-11-09 17:04:55"
    ],
    [
      "Give this tweet 2 years and you'll truly understand",
      "2019-11-09 17:01:49"
    ],
    [
      "I might get crucified for this but kyrie in my opinion is the more exciting player to watch",
      "2019-11-09 16:59:05"
    ],
    [
      "I know it’s early.. but they might as well just give Kyrie Irving MVP now.",
      "2019-11-09 16:58:43"
    ],
    [
      "Kyrie Irving Mix “Partna In Crime” (Brooklyn Nets Hype ) HD https://youtu.be/jfgsmEZ4Wrc via @ YouTube",
      "2019-11-09 16:55:07"
    ],
    [
      "Top Performers (Nov 8th) Part 2: Kyrie Irving: 33 PTS, 6 AST, 3 REB Spencer Dinwiddie: 34 PTS, 4 AST, 5 REB LeBron James: 25 PTS, 6 AST, 4 REB Anthony Davis: 26 PTS, 7 AST, 8 REB Nikola Jokic: 26 PTS, 6 AST, 10 REB Andrew Wiggins: 40 PTS, 7 AST, 5 REB",
      "2019-11-09 16:52:36"
    ],
    [
      "... # Timberwolves SG Andrew Wiggins (40 pts, 5 reb, & 7 ast). # Knicks PF Marcus Morris (29 pts & 9 reb). # Nuggets C Nikola Jokic (26 pts, 10 reb, & 6 ast). # UtahJazz PF Bojan Bogdanovic (33 pts & 5 reb). # Nets PG Kyrie Irving (33 pts & 6 ast)...",
      "2019-11-09 16:49:39"
    ],
    [
      "Arrancando alante que hace trae young en esta foto, kyrie irving es el pai de tos y yo se que va a venir un chamaquito de yabucoa a decir lo contrario https://twitter.com/AKISNBA/status/1193183195413569536 …",
      "2019-11-09 16:48:15"
    ],
    [
      "team with Tim duncan, kyrie irving, homer, jerry west, and Carmelo Anthony",
      "2019-11-09 16:48:03"
    ],
    [
      "Pulled up to the @ rutgerswbb game.. Let’s go RU # BIG10 # Rutgers # KyrieGang # OGKyrieGang @ kyrieirving https://www.instagram.com/p/B4qCsxPD6YA/?igshid=vwp8pla1t00f …",
      "2019-11-09 16:46:03"
    ],
    [
      "Mvp",
      "2019-11-09 16:44:44"
    ],
    [
      "Kyrie Irving ain’t locking down no elite PG",
      "2019-11-09 16:38:46"
    ],
    [
      "team with kyrie irving, Mario, lebron jordan, damian lillard, and scooby doo",
      "2019-11-09 16:38:40"
    ],
    [
      "Nah lol but ty",
      "2019-11-09 16:34:08"
    ],
    [
      "okay, you’re talented, BUT DELETE THIS",
      "2019-11-09 16:30:01"
    ],
    [
      "The NBA was on yesterday # dlo # damianlillard # nikolajokic # kyrieirving # bojanbogdanovic # nba @Murrieta, California https://www.instagram.com/p/B4qAdRzgFEI/?igshid=pywqszgsf1yn …",
      "2019-11-09 16:26:58"
    ],
    [
      "",
      "2019-11-09 16:26:09"
    ],
    [
      "I LOVE seeing @ Dame_Lillard vs @ KyrieIrving Probably my favorite duel in the NBA. 60 pts and an L tho. Amazing game. # NBAhttps://twitter.com/trailblazers/status/1193041778196258816 …",
      "2019-11-09 16:22:02"
    ],
    [
      "Kyrie Irving, embajador de una marca de comida nada convencional... https://www.cinconoticias.com/kyrie-irving-embajador-marca-comida/ …",
      "2019-11-09 16:21:02"
    ],
    [
      "@ Dame_Lillard better than @ KyrieIrving. Don’t @me.",
      "2019-11-09 16:15:31"
    ],
    [
      "NBA Sneaker King Power Rankings: Isaiah Thomas, Ja Morant make big jumps; Kyrie Irving knocked off top spot - CBS Sports http://dlvr.it/RHygfx",
      "2019-11-09 16:14:32"
    ],
    [
      "Kyrie Irving the Bryce Harper of basketball sure he won a title but thanks to Lebron, Celtics looks better without him",
      "2019-11-09 16:07:18"
    ],
    [
      "team with kevin garnett, david west, patrick, kyrie irving, and james harden,tyson chandler",
      "2019-11-09 16:07:17"
    ],
    [
      "Featuring the best kicks from: @ Bam1of1 @ luka7doncic @ LangGalloway10 @ DeMar_DeRozan @ KyrieIrving @ KingJames @ isaiahthomas @ MONSTATREZZ among others. Tons of customs, halftime switches, rare samples this week",
      "2019-11-09 16:00:49"
    ],
    [
      "“The earth is flat”- Kyrie Irving",
      "2019-11-09 15:58:27"
    ],
    [
      "the bulls played kyrie irving",
      "2019-11-09 15:57:27"
    ],
    [
      "Dejounte Murray is averaging more assists per 36 minutes this season (8.5) than: Steph Curry (8.4) James Harden (8.3) Kyrie Irving (7.8) Ben Simmons (7.8) Lonzo Ball (7.6) Nikola Jokic (6.9) Damian Lillard (6.5) Draymond Green (6.5) https://twitter.com/spurs/status/1193238071602339840 …",
      "2019-11-09 15:56:04"
    ],
    [
      "# NBAKicks │ @ KyrieIrving In The “LA” @ nikebasketball Kyrie 6 Preheat Tonight pic.twitter.com/xVhodOXEbr",
      "2019-11-09 15:56:01"
    ],
    [
      "And Spence with 34 and a dub",
      "2019-11-09 15:51:08"
    ],
    [
      "team with shrek, Dwight Howard, Gavin young, derrick rose, and kyrie irving",
      "2019-11-09 15:48:28"
    ],
    [
      "NBA Sneaker King Power Rankings: Isaiah Thomas, Ja Morant make big jumps; Kyrie Irving knocked off top spot https://www.cbssports.com/nba/news/nba-sneaker-king-power-rankings-isaiah-thomas-ja-morant-make-big-jumps-kyrie-irving-knocked-off-top-spot/ …pic.twitter.com/VLiLLyysmw",
      "2019-11-09 15:43:42"
    ],
    [
      "team with Tim duncan, Mario, Paul george, kyrie irving, and Russell westbrook",
      "2019-11-09 15:37:20"
    ],
    [
      "I need a Kevin Love one in Cleveland",
      "2019-11-09 15:35:44"
    ],
    [
      "@ KyrieIrving ur the best player in the world....dammit... straight up pic.twitter.com/hXb9DwulgK",
      "2019-11-09 15:33:15"
    ],
    [
      "Kyle Kuzma turned into D’Angelo Russell who is better than Kuzma. D’Angelo Russell turned into Kyrie Irving & Kevin Durant. The Nets have a tandem that is better than anybody on that list. Spencer Dinwiddie is also better than Kuzma & Sexton. https://twitter.com/hold6n/status/1193182510873825280 …",
      "2019-11-09 15:31:32"
    ],
    [
      "A Vulcan Nets fan. As a long suffering Knicks fan, I humbly thank you and hope you enjoy the holidays And Kyrie Irving",
      "2019-11-09 15:27:31"
    ],
    [
      "Bugün itibariyle MVP sıralaması: 1. Lebron James 2. Giannis Antetokounmpo 3. Anthony Davis 4. Luka Doncic 5. Kyrie Irving 6. Gordon Hayward 7. Pascal Siakam 8. Jayson Tatum 9. James Harden 10. Kawhi Leonard pic.twitter.com/PDs2qa5DpF",
      "2019-11-09 15:24:05"
    ],
    [
      "Kyrie Irving, embajador de una marca de comida nada convencional... https://www.cinconoticias.com/kyrie-irving-embajador-marca-comida/ …",
      "2019-11-09 15:20:08"
    ],
    [
      "13. Kemba Walker, Boston Celtics: 19.69 12. Jimmy Butler, Miami Heat: 19.99 11. Kyrie Irving, Brooklyn Nets: 20.21 10. Andre Drummond, Detroit Pistons: 20.21 https://nbamath.com/rolling-player-ratings/ …pic.twitter.com/z7zZZSmbp3",
      "2019-11-09 15:13:52"
    ],
    [
      "Brooklyn still won the game.",
      "2019-11-09 15:11:49"
    ],
    [
      "Say @ KyrieIrving I’m Flyin out to Phoenix tomorrow just to see u play! And I actually paid for my ticket so I need u to suite up my boy lol load manage another day lol",
      "2019-11-09 15:10:46"
    ],
    [
      "# Dame # Lillard scores a career-high and . @ trailblazers record 60 pts Friday night, not enough to get the # Blazers out the woods in a 119-115 loss vs . @ BrooklynNets # DameTime # DameDolla # KyrieIrving pic.twitter.com/zTzL8PTXKC",
      "2019-11-09 15:06:39"
    ],
    [
      "Kyrie Irving: Artist, fool, deliverer of magic - National Basketball Association News - http://nbanewsnow.com/kyrie-irving-artist-fool-deliverer-of-magic-national-basketball-association-news/ …pic.twitter.com/vLbjTJoTaC",
      "2019-11-09 15:06:35"
    ],
    [
      "@ TheFrontOff with all due respect n move towards @ KyrieIrving hes not better then jkidd....yet",
      "2019-11-09 14:58:31"
    ],
    [
      "team with blake griffin, klay thompson, Tim duncan, larry bird, and kyrie irving",
      "2019-11-09 14:57:14"
    ],
    [
      "I love Kyrie Irving. I love Joe Harris. I love Spencer Dinwiddie. I love Nicolas Claxton. I love Jarrett Allen. I love Caris LeVert. I love Taurean Prince. I love Garrett Temple. I love the Brooklyn Nets.",
      "2019-11-09 14:55:57"
    ],
    [
      "Most talent on the Nets in order according to Spencer: 1. Kevin Durant 2. Nic Claxton 3. Kyrie Irving 4. Jarrett Allen https://twitter.com/BrooklynNets/status/1193224733807890433 …",
      "2019-11-09 14:54:23"
    ],
    [
      "I don't think I've seen a Nets clip on Twitter this year that didn't involve a Kyrie Irving iso.",
      "2019-11-09 14:51:17"
    ],
    [
      "Damian Lillard’s career high 60 points was not enough as the Nets beat the Blazers 119-115 led by a combined 67 points from their 2 point guards Kyrie Irving and Spencer Dinwiddie. Kyrie also hit the game-winning shot that sealed the win for the Nets.",
      "2019-11-09 14:49:33"
    ],
    [
      "He was better in 8 games than in his entire career with the Celtics. And they say \"Kyrie's fault\"",
      "2019-11-09 14:48:54"
    ],
    [
      "Parei no kyrie irving",
      "2019-11-09 14:48:49"
    ],
    [
      "ON POINT: FRESH OUT DA BOX. THANKS niketoronto @ nike FOR THE SUPER-DOPE @ kyrieirving 5 @ nickelodeontv SPONGEBOB \"PINEAPPLE HOUSE\" JOINTS! SO FRESH. SO KLEEEEEEN!!! . . SWIPE FOR VIDEOS!!! . . # kyrieirving… https://www.instagram.com/p/B4p03_MHYcH/?igshid=106fgxinav1sm …",
      "2019-11-09 14:45:19"
    ],
    [
      "That Kyrie design is hella dope & I don’t even like the dude.",
      "2019-11-09 14:44:37"
    ],
    [
      "I got 1 for ya Brute. Easier to time, smooth as Roxy Reynolds baby-oiled, & CASH... We have the same exact build. Base 57, Kyrie Irving 50%, Dame Lillard 50% # GUARANTEED # UrWelcome",
      "2019-11-09 14:39:05"
    ],
    [
      "The mvp of the nba right now is Kyrie Irving. @ SiriusXMNBA",
      "2019-11-09 14:31:47"
    ],
    [
      "Player of the game Mason Nevels RG Legends 5th Grade 7 pts Favorite Player: @ kyrieirving # reebokseriespic.twitter.com/quXwehq0fz",
      "2019-11-09 14:30:25"
    ],
    [
      "So we gonna act like @ Dame_Lillard vs @ KyrieIrving isn't a real thing??? I've been paying attention to match up for yrs. Rie b4 Bron arrival in Cle & after. This is a real PG war & km here for all of it! # CornerKid # KyrieIrving # DameLillard # pointgodwar # NBA",
      "2019-11-09 14:25:34"
    ],
    [
      "pic.twitter.com/mTOlVTXFZQ",
      "2019-11-09 14:23:00"
    ],
    [
      "Kyrie Irving, embajador de una marca de comida nada convencional... https://www.cinconoticias.com/kyrie-irving-embajador-marca-comida/ …",
      "2019-11-09 14:22:52"
    ],
    [
      "The Bounce: Kyrie Irving or Damian Lillard? https://fatmouthsports.net/2019/11/09/the-bounce-kyrie-irving-or-damian-lillard/ …pic.twitter.com/NdUpaYE5gE",
      "2019-11-09 14:21:35"
    ],
    [
      "Now now kids, play nicepic.twitter.com/WjpGy2wLjK",
      "2019-11-09 14:19:50"
    ],
    [
      "# WeGoHard @ SDinwiddie_25 (34 PTS) & @ KyrieIrving (33 PTS) pace the scoring in the @ BrooklynNets' road W vs. Portland!pic.twitter.com/qrpSSztlO0 http://srhlink.com/RHyQ4q pic.twitter.com/fhIZ1Avdzx",
      "2019-11-09 14:16:35"
    ],
    [
      "wow u need more than one person to step up to win a game? who knew, about time he showed up",
      "2019-11-09 14:16:02"
    ],
    [
      "“Dion Waiters is still better than Kyrie Irving” - Freddie Kitchens provably @ Reflog_18pic.twitter.com/5MuVVFRWZ7",
      "2019-11-09 14:14:15"
    ],
    [
      "Jackie Macmullan writing articles on Kyriepic.twitter.com/BTvWubrNYp",
      "2019-11-09 14:12:36"
    ],
    [
      "Kyrie Irving’s Nike Kyrie 6 Pre-Heat Pack will be releasing 11 city-exclusives on 11/11 => http://bit.ly/1XjulJD pic.twitter.com/5K5mRXxRbB",
      "2019-11-09 14:11:23"
    ],
    [
      "Jackie Macmullan",
      "2019-11-09 14:10:47"
    ],
    [
      "Les réponses... Frank est + populaire à New York que Kyrie Irving et Kevin Durant https://twitter.com/FrankLikina/status/1193186102271721472 …",
      "2019-11-09 14:09:38"
    ],
    [
      "So... this is an every night kinda thing... its unreal to get to watch someone of his caliber perform this effortlessly. Happy you're home @ KyrieIrving! https://twitter.com/BrooklynNets/status/1193208627651317760 …",
      "2019-11-09 14:08:37"
    ],
    [
      "pic.twitter.com/nP0c4J9GOE",
      "2019-11-09 14:08:33"
    ],
    [
      "Kyrie Irving a préféré Brooklyn à New York, snobant clairement des Knicks pourtant favoris Pourquoi ça ? Selon The Athletic, \"c'est très simple\" https://www.parlons-basket.com/2019/11/09/nba-pourquoi-kyrie-irving-a-snobe-les-knicks-1/ …",
      "2019-11-09 14:08:00"
    ],
    [
      "LaBum didn’t need D Wade or Chris bosh or Kevin love or kyrie Irving to win his titles though did he ?That’s weird how jordan built his team with the bulls and they drafted Pippen.LaBum jumped to a new super team to win.then went back to Cleveland with love and Kyrie. LBJ 2 best",
      "2019-11-09 14:07:45"
    ],
    [
      "Kyrie Irving’s Nike Kyrie 6 Pre-Heat Pack will be releasing 11 city-exclusives on 11/11 => http://bit.ly/1XjulJD pic.twitter.com/UCNYKIaEbW",
      "2019-11-09 14:07:08"
    ],
    [
      "",
      "2019-11-09 14:05:08"
    ],
    [
      "And hes happy",
      "2019-11-09 14:03:44"
    ],
    [
      ". @ KyrieIrving https://twitter.com/pokimanelol/status/1193193957586391041 …",
      "2019-11-09 14:00:13"
    ],
    [
      "Of course a hating ass Celtics fan would still be worried about Kyrie",
      "2019-11-09 13:59:35"
    ],
    [
      "Without spencer going off they get crushed",
      "2019-11-09 13:58:41"
    ],
    [
      "Kyrie Irving’s Nike Kyrie 6 Pre-Heat Pack will be releasing 11 city-exclusives on 11/11 => http://bit.ly/1XjulJD pic.twitter.com/L7KBEbaJGY",
      "2019-11-09 13:58:22"
    ],
    [
      "Kyrie Irving é um absurdo jogando basquete https://twitter.com/NBAGifz/status/1193193638270001153 …",
      "2019-11-09 13:58:21"
    ],
    [
      "team with jerry west, chris paul, justin riley, jackson wells, and kyrie irving",
      "2019-11-09 13:57:45"
    ],
    [
      "This kid might be special",
      "2019-11-09 13:57:44"
    ],
    [
      "KYRIE IRVING",
      "2019-11-09 13:54:51"
    ],
    [
      "@ KyrieIrving @ AnferneeSimons keep grindin boy!!!pic.twitter.com/bcRAEUy8RW",
      "2019-11-09 13:52:18"
    ],
    [
      "MVP",
      "2019-11-09 13:52:11"
    ],
    [
      "",
      "2019-11-09 13:50:46"
    ],
    [
      "\"Does Gordon Hayward really enjoy playing without Kyrie Irving, or does it just seem that way?\" Yes he does, Shooter. Yes he does. https://twitter.com/FitzProv/status/1193194891175768069 …",
      "2019-11-09 13:49:29"
    ],
    [
      "Cc @ SHYNETWO",
      "2019-11-09 13:49:00"
    ],
    [
      "MVP",
      "2019-11-09 13:48:34"
    ],
    [
      "| Another clutch 30+ point night from @ KyrieIrving pic.twitter.com/2uZcZF5pNH",
      "2019-11-09 13:48:00"
    ],
    [
      "If i was kyrie Irving i still couldn’t shake this shit",
      "2019-11-09 13:45:21"
    ],
    [
      "# recap de la soirée : Anthony Davis×1 (53 points) Trae Young ×1 (45 points) Kyrie Irving×1 (45 points) Porzingis×1 (45 points) Lebron James×3 (34 points) Brandon Ingram×1 (29 points) Eric pascall×1 (12 points) # TTFLpic.twitter.com/7wljME9n4X",
      "2019-11-09 13:44:10"
    ],
    [
      "I want to marry @ KyrieIrving 's game...I'm in love! @ BrooklynNets # Nets # FinallyGotAStar",
      "2019-11-09 13:40:54"
    ],
    [
      "# RT @ NBA: # WeGoHard @ SDinwiddie_25 (34 PTS) & @ KyrieIrving (33 PTS) pace the scoring in the @ BrooklynNets' road W vs. Portland!pic.twitter.com/MZTofukcLf",
      "2019-11-09 13:37:32"
    ],
    [
      "Kyrie Irving’s Nike Kyrie 6 Pre-Heat Pack will be releasing 11 city-exclusives on 11/11 => http://bit.ly/1XjulJD pic.twitter.com/u3ugIZv7hw",
      "2019-11-09 13:36:47"
    ],
    [
      "On a more positive note.. if you or somebody you know need they coolant flushed let me know",
      "2019-11-09 13:35:47"
    ],
    [
      "Love Kyrie Irving",
      "2019-11-09 13:33:57"
    ],
    [
      "Damn. Still think Kyrie should be higher than that @ KyrieIrving @ NBA2K # 2KRatingshttps://twitter.com/NBA2K/status/1192542454529974272 …",
      "2019-11-09 13:29:48"
    ],
    [
      "Damian Lillard is better than Kyrie Irving Damian Lillard is better than Russell Westbrook",
      "2019-11-09 13:28:23"
    ],
    [
      "Nike Kyrie Irving 2 Sunset Low Sneaker Detailed Honest Review # sneakernewshttps://youtu.be/iXFJ-4T21xI",
      "2019-11-09 13:25:38"
    ],
    [
      "I bet he ends up back in Charlotte. Batum and MKG get off the books, Boston will be about due to want a new PG lol. They had Kyrie Irving and wanted a new one lol.",
      "2019-11-09 13:19:37"
    ],
    [
      "@ KyrieIrving the and ima keep jacking it smd!!!",
      "2019-11-09 13:17:31"
    ],
    [
      "On a night where Damian Lillard dropped 60, the combination of Kyrie Irving and Spencer Dinwiddie — and improved defense — led Brooklyn to a win to kick off the road trip. Game Grades http://bit.ly/33JyI6w",
      "2019-11-09 13:14:15"
    ],
    [
      "# RocBoys showed out last night in Portland for a big @ BrooklynNets win! @ SDinwiddie_25 @ KyrieIrving pic.twitter.com/dVHgFnSy3x",
      "2019-11-09 13:13:32"
    ],
    [
      "TIL that Kyrie Irving’s first name isn’t pronounced like kyrie eleison",
      "2019-11-09 13:10:29"
    ],
    [
      "Professor? Where of what? Kyrie Irving probably agrees",
      "2019-11-09 13:06:29"
    ],
    [
      "Kyrie Irving, embajador de una marca de comida nada convencional... https://www.cinconoticias.com/kyrie-irving-embajador-marca-comida/ …",
      "2019-11-09 13:04:06"
    ],
    [
      "The times they are a-changin'. FIFA 18 World Champion @ Msdossary7 signs with Jay-Z's @ RocNationSports, joining a roster including the likes of Romelu Lukaku, Kyrie Irving, Kevin Durant and some guy called Kevin De Bruyne.",
      "2019-11-09 13:02:00"
    ],
    [
      "Wouldn’t make the playoffs as of right now...",
      "2019-11-09 12:56:14"
    ],
    [
      "@ KingJames",
      "2019-11-09 12:55:57"
    ],
    2019,
    9
  ]
}