{
  "phillybul_22": [
    [
      "@ phillybul_22 my guy",
      "2019-11-09 19:46:01"
    ],
    [
      "Wow @ phillybul_22, a true professional and a true @ celtics. So happy to have you on the team as a veteran game changer. Keep up the good work and go # Celtics!https://twitter.com/celtics/status/1193280544924217346 …",
      "2019-11-09 18:49:28"
    ],
    [
      "My guy @ phillybul_22 He gonna kill it tonight https://twitter.com/celtics/status/1193280544924217346 …",
      "2019-11-09 18:35:19"
    ],
    [
      "I be fucking witchu but that @has got to go",
      "2019-11-09 16:30:45"
    ],
    [
      "O boston da paspascı olur yinede gelmez avrupaya",
      "2019-11-09 16:14:20"
    ],
    [
      "Hey Brad!! @ phillybul_22 pic.twitter.com/G0utQfu0Rn",
      "2019-11-09 15:48:46"
    ],
    [
      "Have an amazing day in San Antonio @ KembaWalker @ jaytatum0 @ gordonhayward @ smart_MS3 @ FCHWPO @ Cboogie_3 @ rob_williamsIII @ 2Xtremebounce @ Grant2Will @ viinze_17P @ EnesKanter @ semi @ dtheis10 @ phillybul_22!! We believe in you guys!! Keep it going tonight!Y'all are the best!",
      "2019-11-09 14:39:30"
    ],
    [
      "@ phillybul_22 follow me back",
      "2019-11-09 13:43:54"
    ],
    [
      "Boston bırakı mı sanıyorsun",
      "2019-11-09 13:40:51"
    ],
    [
      "Westermann ile olan sözleşmeyi feshedip @ phillybul_22 ile anlasirmisiniz saygılar",
      "2019-11-09 13:26:24"
    ],
    [
      "Preach @ phillybul_22",
      "2019-11-09 11:25:58"
    ],
    [
      "I am on the Wanamaker train baby. This dude needs to get a life. You are solid on the court. You don’t make mistakes. Thanks!",
      "2019-11-09 11:01:19"
    ],
    [
      "Hoops is correct, Brad. You are good and cool",
      "2019-11-09 10:54:08"
    ],
    [
      "Hi Bradley. I actually love you and think you’re cool and wish you the best.",
      "2019-11-09 10:51:36"
    ],
    [
      "Brad is just solid. He’s a reliable part of the bench. He busts his ass. Oh, and he seems like a genuinely good guy. Eff off to that guy.",
      "2019-11-09 10:41:35"
    ],
    [
      "I love Brad! He's a real leader on our team! And the man is big and strong too! He's the glue man. Go back in ya hole dude!",
      "2019-11-09 07:36:16"
    ],
    [
      "not all bro and other fan base do have the same kind of fans aswell",
      "2019-11-09 04:45:13"
    ],
    [
      "I see u brad",
      "2019-11-09 02:09:12"
    ],
    [
      "Man searchin his name.",
      "2019-11-09 01:44:33"
    ],
    [
      "Sad pathetic people. How can you hate this guy? All he does is play hard every time he’s on the court",
      "2019-11-09 00:41:34"
    ],
    [
      "Love you Brad",
      "2019-11-08 23:32:32"
    ],
    [
      "Roman grad 89 and moved to Maine right after...so I love my Broad and Vine guys and the C’s...proud of your successes and F this clown talking smack",
      "2019-11-08 23:32:25"
    ],
    [
      "",
      "2019-11-08 22:13:46"
    ],
    [
      "This is just jealousy and being dumb! Great game yesterday!!! # Celtics",
      "2019-11-08 22:13:18"
    ],
    [
      "Excellent sign in a 2k sim franchise",
      "2019-11-08 21:23:42"
    ],
    [
      "I love brad Wanamaker",
      "2019-11-08 21:10:05"
    ],
    [
      "Hate the forced shots , should be pass first, that does get me crazy sometimes lol.... but my only complaint, i like Brad. Better than Rozier, that's for sure.",
      "2019-11-08 20:58:03"
    ],
    [
      "That dude isn't even worth giving attention to. You responding to that just gives his bs more views.",
      "2019-11-08 20:36:57"
    ],
    [
      "Wanamaker is my boy. Great pg good defender love the tenacity!",
      "2019-11-08 20:16:22"
    ],
    [
      "I like you Bradley.",
      "2019-11-08 19:36:58"
    ],
    [
      "Unlike the jerk whistle fan who “Hates” Brad for no reason",
      "2019-11-08 19:35:12"
    ],
    [
      "Lol I don’t know why! Twitter can be dumb.",
      "2019-11-08 19:16:29"
    ],
    [
      "People say Boston has the best fans but it’s the opposite. Such an entitled spoiled brat fan base and I’m from here.",
      "2019-11-08 19:02:36"
    ],
    [
      "You’re providing us solid minutes off the bench, this guy clearly doesn’t watch/ know the game.pic.twitter.com/qj7RIXDT3R",
      "2019-11-08 18:35:29"
    ],
    [
      "I fucking love @ phillybul_22 , this dude is a dog yall needa stop hating on him",
      "2019-11-08 18:25:13"
    ],
    [
      "I love brad Wanamaker so much. Not sure why, I just love him!",
      "2019-11-08 18:12:38"
    ],
    [
      "@ phillybul_22 Keep doing your thing my man ! Steppin up when asked !",
      "2019-11-08 18:11:33"
    ],
    [
      "@ phillybul_22",
      "2019-11-08 18:04:00"
    ],
    [
      "Your shot this dude is the future of our team",
      "2019-11-08 17:54:52"
    ],
    [
      "@ phillybul_22 I have so much respect for you. Since you’ve signed with the # Celtics, you’ve done nothing but give the team 100%. You understand your current role, but are always ready to elevate and continue to move into a new one if the situation presents itself.",
      "2019-11-08 17:48:54"
    ],
    [
      "F him. I love Brad Wanamaker! # H2P",
      "2019-11-08 17:43:56"
    ],
    [
      "He is probably jealous of you. # H2P",
      "2019-11-08 17:41:20"
    ],
    [
      "We love you Brad, keep your head up",
      "2019-11-08 17:38:31"
    ],
    [
      "Crazy how people hate! Keep ballin H2P!",
      "2019-11-08 17:28:16"
    ],
    [
      "I think you're great and a talented player",
      "2019-11-08 17:27:21"
    ],
    [
      "Well, I don’t mind you at all. You’ve got that going for you.",
      "2019-11-08 17:21:50"
    ],
    [
      "You sir are a baller! Keep attacking!! Glad you're back this year!",
      "2019-11-08 16:49:01"
    ],
    [
      "Dont listen to that scrub. People will always hate when your out there winning just keep ballin",
      "2019-11-08 16:36:56"
    ],
    [
      "OWN HIM",
      "2019-11-08 16:30:15"
    ],
    [
      "Stay focused and move forward you’re doing great. Love this team",
      "2019-11-08 16:21:55"
    ],
    [
      "Ppl are passionate about sports in Boston. If you want to reach the next level in your potential, Don’t worry about what clowns have to say, and when you do well, don’t believe the hype. Learn from @ AB84 and don’t interact with the fans, it only leads to drama and distraction",
      "2019-11-08 16:20:50"
    ],
    [
      "For real though.... you had a step back and I legit thought it was @ KembaWalker",
      "2019-11-08 16:20:33"
    ],
    [
      "I love ya Brad!",
      "2019-11-08 16:14:27"
    ],
    [
      "@ phillybul_22 as a die hard Celtics fan I'm grateful to have you on the team. # hardwork # bleedgreen #18",
      "2019-11-08 16:12:39"
    ],
    [
      "Anyone who doesn’t see all the great stuff you bring this team is a true idiot. Big fan. Keep doing what you do.",
      "2019-11-08 15:54:10"
    ],
    [
      "Keep ballin out for us",
      "2019-11-08 15:48:06"
    ],
    [
      "Keep doing your thing bro. Celtics fans got your back # BleedGreen",
      "2019-11-08 15:44:57"
    ],
    [
      "There's a saying, \"don't hate the playa, hate the game.\" Keep balling bro..",
      "2019-11-08 15:43:24"
    ],
    [
      "No Athlete should read their Twitter mentions. Ever. Just saying.",
      "2019-11-08 15:41:29"
    ],
    [
      "At least say it’s because he went to Pitt. # WVU",
      "2019-11-08 15:39:23"
    ],
    [
      "You are an important part of this team. Just keep working hard and be ready. Go Celtics.",
      "2019-11-08 15:34:36"
    ],
    [
      "@ Marc_DAmico is absolutely correct! @ phillybul_22 is tough as they come. A physical two-way player that lays it all out on the floor. It’s been real fun watching him succeed and bleed green!",
      "2019-11-08 15:30:13"
    ],
    [
      "Love you",
      "2019-11-08 15:29:13"
    ],
    [
      "Brad WanaGOAT!",
      "2019-11-08 15:23:46"
    ],
    [
      "He’s kinda trash to be honest! No defense and takes unnecessary shots. Let Tatum, Hayward and Jaylen shoot if you are not wide open",
      "2019-11-08 15:19:14"
    ],
    [
      "Why would anyone hate on @ phillybul_22 ? A guy who went undrafted but never gave up on his @ nba dream. Earned an opportunity w/ Celts and is now contributing solid minutes for a 6-1 squad. He’s living proof hard work pays off",
      "2019-11-08 15:15:45"
    ],
    [
      "Is it bad to hate how much I like him? It's cuz I want Isaiah Thomas back tho",
      "2019-11-08 15:10:39"
    ],
    [
      "At first I was like who is he? Now I'm like my man brad out here doing his thing",
      "2019-11-08 14:49:36"
    ],
    [
      "Keep grindin', real fans know",
      "2019-11-08 14:47:08"
    ],
    [
      "Plus Brad has a cool Surname. Don't hate a guy because he is better than you, Muppet.",
      "2019-11-08 14:46:07"
    ],
    [
      "we love you brad",
      "2019-11-08 14:43:54"
    ],
    [
      "Your my guy Brad!!! Been pulling for you since you signed",
      "2019-11-08 14:42:45"
    ],
    [
      "If I say I hate you do I get a shout out ?",
      "2019-11-08 14:33:20"
    ],
    [
      "We love ya, Brad",
      "2019-11-08 14:30:58"
    ],
    [
      "Imma fan..",
      "2019-11-08 14:21:18"
    ],
    [
      "Uhhhh, you made bruh? Like geesh, to hate someone who plays ball for a living just cuz you ain't nothing else to do with your life, smdh",
      "2019-11-08 14:17:20"
    ],
    [
      "Love you bro keep growing as a point guard you play hard and the real ones know this is your yr to prove you more then belong perfect solid team player if people only knew how important team guys are",
      "2019-11-08 14:13:14"
    ],
    [
      "pic.twitter.com/3GPNOZVHFs",
      "2019-11-08 14:10:44"
    ],
    [
      "I'm a hater but I agree with you.",
      "2019-11-08 14:05:02"
    ],
    [
      "I actually really like him. Solid contributions in limited minutes.",
      "2019-11-08 13:58:44"
    ],
    [
      "*starts to talk shit on celtics, sees phillybul and deletes*",
      "2019-11-08 13:53:48"
    ],
    [
      "You really twitter searching your name ? 30 year old cornball averaging 3 points a game",
      "2019-11-08 13:48:56"
    ],
    [
      "we love you man",
      "2019-11-08 13:44:25"
    ],
    [
      "TELLLL EMMM!",
      "2019-11-08 13:44:11"
    ],
    [
      "Stay positive man! There're always gonna be haters there no matter what. You just can't let them get to you. Do your job best you can. No distractions - eyes on the ball. Go # Celtics # BleedGreen",
      "2019-11-08 13:37:21"
    ],
    [
      "I love you",
      "2019-11-08 13:30:09"
    ],
    [
      "Brad, I truly think you’re the most solid and reliable back up guard the Celtics could have. I’m thrilled you joined the NBA and landed here. Plain and simple, people just suck. Lol",
      "2019-11-08 13:17:37"
    ],
    [
      "ily",
      "2019-11-08 13:05:31"
    ],
    [
      "Your a steady player bro. Keep it up",
      "2019-11-08 12:57:27"
    ],
    [
      "I love you Brad, mad respect for the hustle and work ethic.",
      "2019-11-08 12:56:43"
    ],
    [
      "Glad you’re here bro. You are helping this team and we appreciate you.",
      "2019-11-08 12:49:00"
    ],
    [
      "@ phillybul_22 I had you as the 'under the radar' player (see my tweet) in last night's game. Solid at both ends. Nice game, young man!",
      "2019-11-08 12:46:15"
    ],
    [
      "I'm a Bucks fan and don't listen to the haters he's just jealous he isn't in the NBA.",
      "2019-11-08 12:44:55"
    ],
    [
      "Dude, I love your energy on the floor. Keep doing what you do man! You fit right in. Also, any tickets available for an upcoming game?",
      "2019-11-08 12:41:17"
    ],
    [
      "@ phillybul_22 lookin like that work we all know your putting in is really showing man! Glad you’re on our side!",
      "2019-11-08 12:11:59"
    ],
    [
      "pic.twitter.com/jwnosELCPl",
      "2019-11-08 12:11:32"
    ],
    [
      "How did u even find this ur not tagged....",
      "2019-11-08 12:01:36"
    ],
    [
      "Great game last night man. Don't listen to these clowns man, we know you can play. All that matters is your teammates and how you feel. Keep grinding, you're part of the reason the team is enjoyable to watch again. Thanks for all your hard work.",
      "2019-11-08 11:55:24"
    ],
    [
      "I havent been a Brad fan but he definitely played good last night.",
      "2019-11-08 11:54:26"
    ],
    [
      "Brooo, get Kyrie out of your avi, bad luck",
      "2019-11-08 11:47:02"
    ],
    [
      "Oh he's a real asset for our team. Always steady within his role. Always tough!",
      "2019-11-08 11:41:39"
    ],
    [
      "Last night*",
      "2019-11-08 11:41:21"
    ],
    [
      "Keep it real Brad, real celtic fans know your worth.",
      "2019-11-08 11:40:39"
    ],
    [
      "Definitely played well tonight",
      "2019-11-08 11:40:13"
    ],
    [
      "When are you signing your brick??",
      "2019-11-08 11:38:25"
    ],
    [
      "Brad I'm happy you're on my team!",
      "2019-11-08 11:38:06"
    ],
    [
      "I love you Brad",
      "2019-11-08 11:34:45"
    ],
    [
      "Keep doing your thing bro us celts fans see u",
      "2019-11-08 11:33:06"
    ],
    [
      "Brad was one of my favorites at Pitt. He has a way of always being around the ball on defense. Wishing @ phillybul_22 all the best.",
      "2019-11-08 11:27:14"
    ],
    [
      "Sad.",
      "2019-11-08 11:25:32"
    ],
    [
      "just people who do not understand basketball.......BW does a little bit of everything. True professional.",
      "2019-11-08 11:07:00"
    ],
    [
      "Bro don’t listen to ppl you good asf @ phillybul_22",
      "2019-11-08 10:53:49"
    ],
    [
      "I think he meant he HATES how much he LOVES Wanamaker.",
      "2019-11-08 10:50:08"
    ],
    [
      "You got a hell of a lot more supporters than haters especially here in the Burgh!! Keep Grinding man!!!",
      "2019-11-08 10:47:59"
    ],
    [
      "Hell ya lol",
      "2019-11-08 10:47:44"
    ],
    [
      "Tell em bradley",
      "2019-11-08 10:41:24"
    ],
    [
      "@ phillybul_22 don’t lower yourself to argue with idiots. They will always beat you with experience!",
      "2019-11-08 10:41:16"
    ],
    [
      "It’s the whole hiding behind the computer syndrome......",
      "2019-11-08 10:27:46"
    ],
    [
      "He's played great in the last two games. Comes in brings energy, defense and has been knocking down shots. Not sure what else people want him to do lol.",
      "2019-11-08 10:26:44"
    ],
    [
      "*I meant to say it's easy to hide behind a computer screen.",
      "2019-11-08 10:25:31"
    ],
    [
      "I know right? Hates him? What’s wrong with people......",
      "2019-11-08 10:24:03"
    ],
    [
      "I appreciate you too buddy",
      "2019-11-08 10:17:24"
    ],
    [
      "You played great again last night @ phillybul_22 . Keep it going and don't listen to the haters. It's easy behind a computer screen...",
      "2019-11-08 10:10:11"
    ],
    [
      "Been getting some minutes early this season. Much deserved, solid on both ends of the floor. Did a great job pushing the pace last night.",
      "2019-11-08 10:04:45"
    ],
    [
      "Yeah wtf Brad keep doing you man ignore haters like him, just go out there and keep grinding # GoCeltics",
      "2019-11-08 10:03:28"
    ],
    [
      "Everyone is entitled to their opinion.... even morons.",
      "2019-11-08 09:59:29"
    ],
    [
      "I love you Bradley.",
      "2019-11-08 09:55:37"
    ],
    [
      "Keep doing what you do kid; don't waste time on these tweeple.",
      "2019-11-08 09:47:48"
    ],
    [
      "He Not cappin either @ 2Xtremebounce we you one . You have him a highlight .",
      "2019-11-08 09:43:13"
    ],
    [
      "pic.twitter.com/r2NxK0ENJl",
      "2019-11-08 09:36:04"
    ],
    [
      "Let’s get him one of those bricks to sign, Coach. Love what you’re building here in Pittsburgh & the message you’re sending. # h2p",
      "2019-11-08 09:31:09"
    ],
    [
      "So glad you stayed in Boston!",
      "2019-11-08 09:19:48"
    ],
    [
      "That’s our man! @ phillybul_22 we are so proud of you man! https://twitter.com/Marc_DAmico/status/1192637063499255808 …",
      "2019-11-08 09:17:28"
    ],
    [
      "Screw em bro!!!! Take that negative vibe and make if positive",
      "2019-11-08 09:09:18"
    ],
    [
      "Damn bruh Wanamaker reading these tweets and getting depressed lmao",
      "2019-11-08 09:08:27"
    ],
    [
      "You responding to him, may be the highlight of his life. Just ignore and Hail to Pitt!",
      "2019-11-08 09:03:49"
    ],
    [
      "Stay out yo mentions.",
      "2019-11-08 08:49:07"
    ],
    [
      "We love you in Pittsburgh!",
      "2019-11-08 08:48:33"
    ],
    [
      "",
      "2019-11-08 08:19:33"
    ],
    [
      "",
      "2019-11-08 08:18:21"
    ],
    [
      "Ok yrie ackup",
      "2019-11-08 08:09:56"
    ],
    [
      "Exactly. it’s fun to clap back when you’re always keeping this in mind.",
      "2019-11-08 08:07:55"
    ],
    [
      "u played really well last night. good to see you show some effort. keep balling bro",
      "2019-11-08 08:06:06"
    ],
    [
      "@ phillybul_22 pleasure watching you as a Celtic. Solid guard that plays hard on both ends. Great start to the season. My 11 year old nephew is a huge fan too.",
      "2019-11-08 08:05:15"
    ],
    [
      "I LOVE BRAD WANAMAKER!!!",
      "2019-11-08 07:54:49"
    ],
    [
      "Sir, I sure was just like any other fan on this app who gives players the same energy. It's possible to like a player and criticize his play.",
      "2019-11-08 07:38:03"
    ],
    [
      "@ phillybul_22 You gon’ have a big year G fr. They sleepin’",
      "2019-11-08 07:08:24"
    ],
    [
      "Great game last night!",
      "2019-11-08 06:57:07"
    ],
    [
      "For every hater you have, there is a true fan waiting to compliment you. Hates you cause he aint you Brad",
      "2019-11-08 06:46:32"
    ],
    [
      "Brad you have played really well this season. Keep up the good work. Love seeing the Celtics being a TEAM again. # BleedGreen",
      "2019-11-08 06:08:20"
    ],
    [
      "Love Brad! Keep rocking it!",
      "2019-11-08 05:12:45"
    ],
    [
      "you’re soo underrated",
      "2019-11-08 04:55:54"
    ],
    [
      "We love you bro fm turkey .",
      "2019-11-08 04:54:44"
    ],
    [
      "",
      "2019-11-08 04:20:19"
    ],
    [
      "I really love you",
      "2019-11-08 04:20:14"
    ],
    [
      "I love you so much",
      "2019-11-08 04:20:09"
    ],
    [
      "I love you",
      "2019-11-08 04:19:58"
    ],
    [
      "we love you brad",
      "2019-11-08 04:12:18"
    ],
    [
      "Ma’am you were shit talking him the other day. Keep that same energy then. Ain’t no backtracking here",
      "2019-11-08 03:45:23"
    ],
    [
      "And on the otherhand there are fenerbahce fans who love their players for no reason.",
      "2019-11-08 03:14:33"
    ],
    [
      "@ KembaWalker @ phillybul_22",
      "2019-11-08 02:59:07"
    ],
    [
      "Hardwork=success happy for Brad deserves everything and then some",
      "2019-11-08 02:57:39"
    ],
    [
      "Well I love ya and I was thinking tonight how lucky we are to have someone with such sound fundamentals and pure professionalism. Ignore that tool.",
      "2019-11-08 02:55:58"
    ],
    [
      "@ phillybul_22 It’s been a long time coming. I love seeing these type of tweets. https://twitter.com/Marc_DAmico/status/1192637063499255808 …",
      "2019-11-08 02:42:51"
    ],
    [
      "Brad u a dog u know that",
      "2019-11-08 02:34:19"
    ],
    [
      "Twitter is a cesspool",
      "2019-11-08 02:32:16"
    ],
    [
      "Wanamaker is so humble that he gonna like my comment just to make my day better",
      "2019-11-08 02:22:43"
    ],
    [
      "Class.",
      "2019-11-08 02:21:10"
    ],
    [
      "Keep your head up king",
      "2019-11-08 02:20:39"
    ],
    [
      "usually when someone is that angry with you it usually means they hate something about themselves so they push that hate onto others. But fans are passionate just want to see you all succeed. It’s heat of the moment. it’s not like you have a chance to get into a rhythm out there",
      "2019-11-08 02:18:16"
    ],
    [
      "Abi do not degil does not olacak.",
      "2019-11-08 02:10:08"
    ],
    [
      "I don’t hate u but u r a bum",
      "2019-11-08 02:08:54"
    ],
    [
      "Just ignore the negativity bro, keep on balling out there.",
      "2019-11-08 02:06:26"
    ],
    [
      "Great now I have to root for you even more...as a sixers fan this hurts me..I still remember your senior year winning the catholic league title...the league was incredible..I’d argue maybe the best ever, you and your brother, Jeff Jones, scoop, Rick",
      "2019-11-08 02:04:40"
    ],
    [
      "We appreciate you bro you bring an experience to this team that is well valued by your peers and the fans!!!",
      "2019-11-08 02:02:41"
    ],
    [
      "No doubt. Let’s connect when you come to Toronto.. I’m about to hit you in the DM.",
      "2019-11-08 02:00:53"
    ],
    [
      "Great game tonight Brad, huge fan! Glad you got an opportunity. Keep ballin",
      "2019-11-08 02:00:32"
    ],
    [
      ", appreciate you kid!",
      "2019-11-08 02:00:09"
    ],
    [
      "# RCHShttps://twitter.com/danhoff10/status/1192667271241650176 …",
      "2019-11-08 01:59:36"
    ],
    [
      "Real fans love you Brad",
      "2019-11-08 01:59:04"
    ],
    [
      "@ phillybul_22 when you hit that 3 tonight I just said...”Roman” outloud...my buddy had no idea you even went there # teachingmoment # catholicleague",
      "2019-11-08 01:56:50"
    ],
    [
      "I remember being at @ IMGAcademy and watching @ DanBarto412 hold his NBA pre draft workouts and helping out with just rebounding.. seeing how hard @ phillybul_22 trained back then I knew he was going to be a pro for a very long time! # IMGFam",
      "2019-11-08 01:55:18"
    ],
    [
      "People really need to keep their angry of anything to themselves instead of tweeting about it.",
      "2019-11-08 01:54:11"
    ],
    [
      "We gotchu Brad, keep ballin don’t sweat it",
      "2019-11-08 01:53:34"
    ],
    [
      "!!",
      "2019-11-08 01:50:48"
    ],
    [
      "Block out the noise",
      "2019-11-08 01:50:46"
    ],
    [
      "Didn’t you just....",
      "2019-11-08 01:50:43"
    ],
    [
      "Nobody talks to our king like that # bradwanamakerfanclub",
      "2019-11-08 01:50:15"
    ],
    [
      "Dudes got no idea man",
      "2019-11-08 01:49:49"
    ],
    [
      "Wannamaker > Kyrie and it isn’t even close",
      "2019-11-08 01:48:15"
    ],
    [
      "Missed you both in Fener :/",
      "2019-11-08 01:46:36"
    ],
    [
      "You already know bro , sometimes I give them the attention they be looking for!",
      "2019-11-08 01:45:51"
    ],
    [
      "@him a pic of your next paycheck. Hell just @him a pic of your per diem. I’m assuming NBA teams still give out per diems.",
      "2019-11-08 01:45:50"
    ],
    [
      "hey I love yall just sayin",
      "2019-11-08 01:45:42"
    ],
    [
      ". @ phillybul_22 can you please follow me back? - A huge Pitt basketball and Celtics fan.",
      "2019-11-08 01:44:34"
    ],
    [
      "WE LOVE YOU KING",
      "2019-11-08 01:44:33"
    ],
    [
      "pic.twitter.com/u5Q7gBJbOd",
      "2019-11-08 01:44:00"
    ],
    [
      "Appreciate you Coach, good win last night you know I was tuned in!!!",
      "2019-11-08 01:43:50"
    ],
    [
      "My guy you popped off tonight give this man love",
      "2019-11-08 01:43:28"
    ],
    [
      "We APPRECIATE YOU SOO MUCH BRAD!! Let them keep hating on you! # celtics # WatchUsWork",
      "2019-11-08 01:43:27"
    ],
    2019,
    3
  ]
}