{
  "TreyBurke": [
    [
      "# Knicks PG @ TreyBurke said he was 'just as surprised as anyone else' with last night's DNP in Atlanta. (via @ NYPost_Berman)",
      "2018-11-08 12:07:02"
    ],
    [
      "@ TreyBurke Trey you are special. Glad you are a Knick.",
      "2018-11-08 11:54:07"
    ],
    [
      "I don’t understand coach Fizdale @ TreyBurke has to play. He deserves it https://twitter.com/NYPost_Berman/status/1060532539834753025 …",
      "2018-11-08 11:15:27"
    ],
    [
      "Via @ NYPost_Berman Trey responds to his benching \"Of course it was frustrating but you can’t show that. I’ve been through the fire in this league. At this point, nothing can break me.\" # knicks # knicksway # theknickoftimeshow # treyburke pic.twitter.com/Y1ZnxCsOEn",
      "2018-11-08 09:43:45"
    ],
    [
      "# treyburke keep your head up.Energytwist",
      "2018-11-07 23:41:43"
    ],
    [
      "Play # treyburke",
      "2018-11-07 23:19:29"
    ],
    [
      "One year ago yesterday (11/6/17), Trey Burke ( @ TreyBurke) set a Westchester Knicks’ ( @ wcknicks) franchise record by scoring 43 points against the Delaware Blue Coats. Here's every point he scored in that game.https://www.youtube.com/watch?v=CNryuomWBaE …",
      "2018-11-07 22:08:21"
    ],
    [
      "Trey Burke @ TreyBurke officially signed a 2-yr $01.77M contract with the GM Suns @ paspn # MockGM # paspn2k19 https://paspn.net/O.aspx?l=4390&s=62&t=23&m=g&g=4 …",
      "2018-11-07 18:30:11"
    ],
    [
      "I want a @ TreyBurke jersey mannnn wtf",
      "2018-11-07 13:41:33"
    ],
    [
      "The numbers do not lie. How the hell u play 16 min&drop zero points(F.ntilikina) aren't u tired of losing @fizdale. our starting lineup moving forward . Trust me Give my starters 33 -34 min a game @ nyknicks Pg @ TreyBurke Sg @ ISO_ZO Sf @ T_HardJR PF @ Enes_Kanter C @Robinsonpic.twitter.com/GhBROWk0hA",
      "2018-11-06 19:49:16"
    ],
    [
      "Definition of a real point guard. F Frank nilikitna he's trash . Please fizdale if i have to see this mf in another starting lineup u are making me want to change my favorite team.I been a @ nyknicks fan since .A.Houston & Latrell sprewell. The pain hurts . Let @ TreyBurke eat pic.twitter.com/jHm4QAf5VB",
      "2018-11-06 19:38:09"
    ],
    [
      "@ TreyBurke https://twitter.com/TroyMachir/status/1059828417212882945 …",
      "2018-11-06 18:11:20"
    ],
    [
      "Can’t be if you don’t give him minutes",
      "2018-11-06 16:16:20"
    ],
    [
      "@ TreyBurke https://knicksfilmschool.com/2018/11/06/is-the-trey-burke-comeback-on-its-last-legs/ …",
      "2018-11-06 15:43:35"
    ],
    [
      "Give my n @ TreyBurke his 34 min each game with people who can ball out like dotson , trier & @ T_HardJR . & @ Enes_Kanter . Stop with the experimenting bullshix these young guys ain't ready 2 carry the torch fizdale.East is not even competitive. We ( @ nyknicks )better make the PL",
      "2018-11-06 09:17:23"
    ],
    [
      "Fizdale try this lineup. But the frank ntilikina bus is no longer in service this n is trash. I can average more points then him with less minutes. Time to trade this mf 4 anybody. Shix give me v.c or jj barea. Pg ) @ TreyBurke Sg ) @ T_HardJR Sf ) trier Pf ) Kanter C) Robinson",
      "2018-11-06 09:13:26"
    ],
    [
      "He is not the same Burke we had last year..",
      "2018-11-06 08:45:05"
    ],
    [
      "@ emmanuelmudiay you are pathetic. You single handily lost the game with your bonehead plays. When’s the experiment over @ nyknicks wtf isn’t @ TreyBurke playing more. Another clueless coach",
      "2018-11-06 01:06:36"
    ],
    [
      "I saw \"cut\" and \"Burke\" in the same tweet and got my hopes up.",
      "2018-11-05 23:26:10"
    ],
    [
      "He ain't that polished just a raw scorer",
      "2018-11-05 23:21:26"
    ],
    [
      "New cut, same @ TreyBurke. pic.twitter.com/AdTPMyRhYz",
      "2018-11-05 23:19:19"
    ],
    [
      "Kanter s STATS are all out there, every player has its moment and bad games. You can not judge the player just based on one game, not fair.",
      "2018-11-05 22:53:51"
    ],
    [
      "@ TreyBurke this what they are saying you've got to pick it up https://twitter.com/knicktatorship/status/1057816120135163904 …",
      "2018-11-05 16:44:38"
    ],
    [
      "There’s a clear difference when a team is trying to figure it out vs a team who is working together to figure it out. I don’t feel frustrated watching anymore because this team this year is working together. Once again kudos to Coach! # KNICKSALLDAY",
      "2018-11-05 12:37:18"
    ],
    [
      "I like this team a lot and the reason being is I believe in the direction we’re going. Last few seasons we were trying to fill voids without a clear direction. This year we have a focus and implementing them: defense, rebounds, and pace!",
      "2018-11-05 12:34:13"
    ],
    [
      "pic.twitter.com/4sZY62ZHAF",
      "2018-11-05 11:54:58"
    ],
    [
      "Hahaha pois é perderam mais uma essa noite. Eu acho pouco que venha mais. Obrigado pela força ao meu time rs",
      "2018-11-05 11:46:10"
    ],
    [
      "Is it possible that he is now even quicker than before the new do’ ? # new-do",
      "2018-11-05 10:07:41"
    ],
    [
      "Dotson small forward????",
      "2018-11-05 09:07:30"
    ],
    [
      "Jugaron fatal todos. Y luego critican a Timmy, pero es el mejor en ataque. Y encima de lesiona",
      "2018-11-05 07:24:17"
    ],
    [
      "@ TreyBurke finally cut your hair!!!",
      "2018-11-05 05:53:46"
    ],
    [
      "Ayer tuvimos problemas con las faltas, Hardaway Jr fatal, como se nota cuando no aporta, al final se retiró antes de acabar el partido, espero que no sea nada, sufrimos la inexperiencia de los jóvenes para rematar los últimos 5 min, pero bueno poco a poco, me gustan estos Knicks",
      "2018-11-05 04:15:02"
    ],
    [
      "You can have wall, I think he's an expensive problem, good enough to to make the allstar team, but he isn't leading his team anywhere.",
      "2018-11-05 03:38:08"
    ],
    [
      "Yes, so much hating on frank is stupid. These types of fans are so cancer. Every loss they just come and think \"you know what let me give my redirect 'support' \". But when frank have a good games they just disapear, because their ego is broken.",
      "2018-11-05 03:07:01"
    ],
    [
      "They're not winning with of the PG's currently on the roster next year either. And give me John Wall over any of these guards",
      "2018-11-05 03:03:11"
    ],
    [
      "We're in full-development mode. Our best player isn't even active. We're the youngest team in the league. All you can ask for is that the team plays hard and shows glimpses of improvement. If you're looking for consistent W's, you're going to be disappointed.",
      "2018-11-05 02:29:24"
    ],
    [
      "We're not going anywhere this year with any point guard. We're the youngest team in the league, and in full development mode. Are best player isn't even active. Washington has an allstar back court and their horrible.",
      "2018-11-05 02:25:17"
    ],
    [
      "Bad move sitting down the crew that brought them back Kanter,Burke ,Trier and Mario",
      "2018-11-05 00:52:46"
    ],
    [
      "Tough loss tonight. It’s ok guys, it’s all a learning progress. Kept y’all head up.",
      "2018-11-05 00:16:42"
    ],
    [
      "Vamos rir do Lakers pra amenizar nossa vergonha",
      "2018-11-05 00:12:33"
    ],
    [
      "pic.twitter.com/D3YrLxJo9f",
      "2018-11-04 23:58:26"
    ],
    [
      "Starting lineup tomorrow should be Frank, Trier, Dotson, Kanter and Robinson. Bring Vonleh from the bench as a C and play ALWAYS Kanter at the 4. His defense there is not as bad as at the 5. And don't play Hardaway if he's not 100% healthy.",
      "2018-11-04 23:26:24"
    ],
    [
      "# TANKFORTANK @ ZionW32",
      "2018-11-04 23:21:35"
    ],
    [
      "Great loss # tankfortank @ ZionW32",
      "2018-11-04 23:17:30"
    ],
    [
      "Enes is playing strong enough to help the team to W , but it requires scoring",
      "2018-11-04 23:10:32"
    ],
    [
      "Knicks played really hard today and didn’t quit. Just couldn’t get going all the way tonight. Still the team is moving in the right direction and will get better as the season goes on. Let’s go @ nyknicks !!!",
      "2018-11-04 23:07:19"
    ],
    [
      "Today the guards from knicks didnt have a good game. Washington defense was amazing today. Hardway jr was having a bad shooting game today so i would run the floor with ntilikina + trier. The defense that those two provided tonight keep us alive until 3rd.",
      "2018-11-04 23:00:40"
    ],
    [
      "This team won't go anywhere with the PG's on the roster",
      "2018-11-04 23:00:11"
    ],
    [
      "The fun has not started yet, wait until they are 7-29.... lmfao . Free tickets I still won’t go . Boycott Knicks. Dolan stinks",
      "2018-11-04 22:59:46"
    ],
    [
      "make mitchell robinson shoot the around perimeter",
      "2018-11-04 22:54:37"
    ],
    [
      "Getting ready for another L, let’s gooooo!!!",
      "2018-11-04 22:45:35"
    ],
    [
      "ntlikina,mudiay,vonleh,burke... i wouldnt take them to my street ball game, i cant believe they play in nba , and worse they are all in the same team, fizdale has to be magician to get some wins with these dudes..",
      "2018-11-04 22:43:42"
    ],
    [
      "",
      "2018-11-04 22:42:27"
    ],
    [
      "20 turnovers and 5/26 3p...there’s no way we can get a W with those numbers. 20 TURNOVERS!",
      "2018-11-04 22:42:20"
    ],
    [
      "Lol",
      "2018-11-04 22:38:37"
    ],
    [
      "The @ warriors are very beatable , if u a @ NBA player you clearly the best from ya town so any body can put on @ drose had 3&2 in 4 @ DevinBook dropped beventy @ TreyBurke dropped dirty8 , @ carmeloanthony gon drop back to back 40 games so y’all can get off his @ KingJames the",
      "2018-11-04 22:36:45"
    ],
    [
      "Défaite 108-95 face aux @ WizardsFrance Retard à l’allumage, money time complètement raté, match à oublier pour les gars. @ Enes_Kanter 18 pts 12 reb @ TreyBurke 13 pts 3 ast @ wholeteamDot 11 pts 3 reb Back to back demain au @ TheGarden, face aux @ bullsfr. @ nyknickspic.twitter.com/hAfYqiTMNi",
      "2018-11-04 22:36:36"
    ],
    [
      "Dotson has to be more aggressive he kept passing the ball and not looking his shot. Especially when THJ wasn’t himself.",
      "2018-11-04 22:35:28"
    ],
    [
      "That last 8 minutes was disgraceful... smh. Awful as usual.",
      "2018-11-04 22:35:19"
    ],
    [
      "Shots didn’t fall tonight, on to the next",
      "2018-11-04 22:34:58"
    ],
    [
      "Let these bums beat us. Smh",
      "2018-11-04 22:33:45"
    ],
    [
      "Pa puta que vos pariu, foda se",
      "2018-11-04 22:33:07"
    ],
    [
      "FIRE the COACH . Line UP Starter is problematic...",
      "2018-11-04 22:32:47"
    ],
    [
      "Pretty shit day for knicks jets fans",
      "2018-11-04 22:32:26"
    ],
    [
      "As long as the young guys keep bringing this energy and fight every game, I don't care what our record is. # NewYorkForever",
      "2018-11-04 22:31:12"
    ],
    [
      "How many calls are these trash refs going to give the Wizards smfh",
      "2018-11-04 22:30:55"
    ],
    [
      "See you tomorrow @ TheGarden. @ Enes_Kanter: 18p | 12r @ TreyBurke: 13p | 3ast @ wholeteamDot: 11p | 3rpic.twitter.com/AuFXzDW5WO",
      "2018-11-04 22:29:44"
    ],
    [
      "You're even bad at twitter",
      "2018-11-04 22:08:52"
    ],
    [
      ". @ TreyBurke doin' @ TreyBurke. pic.twitter.com/hzS2ZSztLC",
      "2018-11-04 22:07:19"
    ],
    [
      "Your welcome .",
      "2018-11-04 21:44:21"
    ],
    [
      "Thx for understanding.",
      "2018-11-04 21:43:23"
    ],
    [
      "As long as they are behaving like decent , solid human beings, contributing to society with community service, which burke does big time , I think we can give them a pass on the tats. But hey, I get it, tats are not your thing. Point taken.",
      "2018-11-04 21:36:33"
    ],
    [
      "Then, stop draping yourself in horrible tats. Before Rodman & Iverson ran amok with Tats, the league looked somewhat respectable. Birdman is white, and he too, looks like a clown & a hoodlum. I don’t care about skin color, just have some self-respect, & don’t f up your body.",
      "2018-11-04 21:23:39"
    ],
    [
      "Suits youpic.twitter.com/EteesqHwp8",
      "2018-11-04 21:14:58"
    ],
    [
      "",
      "2018-11-04 21:14:01"
    ],
    [
      "pic.twitter.com/QE4p2GebtK",
      "2018-11-04 21:13:45"
    ],
    [
      "These are the kind of generalizations of people we have to rid this world of. When we judge people based on the content of their character, and not their appearance is when aim higher.I know you're capable of better.",
      "2018-11-04 21:10:50"
    ],
    [
      "Let it fly, @ TreyBurke pic.twitter.com/Wtmw0uo5d2",
      "2018-11-04 21:05:34"
    ],
    [
      "Still looks like a hoodlum w the prison tats.",
      "2018-11-04 21:02:16"
    ],
    [
      "What do you guys think of @ TreyBurke’s new look? # Knickspic.twitter.com/W3dVIfrmKi",
      "2018-11-04 20:48:37"
    ],
    [
      "@ TreyBurke got the fresh cut tonight # Knicks",
      "2018-11-04 20:09:54"
    ],
    [
      "RIPpic.twitter.com/z59lfg3ilz",
      "2018-11-04 19:59:10"
    ],
    [
      "Tf happened to Trey with his hair",
      "2018-11-04 19:37:22"
    ],
    [
      "Trey whyyyyyy I was just bouttavget cornrows cause of how nice his looked",
      "2018-11-04 19:32:40"
    ],
    [
      "Who dat?",
      "2018-11-04 19:26:40"
    ],
    [
      "Fresh cut @ TreyBurke https://twitter.com/nyknicks/status/1059208972207570944 …",
      "2018-11-04 19:26:21"
    ],
    [
      "No more?pic.twitter.com/nsN5FtNfT1",
      "2018-11-04 19:23:50"
    ],
    [
      "Welp, fresh cut I guess",
      "2018-11-04 19:23:48"
    ],
    [
      "GOOD????",
      "2018-11-04 15:21:07"
    ],
    [
      "Game day info pleaseeee",
      "2018-11-04 14:15:19"
    ],
    [
      "man ISO ZO was huge off the bench in Friday's W against Dallas, hopefully he gets another huge game tonight against Washington",
      "2018-11-04 13:19:02"
    ],
    [
      "4 Win...",
      "2018-11-04 13:08:16"
    ],
    [
      "Why not just get all 3",
      "2018-11-04 13:06:42"
    ],
    [
      "Ending Tonight!! # TreyBurke 2015-16 # PaniniNBAHoops Basketball Hot Signatures Card!! https://www.ebay.com/ulk/itm/302933056234 … ⁦ @ eBay⁩ # utahjazz # basketballcards # nba # basketballcardcollector # sellingbasketballcards # basketballcardsforsale # ebay # selling",
      "2018-11-03 20:49:40"
    ],
    [
      "Trey Burke @ TreyBurke offered a 2-yr $01.77M deal 2 play 4 a Pacific team @ paspn # MockGM # paspn2k19 https://paspn.net/SH.aspx?l=4390&s=62&p=1920 …",
      "2018-11-03 18:30:06"
    ],
    [
      "Loving the youth! @ ISO_ZO @ 23savage____ @ TreyBurke @ wholeteamDot making statements every game! # WHOLETEAM # NewYorkForever",
      "2018-11-03 06:57:15"
    ],
    [
      "How did @ TreyBurke play himself to the back of the bench already ? All that effort that got you back in the league, and starting PG for the @ nyknicks and 8 games into the season your playing 7 minutes. Come on man we need you !!!! # KnicksTape # knicks # knicksnation",
      "2018-11-03 00:06:50"
    ],
    [
      "My dude @ TreyBurke with the wristband is # NewYorkForever",
      "2018-11-02 22:12:18"
    ],
    [
      "Teams seek him out when he is on the floor because they feel they have an advantage.",
      "2018-11-02 22:01:58"
    ],
    [
      "Kanter and Hardaway are terrible. It's just hard for Trey to be a good defender mostly because of his height.",
      "2018-11-02 22:01:15"
    ],
    [
      "I agree it won’t hide his height advantage, but ability to play quality defense?? Bro he’s a better defender than Kanter and Hardway Jr lol .. Ya keep tryna say the guy can’t defend because of his height which is wrong.",
      "2018-11-02 17:02:33"
    ],
    [
      "No defensive scheme can hide his height disadvantage and his ability to play quality defense.",
      "2018-11-02 16:47:41"
    ],
    [
      "Trey Burke Per 36 - 17.4 PPG 6.1 Assists 3.8 Rebounds 1.9 Turnovers. 39.8FG% 37.5% from 3. If Knicks could find a way to give Burke extended minutes with the right defensive lineup the team will do better. Gotta give him extended minutes to really utilize him.",
      "2018-11-02 16:44:54"
    ],
    [
      "@ _Doncorleone17 that’s a great twitter username",
      "2018-11-02 16:43:07"
    ],
    [
      "Lastly, Burke hasn’t been perfect. He has underwhelmed, but new system new coach, it’s only right to give him time to find himself. Why is it that we have yet to see Burke play with big other than Kanter? Put your players in a position to succeed if you wanna see them do good.",
      "2018-11-02 16:32:37"
    ],
    [
      "Did you see what Sabonis did to Kanter? Did you see how Timmy got dominated by Middelton & Levert earlier this year? If Knick fans wanna get mad at defense blame the players that actually get burned every time. Don’t scapegoat Burke everytime cause of his height.",
      "2018-11-02 16:28:38"
    ],
    [
      "It is disrespectful. Burke has been scapegoated this whole season because of his height. Fizdale’s halfcourt sets are garbage which is why Burke hasn’t had the chance to showcase his talent. Who’s setting screens other than Kanter?",
      "2018-11-02 16:24:48"
    ],
    [
      "Just win",
      "2018-11-02 16:12:05"
    ],
    [
      "Wow...2 alpha males!",
      "2018-11-02 15:15:47"
    ],
    [
      "Happy Friday # Knicks",
      "2018-11-02 13:47:49"
    ],
    [
      "Let’s Go Knicks",
      "2018-11-02 12:39:49"
    ],
    [
      "Got my ticket to the game! Lets get this W # LetsGoKnicks",
      "2018-11-02 12:33:34"
    ],
    [
      "Damyean \"Whole Team\" Dotson",
      "2018-11-02 10:55:33"
    ],
    [
      "SQUADDD!!!",
      "2018-11-01 23:01:19"
    ],
    [
      "Nah u will see",
      "2018-11-01 21:50:58"
    ],
    [
      "I have to give u that he is not playing as well as we know he is capable of...",
      "2018-11-01 20:36:45"
    ],
    [
      "I love the optimism and hope he turns it around but he sucks currently",
      "2018-11-01 20:27:33"
    ],
    [
      "Trey will be fine needs to simply play his game which is score the basketball? When He's not worrying about setting up teammates and guarding opponents #1 PG and just hunt for points that's the best way to help the Knicks win games?",
      "2018-11-01 20:23:48"
    ],
    [
      "I hope he picks it up and rooting for him but he’s ass",
      "2018-11-01 20:00:57"
    ],
    [
      "Brutus That not disrespectful that’s reality bro",
      "2018-11-01 20:00:47"
    ],
    [
      "Bro u suck lol I feel the kid is pressing too much... stop being so disrespectful",
      "2018-11-01 19:58:49"
    ],
    [
      "All three of them are just trying to get paid next season. Can't tell you how sick I am of watching Mario get the ball and just try to Melo it to the basket. As soon as he touches the ball he's never passing it. Just forced a shity Layup",
      "2018-11-01 16:33:58"
    ],
    [
      "I like how you're a fan of all the selfish non defending players.",
      "2018-11-01 16:31:19"
    ],
    [
      "Yes it is for sure",
      "2018-11-01 15:03:21"
    ],
    [
      "Absolutely right",
      "2018-11-01 14:37:33"
    ],
    [
      "Is that not right? In the last 2 games it is become very noticeable.",
      "2018-11-01 14:36:08"
    ],
    [
      "@ TreyBurke you son jarod asked if you could teach him to spin the ball on his fingertip @ Michael8easley @ moraleeron",
      "2018-11-01 11:50:55"
    ],
    [
      "",
      "2018-11-01 11:47:41"
    ],
    [
      "@ TreyBurke @ Enes_Kanter this what they are saying you've got to pick it uphttps://twitter.com/Nykterryandtray/status/1057815791012327424 …",
      "2018-11-01 11:31:33"
    ],
    [
      "@ TreyBurke this what they are saying you've got to pick it up https://twitter.com/knicks81/status/1057796746041061376 …",
      "2018-11-01 11:27:57"
    ],
    [
      "@ TreyBurke this what they are saying you've got to pick it up https://twitter.com/knicktatorship/status/1057816120135163904 …",
      "2018-11-01 11:26:05"
    ],
    [
      "@ nyknicks @ Enes_Kanter and @ TreyBurke need to start. Also @ ISO_ZO is a diamond in the rough. Got a good career ahead of him. # NBA @ NBA",
      "2018-11-01 10:57:08"
    ],
    [
      "@ TreyBurke Trey, love the wristband look but you have to customize it with your name/number!!",
      "2018-11-01 10:46:29"
    ],
    [
      "Wtf? You just named our worst defenders, we wouldn't be able to sleep in the 4th quarter because they'd give up as much as they score.",
      "2018-11-01 00:36:09"
    ],
    [
      "Gotta pick it up create havoc on both ends young Bro like ur thinking too much out there play the game ur game. God Bless",
      "2018-11-01 00:35:02"
    ],
    [
      "Why isn't @ TreyBurke playing 4th Qtr meaningful minutes?... proven guys who can take control of game! And a guy I would trust. @ alanhahn @ wallyball # wingames",
      "2018-11-01 00:12:59"
    ],
    [
      "kanter is the worst player on the team",
      "2018-10-31 23:56:23"
    ],
    [
      "@ nyknicks starting lineup s/b @ Enes_Kanter, @ ISO_ZO, @ T_HardJR, @ wholeteamDot , @ TreyBurke end of conversation",
      "2018-10-31 23:55:53"
    ],
    [
      "@ TreyBurke ask trey dirt he so trash @ KnickFilmSchool",
      "2018-10-31 23:06:55"
    ],
    [
      "Yo @ TreyBurke dressed like @ alleniverson for his game. Funniest thing is they look like twins",
      "2018-10-31 22:54:53"
    ],
    [
      "Why did # treyburke get his minutes cut??? Makes 0 sense to me.",
      "2018-10-31 22:49:23"
    ],
    [
      "Let’s go @ T_HardJR , @ Enes_Kanter , @ TreyBurke @ nyknicks !! Let’s get the “W”!! # NewYorkForever",
      "2018-10-31 21:00:47"
    ],
    [
      "I’m all about money & family every thing else I leave to the rest of you bozos",
      "2018-10-31 18:57:25"
    ],
    [
      "@ CoachFizdale here’s a lineup for the @ nyknicks Mitchell Robinson @ Enes_Kanter Daymeon Dotson @ Frankntilikina @ TreyBurke Just saying",
      "2018-10-31 17:06:04"
    ],
    [
      "\"Trey Burke is thriving and driving.\" - Walt Fraizer on @ TreyBurke's sweet bank shot # Knickspic.twitter.com/KK6AIM85qM",
      "2018-10-31 16:09:48"
    ],
    [
      "@ RonBaker31 -Dies first but *plot twist* is the deranged serial killer who faked death. Lone Survivor - @ FrankLikina Possessed - @ TreyBurke possessed by the spirit of A.I. Secretly a monster - @ RonBaker31 again. Nerd - @ bigshin32 Ha, sorry Luke Eye Candy - @ RebeccaHaarlow",
      "2018-10-31 15:06:15"
    ],
    [
      "Gotham was actually based off of Chicago. Still....Go Knicks.",
      "2018-10-31 14:18:34"
    ],
    [
      "Wrong, Batman is protecting Gotham.",
      "2018-10-31 14:11:25"
    ],
    [
      "Miss you John Starks.......",
      "2018-10-31 13:55:49"
    ],
    [
      "It’s time for Trey to protect another city",
      "2018-10-31 13:43:56"
    ],
    [
      "When they called this a foul. Took our momentum away. @ TreyBurke @ umichbballpic.twitter.com/3HZneuiFIA",
      "2018-10-31 13:23:47"
    ],
    [
      "Obviously!",
      "2018-10-30 12:15:21"
    ],
    [
      "Go Blue",
      "2018-10-30 07:54:02"
    ],
    [
      "They both failed in me in fantasy tho",
      "2018-10-29 23:03:57"
    ],
    [
      "Got to watch @ CarisLeVert play vs @ TreyBurke at The Garden! 2 of the greats from Columbus # priceless",
      "2018-10-29 23:00:38"
    ],
    [
      "Trey you're playing way too tentative and without confidence. You were the best player in the floor numerous times last year. Stay focused and aggressive.",
      "2018-10-29 22:34:31"
    ],
    [
      "@ treyburke || @ nyknicks @Los Angeles, California https://www.instagram.com/p/BpiHNBEgE0r/?utm_source=ig_twitter_share&igshid=1xrn7qws7w62j …",
      "2018-10-29 19:00:37"
    ],
    [
      "Find your own lane.. had to find mine all you gotta do is be patient and it will find you..",
      "2018-10-29 18:50:29"
    ],
    [
      "Don’t Let @ TreyBurke Get Hot",
      "2018-10-28 19:31:48"
    ],
    [
      "@ TreyBurke I'm going to need you to be a little more aggressive on offense when you guys are on the court. Looks like you've lost some of your fire lately. Gotta look more to take over when things are stagnant. We fans believe in you. # PlayYourGame",
      "2018-10-28 18:22:28"
    ],
    [
      "Unc Sheed realness30 working out with the @ nyknicks Bigs # NewYorkForever . . . # nba # thisiswhyweplay # kristapsporzingis # timhardawayjr # treyburke # eneskanter # rasheedwallace # newyork… https://www.instagram.com/p/BpfJkNigiJQ/?utm_source=ig_twitter_share&igshid=p77e80lybpvc …",
      "2018-10-28 15:26:27"
    ],
    [
      "Loyalty is everything yeah that's the key to life..",
      "2018-10-28 14:12:40"
    ],
    [
      "@ TreyBurke @ nyknicks @ umichbball It was clean! # GOBLUEpic.twitter.com/uCZsjaktDo",
      "2018-10-27 20:23:34"
    ],
    [
      "@ umichbball @ nyknicks # GOBLUE @ TreyBurke It was clean! pic.twitter.com/h6xzDlnRDm",
      "2018-10-27 20:13:34"
    ],
    [
      "@ TreyBurke u best stop living in the clouds!! https://twitter.com/HardKnicksLife/status/1056241006209835008 …",
      "2018-10-27 16:02:24"
    ],
    [
      "David Fizdale gives Frank Ntilikina first career start at point guard Read more here -> http://www.trendingsnippets.com/US/h/20181027/David-Fizdale-gives-Frank-Ntilikina-first-career-start-at-point-guard … # NewYorkKnicks, # DavidFizdale, # MitchellRobinson, # EnesKanter, # FrankNtilikina, # GoldenStateWarriors, # TreyBurke pic.twitter.com/YL5wYnJ2h4",
      "2018-10-27 00:07:05"
    ],
    [
      "Key for the @ nyknicks to win: @ TreyBurke and @ Enes_Kanter. # NewYorkForever",
      "2018-10-26 22:33:27"
    ],
    [
      "Knicks is Working though. # TreyBurke",
      "2018-10-26 22:32:28"
    ],
    [
      "@ TreyBurke doing his part to keep the Knicks in front of Golden State",
      "2018-10-26 22:26:44"
    ],
    [
      "@ TreyBurke basically telling Fizdale to 'never not start him again' with his play in the 1st quarter. Best option at PG we got, stop playing @ nyknicks",
      "2018-10-26 21:12:30"
    ],
    [
      "Off the bench.",
      "2018-10-26 19:05:09"
    ],
    [
      "This feels more like the knicks well see all year. They dont have a consistent shooter other than Burke and sometimes the streaky hardaway jr to prevent massive shooting woes and keep games close.The hustle will always be there with fiz # knicks # NYknicks # treyburke # missinknox https://twitter.com/NYPost_Berman/status/1055333066942672897 …",
      "2018-10-25 12:44:58"
    ],
    [
      "Check out # TreyBurke 2015-16 # PaniniNBAHoops Basketball Hot Signatures Card!! https://www.ebay.com/ulk/itm/302933056234 … @ eBay # paninibasketball # utahjazz # nba # nbatradingcards",
      "2018-10-25 10:45:48"
    ],
    [
      "YOU TAKE MINUTES AWAY FROM FRANK AND YOU TAKE DONCIC AWAY FROM US @ TreyBurke",
      "2018-10-25 02:27:23"
    ],
    [
      "Watching 3 # michigan # wolverines play tonight. Gotta live it! We produce # nba talent! @ t_hardjr d_bo20 @ treyburke # themichigandifference # GoBLUE @AmericanAirlines Arena https://www.instagram.com/p/BpVhFCon3JB/?utm_source=ig_twitter_share&igshid=1tpcedrn8o24q …",
      "2018-10-24 21:36:35"
    ],
    [
      "TREY 23 BURKE @ treyburke # BurkeWork https://www.instagram.com/p/BpUvhDPB2hc/?utm_source=ig_twitter_share&igshid=tzvo9q01wpfe …",
      "2018-10-24 14:23:31"
    ],
    [
      "Hey @ nyknicks @ Enes_Kanter @ T_HardJR @ ISO_ZO @supermariohezonja and @ treyburke Sincerely, Frustration",
      "2018-10-24 14:01:37"
    ],
    [
      "# Fizz got carried away with defense. I would have let Frank sit and play # TreyBurke. But, I think Fizz Frank’s defense # Knicks",
      "2018-10-22 23:24:05"
    ],
    [
      "@ nyknicks # treyburke is the hot man in the 3rd erasing a 19pt deficit and sits almost all the 4th qtr as the Knicks lose! # strategy # confused",
      "2018-10-22 23:20:52"
    ],
    [
      "Was loving the # KnicksTape game and then # fiz takes # treyburke out the entire fourth quarter and offense ball movement stalls... love Dotson’s athletic ability but absolutely no flow",
      "2018-10-22 23:16:32"
    ],
    [
      "@ umichbball boys ballin’ out for the knicks tonight @ T_HardJR # treyburke # KnicksTape @ umhoops",
      "2018-10-22 22:48:22"
    ],
    [
      "Trey Burke Allen Iverson is on the court and he's on fire @ treyburke # knickstape # knicks # newyorkforever # nba # nbabrasil # knicksnation # nbanobrasil # eneskanter # emmanuelmudiay # nyk… https://www.instagram.com/p/BpQfGJKFn4E/?utm_source=ig_twitter_share&igshid=j79sw4ptlzc2 …",
      "2018-10-22 22:45:06"
    ],
    [
      "# TreyBurke is # Ballin! # Knicks",
      "2018-10-22 22:42:28"
    ],
    [
      "# Treyburke",
      "2018-10-22 00:24:49"
    ],
    [
      "Keep ya head up trigga! You’ll rise up like you always do. @ treyburke @The Garden https://www.instagram.com/p/BpNZRygl_7J/?utm_source=ig_twitter_share&igshid=1sfyzet4fa7p8 …",
      "2018-10-21 17:54:29"
    ],
    [
      "Kevin Knox will miss approximately 2-4 weeks with a sprained ankle. . . . . . # knicks # nyk # treyburke # timhardawayjr # timhardaway # eneskanter # kevinknox # knox # rook # rookie… https://www.instagram.com/p/BpM4lxCHMGd/?utm_source=ig_twitter_share&igshid=18jxytqv35jz5 …",
      "2018-10-21 13:08:58"
    ],
    [
      "Despite another close @ nyknicks loss last night, # TreyBurke was once again impressive and more than kept up with @ KyrieIrving.",
      "2018-10-21 10:26:08"
    ],
    [
      "CELTICS WIN! # Knicks need to focus on really building a team and not on # Rumors # FreeAgents # DefendHome Buzzer sound. Game over. # Celtics BARELY beat # Knicks 103-101 # NBA # BlackTwitter # KevinKnox # TreyBurke # JJRedickhttps://twitter.com/AdamMKaufman/status/1053828902106423296 …",
      "2018-10-20 23:17:14"
    ],
    [
      "Way to fight tonight # Knicks # treyburke The effort is there! pic.twitter.com/0L3xBJSFsE",
      "2018-10-20 23:15:27"
    ],
    [
      "You have to make your free throws! # treyburke # treybust # sameoleknicks",
      "2018-10-20 23:07:42"
    ],
    [
      "We don’t need a 2 dumbass @ treyburke",
      "2018-10-20 23:00:04"
    ],
    [
      "I would like to see @ TreyBurke get more players involved instead of always looking for Tim and Enes and the court. # Knicks",
      "2018-10-20 21:43:16"
    ],
    [
      "BURKE with the steal, taking it all the way finishing with the lay up! # Knicks # KnicksNation @ treyburke pic.twitter.com/gWirVewvDC",
      "2018-10-20 20:57:56"
    ],
    [
      "carislevert THATS THE DAGGER! # NewYorkForever # WeGoHard . . . # nba # thisiswhyweplay # kristapsporzingis # brooklyn # timhardawayjr # jarrettallen # treyburke # nets # kennethfaried… https://www.instagram.com/p/BpI0ugTgSG9/?utm_source=ig_twitter_share&igshid=nzalxwcz8osn …",
      "2018-10-19 23:20:53"
    ],
    [
      "The Michigan boys are out tonight in Brooklyn @ TreyBurke @ CarisLeVert @ T_HardJR",
      "2018-10-19 23:00:06"
    ],
    [
      "# TreyBurke doesn’t look 100% he looks limited on his lateral movement",
      "2018-10-19 22:43:40"
    ],
    [
      "GIMME THE LOOT . . . . . # sickomode # gimmetheloot # travisscott # drake # drizzy # knicks # nyk # treyburke # timhardawayjr # timhardaway # eneskanter # astroworld # nyknicksbasketball # nyknicks… https://www.instagram.com/p/BpIqtoAF1mq/?utm_source=ig_twitter_share&igshid=t8xytke1b465 …",
      "2018-10-19 21:52:46"
    ],
    [
      "@ treyburke https://www.instagram.com/p/BpIYHHQFfmD/?utm_source=ig_twitter_share&igshid=ddak94m01sk3 …",
      "2018-10-19 19:08:08"
    ],
    [
      "Omg he so damn fine @ treyburke https://twitter.com/nyknicks/status/1052700923213037568 …",
      "2018-10-19 18:26:04"
    ],
    [
      ". @ NStauskas11, @ CarisLeVert, @ GRIII, @ treyburke, @ T_HardJR - making mooves then I read @ mitchmcgary is bowling",
      "2018-10-19 14:40:25"
    ],
    2018,
    25
  ]
}