{
  "troydaniels": [
    [
      "Honestly. I forgot the Lakers even had Rondo, and tbh I don’t really think they need him. I sure as hell don’t want to see him come and take minutes way from Caruso, or Troy Daniels or Dwight etc. Take minutes away from KCP and that’s chill https://twitter.com/ShowtimeForum/status/1193301941306019840 …",
      "2019-11-09 20:27:54"
    ],
    [
      "Keep working at it...matter of time",
      "2019-11-09 19:55:44"
    ],
    [
      "no matter if you're cleaning toilets or you're a professional athlete, always strive to be great.",
      "2019-11-09 19:52:25"
    ],
    [
      "we miss you troy",
      "2019-11-09 19:48:39"
    ],
    [
      "I’m rooting for you!!!",
      "2019-11-09 19:48:10"
    ],
    [
      "Always strive to be “Great” no matter the circumstances.. Know you will never be perfect and know your grind can take you to levels you have only dreamed of! # KeepWorking # Grind # TomorrowsNotPromised # VA # Blessed # MotivationalPurposesOnlypic.twitter.com/02PZa3uEaP",
      "2019-11-09 19:43:42"
    ],
    [
      "Troy Daniels is terrible.",
      "2019-11-09 19:21:30"
    ],
    [
      "# LakerGang # FuckKhawi # FuckTheClippers # LakerNation # WeRunThisCity # YouRenters # LAL # LebronJames # AnthonyDavis # Kuzma # DannyGreen # DwightHoward # McGee # AlexCaruso # Rondo # KCP # AveryBradley # TroyDaniels # QuinnCook… https://www.instagram.com/p/B4qR4fjnae0/?igshid=1bnmoim95dygc …",
      "2019-11-09 18:58:44"
    ],
    [
      "Yo creo que esa estimación fue más en vacío sin ver a este plantel jugando en serio. La realidad es que Rondo va a venir a darnos todo lo que Quinn Cook y Troy Daniels no nos aportan como guardias cuando comen minutos de la rotación, 16.8 Cook y 15 Daniels por partido. https://twitter.com/GonzaaDiaz97/status/1193283543344005120 …",
      "2019-11-09 18:49:26"
    ],
    [
      "Welp... guess it’s hard to be worse than Troy Daniels has been so far https://twitter.com/swishcultures_/status/1193278436959145985 …",
      "2019-11-09 18:45:16"
    ],
    [
      "Or just give his minutes to Troy Daniels, dude is a bum bro",
      "2019-11-09 17:30:31"
    ],
    [
      "quinn cook (clutch vs mavs and very good shooter) AC , dwight (whenever he doesn’t start) troy daniels been solid defensively, kuzma has been very solid off the bench this season",
      "2019-11-09 17:17:42"
    ],
    [
      "(2) Who gets most of their attempts from free throws or layups? DeAndre Jordan (95%) Rudy Gobert (93%) Javale McGee (91%) Mitchell Robinson (89%) Troy Daniels takes the fewest at 5%.",
      "2019-11-09 16:19:51"
    ],
    [
      "The Squad Ballin Out This Season! It’s Gonna Be A Good Year @ KingJames @ AntDavis23 @ kylekuzma @ JaValeMcGee @ DwightHoward @ ACFresh21 @ DGreen_14 @ QCook323 @ troydaniels @ CaldwellPope @ Avery0Bradley",
      "2019-11-09 15:30:54"
    ],
    [
      "I love and undersea that Vogel is trying to help KCP w confidence and there might come a time he needs him... but there comes a time when he has to cut bait! Caruso clearly the better player in almost every single aspect ... and Troy Daniels needs consistent minutes also",
      "2019-11-09 14:40:12"
    ],
    [
      "Catch & Shoot bro. Stop dribbling.",
      "2019-11-09 14:36:58"
    ],
    [
      "Yeah I believe Troy Daniels is a negative right now but only barely",
      "2019-11-09 14:05:38"
    ],
    [
      "vou mandar essa aq pro wizard troy daniels em troca de bradley beal acho que eles aceitam",
      "2019-11-09 13:53:45"
    ],
    [
      "That dude @ troydaniels gets up https://twitter.com/AudelDelToro/status/1193043365828296704 …",
      "2019-11-09 13:18:40"
    ],
    [
      "Really though.. what do I have to do to get a jersey from @ KingJames @ JaredDudley619 @ DwightHoward @ AntDavis23 @ troydaniels @ RajonRondo @ JaValeMcGee @ kylekuzma @ DGreen_14 @ ACFresh21 @ QCook323 # LakeShow # LakerNation",
      "2019-11-09 13:00:24"
    ],
    [
      "Nobody talking about how Troy Daniels shooting like shit for his expectations smh",
      "2019-11-09 12:32:43"
    ],
    [
      "Troy Daniels getting paid 2 mil, Kuzma getting paid 2 mil. KCP is getting paid 12 MILLION to airball a lay up. This is why we diss kcp more than anyone on the team.",
      "2019-11-09 11:06:53"
    ],
    [
      "Ele é melhor q o troy daniels, que o kcp e que o quinn cook..",
      "2019-11-09 11:06:11"
    ],
    [
      "Troy Daniels pode rodar com tranquilidade. Serve pra nada",
      "2019-11-09 10:37:53"
    ],
    [
      "Keep Striving and Keep Grinding Troy! You have a whole Roanoke Community praying and cheering for you and your journey. # StriveForGreatness",
      "2019-11-09 09:39:47"
    ],
    [
      "Ok, thanks.....I couldn't tell if it was him or Troy Daniels. I just knew it was some scrub that Caruso has to carry on his back.",
      "2019-11-09 09:03:06"
    ],
    [
      "he aint better at playing defense. he is by far the worst defender on the team and we have Troy Daniels. he definitely ain’t better at shooting either. Rondo has been done since last year. he can’t guard anyone. worst +\\- on the team last year.",
      "2019-11-09 08:37:37"
    ],
    [
      "It's fucking embarrassing. Him and Troy Daniels both gotta go.",
      "2019-11-09 08:30:54"
    ],
    [
      "Kcp and troy daniels should be here too",
      "2019-11-09 06:49:40"
    ],
    [
      "Trade him and Troy Daniels for iggy",
      "2019-11-09 06:00:57"
    ],
    [
      "I mean Rondo is bad but he can't be any worse then Troy Daniels right now. https://twitter.com/ChrisBHaynes/status/1193064670501818370 …",
      "2019-11-09 04:34:11"
    ],
    [
      "There aint no helping KCP at this point that boy air balled a layup Troy Daniels needs to get more mins than him he’s really confident with his shot",
      "2019-11-09 04:24:14"
    ],
    [
      "Yea I was just wondering why we don’t see Dudley more.... him and Troy Daniels are two of the better shooters on the roster",
      "2019-11-09 04:07:15"
    ],
    [
      "They lost: TJ Warren Ariza Jamaal Crawford Tyson Chandler Troy Daniels All key players.",
      "2019-11-09 03:54:27"
    ],
    [
      "@ Lakers looking hella good so far! Just wait till them 3pt shooters get hot they shooting < 30% from 3 and still 7-1 sheesh . When @ kylekuzma @ troydaniels @ DGreen_14 get watch out",
      "2019-11-09 03:44:17"
    ],
    [
      "Yeah they love dissing KCP but won’t go at troy Daniels or Kuz.",
      "2019-11-09 03:33:52"
    ],
    [
      "Where is kcp and Troy Daniels",
      "2019-11-09 03:11:06"
    ],
    [
      "Troy Daniels 3 pts 1/3 FG 1/3 3PT 2 reb 13 min",
      "2019-11-09 03:09:30"
    ],
    [
      "Another second half stifling defense! 7th straight! # LakeShow @ JeanieBuss @ KingJames @ AntDavis23 @ kylekuzma @ DGreen_14 @ JaredDudley619 @ DwightHoward @ ACFresh21 @ RajonRondo @ QCook323 @ JaValeMcGee @ Thortontucker @ CaldwellPope @ boogiecousins @ ZachN_23 @ Kostas_ante13 @ troydaniels pic.twitter.com/r8cGR2mFsn",
      "2019-11-09 03:09:17"
    ],
    [
      "Completely agree with what Vogel has been doing. Also doing a great job figuring out when to have Lebron and AD on the floor and when to rest them. I do think Troy Daniels deserves to be ahead of KCP at this point in the lineup",
      "2019-11-09 03:07:11"
    ],
    [
      "tenho varias coisa pra reclamar mas pelo q parece pelo menod, troy daniels ta mais. centrado, tem q treinar mto ainda mas tem capacidade pra ajudar mais esse time # LakersWin",
      "2019-11-09 03:02:41"
    ],
    [
      "Troy Daniels is better than KCP. Play the man",
      "2019-11-09 02:54:52"
    ],
    [
      "AD, Quinn Cook, KCP, Troy Daniels, Kuzma, and Caruso just all noticeably worse from outside",
      "2019-11-09 02:54:51"
    ],
    [
      "i need Cook, KCP, Kuzma, and Troy Daniels to all turn their jerseys in",
      "2019-11-09 02:34:12"
    ],
    [
      "I love the unselfishness of this team. Give Troy Daniels KCP minutes too.",
      "2019-11-09 02:26:03"
    ],
    [
      "Troy Daniels is terrible",
      "2019-11-09 02:22:07"
    ],
    [
      "I seriously feel bad for him a little but how does Troy Daniels not take his minutes at this point? https://twitter.com/kylegoon/status/1193033049241309186 …",
      "2019-11-09 02:12:04"
    ],
    [
      "Troy Ave > Troy Daniels",
      "2019-11-09 02:11:12"
    ],
    [
      "@ Lakergirl_247 Thank God @ troydaniels come off the bench first.",
      "2019-11-09 02:05:08"
    ],
    [
      "Troy Daniels merece mais minutos. # LakeShow",
      "2019-11-09 02:04:24"
    ],
    [
      "We need Troy Daniels and Danny green to shoot them out the zone.",
      "2019-11-09 02:03:52"
    ],
    [
      "Troy Daniels >>>>>> KCP",
      "2019-11-09 02:03:21"
    ],
    [
      "Troy Daniels got the face of a nigga that’s always looking for a lighter",
      "2019-11-09 02:02:28"
    ],
    [
      "Troy Daniels over him any day fam",
      "2019-11-09 01:51:14"
    ],
    [
      "Still no 3 pointers for the @ Lakers Bring @ troydaniels more to the floor",
      "2019-11-09 01:46:57"
    ],
    [
      "personally I would trade KCP,Troy Daniels and Kuz to Detroit for Blake griffin",
      "2019-11-09 01:46:20"
    ],
    [
      "Sometimes he can’t be that rigid! This is the Heat not last years warriors, they need more offense tonight! Caruso or Troy Daniels",
      "2019-11-09 01:45:49"
    ],
    [
      "They need to give Troy Daniels KCP’s minutes fr",
      "2019-11-09 01:44:41"
    ],
    [
      "Also as soon as they went zone we should of gone high low emphasis getting it center of the court and had troy daniels on the floor immediately...",
      "2019-11-09 01:41:48"
    ],
    [
      "I wanted Troy Daniels in since Bradley & Green were in foul trouble.",
      "2019-11-09 01:38:32"
    ],
    [
      "Troy Daniels is out 3 point shooter and he get zero playing time fml meanwhile kcp keep playing",
      "2019-11-09 01:38:20"
    ],
    [
      "Mas okay pa si Troy Daniels.",
      "2019-11-09 01:38:02"
    ],
    [
      "They need to give KCPs minutes to Troy Daniels.",
      "2019-11-09 01:38:01"
    ],
    [
      ".... troy daniels should have been the #1 option vs that zone........ wtf is wrong with this team",
      "2019-11-09 01:37:58"
    ],
    [
      "YOU HAVE A WHOLE TROY DANIELS AND YOU PLAYED KCP ALL THOSE MINUTES IM DONE",
      "2019-11-09 01:37:04"
    ],
    [
      "Why is KCP getting more minutes than Troy Daniels",
      "2019-11-09 01:36:35"
    ],
    [
      "Troy Daniels should get KCP’s minutes man",
      "2019-11-09 01:36:16"
    ],
    [
      "Troy Daniels para 3",
      "2019-11-09 01:36:04"
    ],
    [
      "@ troydaniels keep shooting it like that my guy",
      "2019-11-09 01:36:01"
    ],
    [
      "Troy Daniels needs to take KCP’s minutes. We’ll pick up the slack on the defensive end.",
      "2019-11-09 01:35:54"
    ],
    [
      "Troy Daniels Deserves more minutes than KCP.",
      "2019-11-09 01:35:51"
    ],
    [
      "Troy Daniels though",
      "2019-11-09 01:35:50"
    ],
    [
      "Troy Daniels",
      "2019-11-09 01:35:48"
    ],
    [
      "TROY DANIELS FOR THREEE",
      "2019-11-09 01:35:44"
    ],
    [
      "troy daniels > kcp",
      "2019-11-09 01:35:44"
    ],
    [
      "Troy Daniels zone buster appearing tonight would be nice.",
      "2019-11-09 01:35:43"
    ],
    [
      "Troy Daniels just made a contested shot while kcp open and nothing",
      "2019-11-09 01:35:33"
    ],
    [
      "Troy Daniels becoming the “bad defender absolute sniper” we thought he’d be would be nice",
      "2019-11-09 01:35:30"
    ],
    [
      "Troy Daniels needs KCPs minutes # MIAvsLAL",
      "2019-11-09 01:34:54"
    ],
    [
      "I rather give my guy @ troydaniels KCP Minutes .",
      "2019-11-09 01:34:53"
    ],
    [
      "TROY DANIELS 3",
      "2019-11-09 01:34:53"
    ],
    [
      "Best shooter in the lakers huh @ troydaniels",
      "2019-11-09 01:34:46"
    ],
    [
      "TROY DANIELS 3 BANG",
      "2019-11-09 01:34:42"
    ],
    [
      "Troy Daniels 3 pointer for the Lakers.",
      "2019-11-09 01:34:41"
    ],
    [
      "troy daniels !!!!",
      "2019-11-09 01:34:37"
    ],
    [
      "Lol let’s go Troy Daniels",
      "2019-11-09 01:34:36"
    ],
    [
      "Troy daniels should play more too",
      "2019-11-09 01:34:30"
    ],
    [
      "Get Troy Daniels In The Game Aganist This zone by the heat",
      "2019-11-09 01:33:39"
    ],
    [
      "Idc if Troy Daniels doesnt make a three , putting him in vs a zone is excellent decision.",
      "2019-11-09 01:33:37"
    ],
    [
      "TROY DANIELS ON THE FLOOR COME OUT OF THE ZONE!",
      "2019-11-09 01:33:29"
    ],
    [
      "Ight Troy Daniels I need u to hit some shots # LakeShow",
      "2019-11-09 01:33:12"
    ],
    [
      "@ BA_Turner where is Troy Daniels and why isn’t he playing over KCP?",
      "2019-11-09 01:32:25"
    ],
    [
      "Troy Daniels Can Shoot Em Out This Zone ..",
      "2019-11-09 01:32:17"
    ],
    [
      "Put Troy Daniels in against this zone @ LakerFacts",
      "2019-11-09 01:29:58"
    ],
    [
      "Troy Daniels should get all of KCPs minutes man I’m tired of this shit",
      "2019-11-09 01:27:13"
    ],
    [
      "Why can’t Troy Daniels take KCP minutes",
      "2019-11-09 01:27:01"
    ],
    [
      "How the hell is KCP getting more PT than Troy Daniels ? # Lakeshow # Lakers # NBA",
      "2019-11-09 01:26:47"
    ],
    [
      "Troy Daniels and Jared Dudley on the bench while konvict steals minutes",
      "2019-11-09 01:25:50"
    ],
    [
      "I’d rather have Troy Daniels in instead of him. KCP has had so many open looks at the 3",
      "2019-11-09 01:25:37"
    ],
    [
      "I mean dude it looks like he doesn’t give a fuck. I understand people can be cold but that’s literally his only job and he sucks at it. Why the hell hasn’t Vogel played Troy Daniels at all?",
      "2019-11-09 01:25:22"
    ],
    [
      "Take kcp out for Troy Daniels please",
      "2019-11-09 01:25:16"
    ],
    [
      "GETTTTTT KCP OFF THE F$&KING FLOOR HE HAS ZERO PRODUCTION, TROY DANIELS SHOULD BE GETTING THOSE MINUTES",
      "2019-11-09 01:25:11"
    ],
    [
      "If the Heat gone stay in a zone Troy Daniels HAS to get some PT.. preferably for KCP",
      "2019-11-09 01:24:54"
    ],
    [
      "Troy Daniels would be a piece id throw in for spacing and just an all around good IQ player. Vogel better open his eyes.",
      "2019-11-09 01:24:52"
    ],
    [
      "Lol nah he’s aight bro... he’s a streaky shooter like JR Smith.. he will come alive sooner or later but I agree he’s playing weak right now they should put Troy Daniels in instead",
      "2019-11-09 01:24:51"
    ],
    [
      "Put in Troy Daniels.",
      "2019-11-09 01:24:46"
    ],
    [
      "Troy Daniels check in please https://twitter.com/ShannonSharpe/status/1193021090009890816 …",
      "2019-11-09 01:24:42"
    ],
    [
      "Right now this is perfect time to put in Troy Daniels against a zone... https://twitter.com/BA_Turner/status/1193020990466297856 …",
      "2019-11-09 01:24:01"
    ],
    [
      "Why is KCP even getting any minutes? I'd rather see Troy Daniels launch threes.",
      "2019-11-09 01:23:59"
    ],
    [
      "Lakers need to put troy daniels in over KCP when the heat in that zone",
      "2019-11-09 01:23:54"
    ],
    [
      "Time to KCP out. Play Troy Daniels more. He’ll knock it down",
      "2019-11-09 01:23:50"
    ],
    [
      "why KCP still shootong 3's frank voguel when you have troy Daniels that is an Assasin # Lakers",
      "2019-11-09 01:23:48"
    ],
    [
      "FUCK OFF KCP Put troy daniels in god dammit",
      "2019-11-09 01:23:30"
    ],
    [
      "If the Heat are going to play zone and KCP is going to miss everything, just put in Troy Daniels",
      "2019-11-09 01:23:28"
    ],
    [
      "KCP need to come off the floor bruh. Troy Daniels making one of them hoes.",
      "2019-11-09 01:23:22"
    ],
    [
      "Bakit di ipasok si Troy Daniels instead of KCP kung nakaupo lang sa Zone ang kalaban???",
      "2019-11-09 01:23:15"
    ],
    [
      "Give Troy Daniels KCP's minutes.",
      "2019-11-09 01:23:15"
    ],
    [
      "Idk why kcp plays missed all his shots Troy Daniels would of made them",
      "2019-11-09 01:23:07"
    ],
    [
      "I refuse to believe that KCP is a better option than Troy Daniels",
      "2019-11-09 01:23:06"
    ],
    [
      "Troy Daniels need to be getting KCP’s minutes",
      "2019-11-09 01:22:16"
    ],
    [
      "Put Troy Daniels in to shoot",
      "2019-11-09 01:21:30"
    ],
    [
      "They playin zone! Put Troy Daniels and cook in DUUUUUUHHHH",
      "2019-11-09 01:20:40"
    ],
    [
      "Give Troy Daniels minutes over KCP. For the love of god..",
      "2019-11-09 01:19:48"
    ],
    [
      "Bruh play Troy Daniels instead of KCP at least Troy got a shot",
      "2019-11-09 01:15:00"
    ],
    [
      "I know Troy Daniels mad as shit garbage ass KCP take all his minutes",
      "2019-11-09 01:12:28"
    ],
    [
      "Please @ Lakers, give Troy Daniels all KCP minutes",
      "2019-11-09 01:11:22"
    ],
    [
      "Troy Daniels and Alex Caruso need ALL of KCP minutes.",
      "2019-11-09 01:00:44"
    ],
    [
      "Troy Daniels has been abysmal too lol. Hasnt been hitting shots and his defense is cruced",
      "2019-11-09 00:57:42"
    ],
    [
      "Troy Daniels should get his minutes tbh",
      "2019-11-09 00:56:31"
    ],
    [
      "Troy Daniels",
      "2019-11-09 00:40:35"
    ],
    [
      "Myyyy boiiii",
      "2019-11-09 00:40:23"
    ],
    [
      "Troy Daniels shooting lights out tonight I can not lie",
      "2019-11-09 00:26:45"
    ],
    [
      "That shirt THT got on",
      "2019-11-08 23:33:37"
    ],
    [
      "I'd say my best guess would be Kuz, Troy Daniels, Kelly Oubre, or Pat Beverly",
      "2019-11-08 23:15:58"
    ],
    [
      "# LakeShow | @ troydaniels pic.twitter.com/MSAjFXVj2x",
      "2019-11-08 22:51:17"
    ],
    [
      "Handles for days # LakeShow | @ troydaniels pic.twitter.com/kz6W7kHoqt",
      "2019-11-08 22:47:08"
    ],
    [
      "Those two guys on uic bench looks exactly like Rj Barrett and Troy Daniels",
      "2019-11-08 22:21:19"
    ],
    [
      "And KCP, Troy Daniels, Quinn Cook, Jared Dudley, Avery Bradley are nice? I'll pass. But that's another story",
      "2019-11-08 21:36:46"
    ],
    [
      "He’s a light skin Troy Daniels",
      "2019-11-08 21:35:06"
    ],
    [
      "Lebron 9.5 AD 9 Caldwell-Pope 0 Caruso 7 Cook 6.5 Cousins 5 Troy Daniels 3 Avery Bradley 7 Kostas Antetokounmpo N/C Jared Dudley 2 Danny Green 7 Horton-Tucker N/C Howard 7 Kuzma 7.5 JaVale McGee 7 Norvell Jr, Zach N/C Rajon Rondo 6 https://twitter.com/S_Ochoa94/status/1192947289960206336 …",
      "2019-11-08 20:48:54"
    ],
    [
      "Lakers Post Game Videos: LeBron Reveals Nickname For Troy Daniels http://vid.staged.com/mllw # stagedpic.twitter.com/WUkHfVZgWF",
      "2019-11-08 20:27:52"
    ],
    [
      "Troy Daniels Makes Bold Claim as Best Shooter on Lakers: https://buff.ly/2Ct4kRY",
      "2019-11-08 20:12:42"
    ],
    [
      "KCP is on a two year deal worth 16M, he wouldn't be the one going. It would be one of Boogie, Troy Daniels, or Jared Dudley. Melo provides nothing that the Lakers need on this roster. I'm not sure why this is even a conversation. Get him on a team that needs scorers.",
      "2019-11-08 19:49:54"
    ],
    [
      "Bet it was Troy Daniels who cried like a bitch in that BR article",
      "2019-11-08 19:47:58"
    ],
    [
      "Do we trust Troy Daniels to keep that lead?",
      "2019-11-08 16:18:13"
    ],
    [
      "Bradley va a jugar, todos quieren jugar con este equipo, hasta yo puedo ir y tomar los minutos de Troy Daniels, igual voy a fallar lo mismo que él...",
      "2019-11-08 16:12:46"
    ],
    [
      "Someone actually sat down and interviewed Troy Daniels?",
      "2019-11-08 15:32:16"
    ],
    [
      "melo>kcp, caruso, troy daniels https://twitter.com/espn/status/1192839187575255041 …",
      "2019-11-08 15:03:17"
    ],
    [
      "Troy Daniels may be. He commented about warriors earlier this season.",
      "2019-11-08 15:02:36"
    ],
    [
      "I love it, but it needs to be done game time. That goes for @ kylekuzma @ troydaniels Cook & KCP",
      "2019-11-08 14:20:54"
    ],
    [
      "Just me? I'll take Jamal Crawford off the bench over Troy Daniels any day of the week. Give me a guy who can get buckets while LBJ/AD both are off the floor",
      "2019-11-08 13:03:06"
    ],
    [
      "Caruso’yu kesmezler ama Troy Daniels var ya o adam iyiydi onun sürelerini keserler kesin yazık olur",
      "2019-11-08 12:36:48"
    ],
    [
      "Are you Troy Daniels",
      "2019-11-08 09:26:14"
    ],
    [
      "8 for 30 ain't the best shooter on the team... i saw your interview on fair game talking bout you don't get on cold streaks... you better focus in... 26% from 3 is not good enough to talk like that... you better shut my ass up...",
      "2019-11-08 05:28:21"
    ],
    [
      "I think the Clips adding PG will be good but Lakers ceiling is higher. They can offer more different styles and throw a big look out there. Last game they had Troy Daniels n Jared Dudley playin 4th qtr minutes lol. Daniels coo but theyre a whole diff team now personnel wise",
      "2019-11-08 03:20:34"
    ],
    [
      "Players like Troy Daniels, JJ Redick (now), Mike Muscala, etc. just suck I don’t want to rely on you catching on fire 25 out of the 82 games to actually be impactful",
      "2019-11-08 03:13:59"
    ],
    [
      "Thank you @ troydaniels for this. https://twitter.com/troydaniels/status/1192132009314832384 …",
      "2019-11-08 02:36:54"
    ],
    [
      "troy daniels has a contagious ass smile",
      "2019-11-08 01:36:27"
    ],
    [
      "Is Troy Daniels his current favorite Laker?",
      "2019-11-08 00:52:54"
    ],
    [
      "Nice knowing ya..... @ troydaniels https://twitter.com/LakersSBN/status/1192629242145779712 …",
      "2019-11-08 00:02:59"
    ],
    [
      "Troy Daniels is in the Sneakertopia house! Stay tuned for Troy's visit on Spectrum SportsNet Backstage: Lakers... # sneakertopia # backstagelakers # spectrumsportsnet # troydaniels # losangeleslakerspic.twitter.com/CfDogNSusP",
      "2019-11-07 23:38:18"
    ],
    [
      "Big shoutout to @ gosneakertopia for having me today.. it was so dope.. go check it out if your in LA.. Artwork was very dope and creative.!! Also they have some rare kicks..!!! # VA # Sneakertopia # LApic.twitter.com/8ohtAllp2Y",
      "2019-11-07 23:03:34"
    ],
    [
      "It was made public that Lebron nicknamed Troy Daniels “layup” bc he wasn’t missing 3s and then the man been cold from 3 ever since lmao... SMH",
      "2019-11-07 21:55:13"
    ],
    [
      "it was really ALOT of idiots on here last year saying LeBron isn’t a good teammate, and isn’t a leader well here’s Troy Daniels, just one of MANY of his teammates literally telling you how Bron is his idol lol..and it’s a dream come true to play with him https://youtu.be/5uk1LjLbqwo",
      "2019-11-07 21:38:41"
    ],
    [
      "Prep Work Stat: North Texas senior Roosevelt Smart made 133 threes two seasons ago. (Comp: Troy Daniels made 124 his senior year).",
      "2019-11-07 21:31:14"
    ],
    [
      "pic.twitter.com/LKn0RqvNRS",
      "2019-11-07 21:26:17"
    ],
    [
      "I love how confident this man @ troydaniels is, GET HIM IN THE 3PT CONTEST THIS YEAR!",
      "2019-11-07 21:25:21"
    ],
    [
      "I know he's a Laker now and F the Lakers but it pains me to see Troy Daniels with a shot chart like this lol A man with a heart that pure deserves to hit 100% of his threes pic.twitter.com/xcxtu4vmH5",
      "2019-11-07 20:52:06"
    ],
    [
      "LA Lakers: Troy Daniels says he's the best # Lakers shooter http://bit.ly/2GbGw7r",
      "2019-11-07 20:00:03"
    ],
    [
      ". @ troydaniels joined @ FairGameonFS1 to talk all things @ Lakers https://twitter.com/FairGameonFS1/status/1192207783040557057 …",
      "2019-11-07 19:56:20"
    ],
    [
      "Danny Green, Troy Daniels, Avery Bradley and Quinn Cook all have a career high around 38% or more.",
      "2019-11-07 19:31:47"
    ],
    [
      "Troy Daniels says he's the best Lakers shooter - National Basketball Association News - http://nbanewsnow.com/troy-daniels-says-hes-the-best-lakers-shooter-national-basketball-association-news/ …pic.twitter.com/2Eh9YxGXtT",
      "2019-11-07 19:18:03"
    ],
    [
      "Troy Daniels says he's the best Lakers shooter - National Basketball Association News - http://nbanewsnow.com/troy-daniels-says-hes-the-best-lakers-shooter-national-basketball-association-news/ …pic.twitter.com/ZD9IhMXXfL",
      "2019-11-07 19:17:56"
    ],
    [
      "Troy Daniels better be doing the same in the next clip",
      "2019-11-07 18:00:54"
    ],
    [
      "JR Smith can be Troy Daniels no? Better at getting his own shot and underrated defender",
      "2019-11-07 17:29:43"
    ],
    [
      "Not saying I would, but more of a random thought that I want opinions on. Would you cut Troy Daniels for Jamal Crawford?",
      "2019-11-07 17:23:12"
    ],
    [
      "*cries in troy daniels* https://twitter.com/NBA_Math/status/1192519587369107456 …",
      "2019-11-07 16:52:25"
    ],
    [
      "The nba “experts” are still saying the Lakers need more role players and I just don’t understand it. Avery Bradley, Danny Green, Quinn Cook, KCP, Jared Dudley, Alex Caruso, Troy Daniels and Dwight Howard are somehow not enough? 6 game winning streak says different",
      "2019-11-07 16:44:02"
    ],
    [
      "Mo Allie Cox—-who says brick walls can’t jump. Brinate Weber—- fastest human with a basketball ive ever seen. Tyron Mccoy—- got better every day of his career. Troy Daniels—- how can I not appreciate a great shooter",
      "2019-11-07 16:41:36"
    ],
    [
      "Cook, Troy Daniels and Caruso.. it’s going to be an interesting season folks. # Season17",
      "2019-11-07 16:00:02"
    ],
    [
      "how convenient it is to leave the # SuoerSubs Lou and Trez out of the conversation right??? its like saying Dudley and Troy Daniels are Lakers bench lol let me ask you this, if Kawhi and PG are Clippers equivalent to Lakers Bron and ADavis, how deep is the Lakers bench???",
      "2019-11-07 14:28:45"
    ],
    [
      "Troy Daniels Shares Memory of Winking at Rihanna During Lakers Game: https://buff.ly/33sva8T",
      "2019-11-07 14:13:05"
    ],
    [
      "Troy Daniels says he’s the best Lakers shooter # LosAngelesLakers # TroyDaniels https://www.talkbasket.net/57571-troy-daniels-says-hes-the-best-lakers-shooter …",
      "2019-11-07 13:45:05"
    ],
    [
      "Yes sir",
      "2019-11-07 11:22:16"
    ],
    [
      "Pero si estás tirando para un 26% en triples, mucho ego querido Troy Daniels https://twitter.com/Ballislife/status/1192247823028359168 …",
      "2019-11-07 11:16:05"
    ],
    [
      "yeah! keep shooting! remember, u hav @ AntDavis23, @ DwightHoward, @ KingJames & @ JaValeMcGee to get the rebound if u miss. # stayconfident # keepshooting",
      "2019-11-07 10:04:49"
    ],
    [
      "That’s the “ demon I’m staring you in the face “ look ? Look more like you tryna buy that demon a drink at Catch LA... sus bro",
      "2019-11-07 09:49:33"
    ],
    [
      "...alright man...",
      "2019-11-07 09:36:31"
    ],
    [
      "troy what happened to ur jumpers bro?? used to be wet during preseason",
      "2019-11-07 08:21:54"
    ],
    [
      "Come on @ troydaniels we need you! You got this !! The hard work will pay off",
      "2019-11-07 05:24:17"
    ],
    [
      "The shots gonna start falling soon Brodie, keep ya head up",
      "2019-11-07 04:37:45"
    ],
    [
      "Troy, this is your test. Prove your worth.",
      "2019-11-07 04:26:09"
    ],
    [
      "Well said.",
      "2019-11-07 04:12:33"
    ],
    [
      "troy daniels lowkey a cutie",
      "2019-11-07 03:37:35"
    ],
    [
      "Pulling for you brotha. Keep focused on the defensive end. The shots will come",
      "2019-11-07 03:26:44"
    ],
    [
      "The Lakers signed Troy Daniels to hit spot up 3's & mans is shooting 26% from 3",
      "2019-11-07 03:18:07"
    ],
    [
      "Just keep on shooting, Troy.",
      "2019-11-07 02:59:31"
    ],
    [
      "",
      "2019-11-07 02:50:24"
    ],
    [
      "So far u suck. Sorry to say that but numbers doesn’t lie. But u got the potential to be good if u can fix ur issues.",
      "2019-11-07 02:35:11"
    ],
    [
      "She lowkey wants rondo in her life",
      "2019-11-07 02:28:36"
    ],
    2019,
    8
  ]
}