{
  "wilsonchandler": [
    [
      "If we're to be a Top 10 business state, we have to improve in those areas and many others. Just my opinion.",
      "2019-11-09 13:43:42"
    ],
    [
      "Historically speaking, I don't think Michigan has a strong track record treating all citizens as well as they could. Especially the educational system, business development & the corporate tax scale. These are all strong factors that businesses consider when locating to a region.",
      "2019-11-09 13:42:20"
    ],
    [
      "In some ways I do. But sometimes our knowledge is based solely on perception and not what things really are. So I could be wrong.",
      "2019-11-09 13:28:55"
    ],
    [
      "Do you disagree?",
      "2019-11-09 13:11:56"
    ],
    [
      "Still fire that the first person I followed on Twitter after starting one was @ wilsonchandler",
      "2019-11-09 13:07:31"
    ],
    [
      "Referring to the State of Michigan...no doubt about it.",
      "2019-11-09 12:47:17"
    ],
    [
      "Self inflicted? You believe that?",
      "2019-11-09 12:38:48"
    ],
    [
      "have you read underground railroad and homegoing?",
      "2019-11-08 23:52:22"
    ],
    [
      "None of them shits",
      "2019-11-08 21:10:10"
    ],
    [
      "Not top 5? Wowpic.twitter.com/pov4JheLcL",
      "2019-11-08 19:59:38"
    ],
    [
      "Amsterdam is his best song. Aston Martin is good but not even his top 5 song.",
      "2019-11-08 19:51:49"
    ],
    [
      "Ta-Nehisi’s Between The World & Me was great. But The Water Dancer is on another level. One of the better reads of all time for me.",
      "2019-11-08 13:53:30"
    ],
    [
      "“But I was there and saw it happen, and have since a great many things that expose the ends of our knowledge and how much more lies beyond it.”",
      "2019-11-08 13:49:14"
    ],
    [
      "\"Because I was so much older then... I'm younger than that now\" try finding craftier lyrics @ wilsonchandler https://music.apple.com/us/album/my-back-pages/198161466?i=198162855 …",
      "2019-11-08 09:50:08"
    ],
    [
      "# Wakanda",
      "2019-11-07 23:29:17"
    ],
    [
      "Trust me I don’t need attention nor you to give attention to what I’ve said. I’ve should use different words. Mostly that mainstream are way more visible one. Sorry.",
      "2019-11-07 23:17:07"
    ],
    [
      "I wasn’t pointing you out. I was simply pointing the fact that not only Pac and Nipsey deserve attention. A Whole world need attention, just pick one of them around many. Clearly get it that is your choice and I don’t judge it. Don’t misunderstood my intervention.",
      "2019-11-07 23:10:45"
    ],
    [
      "I don’t have to give public attention to every single person. Especially because I say something about another person. I hate when ppl do that. Oh, you should give more attention to this or that the same way you do him or that. I said what I wanted to say! That’s that.",
      "2019-11-07 23:06:53"
    ],
    [
      "Try to give the same attention to Mike Yung that deserve as much as them.",
      "2019-11-07 21:07:01"
    ],
    [
      "Definitely",
      "2019-11-07 21:03:29"
    ],
    [
      "Can always sign a random Plumlee or Zeller brother at a later date.pic.twitter.com/jUFsWQPLLG",
      "2019-11-07 00:08:20"
    ],
    [
      "Was there any report on how Claxton looked in camp? Overwhelmed, poor handle, etc? @ APOOCH anything on him?",
      "2019-11-06 22:34:39"
    ],
    [
      "If Kenny Atkinson wants to give @ _claxton33 some minutes on this trip rather than some replacement player for @ wilsonchandler, I’m cool with that. Can always sign a random Plumlee or Zeller brother at a later date. Nets can sign replacement up to Dec. 15 when suspension ends.",
      "2019-11-06 22:17:35"
    ],
    [
      "Thank god we signed him",
      "2019-11-06 19:34:47"
    ],
    [
      "He lets the tattoos do the talking",
      "2019-11-06 17:50:56"
    ],
    [
      "Hopefully he can give this team what it so desperately needs when he comes back",
      "2019-11-06 16:17:18"
    ],
    [
      "Kurucs minutes should drop when he comes back",
      "2019-11-06 15:55:39"
    ],
    [
      "Once again, Wilson Chandler ( @ wilsonchandler) is the last Net in the practice gym: “Wilson’s one of the hardest workers,” Spencer Dinwiddie said. “He don’t say much, but he handles business.” pic.twitter.com/73DkgYfdTF – bei Brooklyn Nets Training Facility",
      "2019-11-06 15:54:17"
    ],
    [
      "This the same guy who said all he could hear was knicks fans ?",
      "2019-11-06 14:02:12"
    ],
    [
      "Honestly Morris is EXACTLY the type of player this team needs",
      "2019-11-06 13:33:03"
    ],
    [
      "I forgot allllllll about Chandler. That sure would help with a little grit off the bench.",
      "2019-11-06 13:30:22"
    ],
    [
      "RT @ wilsonchandler: No particular way but our own.",
      "2019-11-06 13:30:08"
    ],
    [
      "Nets have five players repped by RocNation: @ KyrieIrving @ CarisLeVert @ SDinwiddie_25 @ HenryEllenson13 and @ wilsonchandler. https://twitter.com/SBondyNYDN/status/1192114840686514176 …",
      "2019-11-06 13:28:22"
    ],
    [
      "Parole forte et sage de coach @ JMonclar. Dommage que dans d'autres sports il n'y ait pas davantage de personnes publiques comme lui pour envoyer des messages sans ambiguïté sur le # dopage. # NBAextra # NBA # JohnCollins # DeAndreAyton # WilsonChandler https://twitter.com/NBAextra/status/1192047520106663936?s=20 …",
      "2019-11-06 12:02:08"
    ],
    [
      "No particular way but our own.",
      "2019-11-06 10:14:23"
    ],
    [
      "There is one divine essence truth is it's name. Infinite and indescribable.",
      "2019-11-06 02:02:44"
    ],
    [
      "",
      "2019-11-05 21:32:06"
    ],
    [
      "“All I know. Is yo momma is a...” damn classic.",
      "2019-11-05 16:17:13"
    ],
    [
      "Let’s do it. Sending you guys a dm now.",
      "2019-11-05 13:24:38"
    ],
    [
      "pic.twitter.com/758SOhZAJ1",
      "2019-11-05 13:22:12"
    ],
    [
      "this energy could’ve been put to better use, bro.",
      "2019-11-05 13:20:44"
    ],
    [
      "@ wilsonchandler IllWill, can you explain your display picture?",
      "2019-11-05 13:00:41"
    ],
    [
      "We’d love to send the first volume (and the rest as they come out)!https://www.haymarketbooks.org/books/1232-the-selected-works-of-eugene-v-debs-vol-i …",
      "2019-11-05 12:07:17"
    ],
    [
      "I want all of them.",
      "2019-11-05 11:52:10"
    ],
    [
      "Stop doin peD’s",
      "2019-11-05 11:02:25"
    ],
    [
      "Mind your business. Mind your health. God rising.",
      "2019-11-05 10:59:53"
    ],
    [
      "@ wilsonchandler is @ marcuscallender as Power because he on the team and we want to see them a lil more.pic.twitter.com/AEkQ2eTs8X",
      "2019-11-05 02:46:31"
    ],
    [
      "that R. Kelly sample so smooth.",
      "2019-11-04 20:35:26"
    ],
    [
      "Man he was talkin that talk",
      "2019-11-04 19:51:43"
    ],
    [
      "“Damn I had the best feeling. Then you had to catch feelings. She always wear the best denim. I fuck with you, you a real one.”https://twitter.com/ADayIn_LA/status/1190301280767315969 …",
      "2019-11-04 19:50:29"
    ],
    [
      "Learn to give up the need for control.",
      "2019-11-03 14:09:15"
    ],
    [
      "Let’s hope so...",
      "2019-11-03 12:41:21"
    ],
    [
      "Make sure you bring bottled water",
      "2019-11-03 11:42:09"
    ],
    [
      "Imperfect Pantry, Lidl, Market Basket",
      "2019-11-03 11:25:18"
    ],
    [
      "Nets could really need you now...",
      "2019-11-02 22:37:43"
    ],
    [
      "@ wilsonchandler will bring some D",
      "2019-11-02 16:33:54"
    ],
    [
      "All I need is a @ wilsonchandler High School Jersey now pic.twitter.com/UXkeahC0wx",
      "2019-11-02 15:26:02"
    ],
    [
      "",
      "2019-11-02 10:08:41"
    ],
    [
      "RIP. Prayers to him and his family. Heart of a giant.",
      "2019-10-31 12:40:18"
    ],
    [
      "Indeed. As he should be.",
      "2019-10-31 12:32:54"
    ],
    [
      "Greensboro North Carolina has the perfect blue print. For most it’s amounts to who’s idea it is. SMH",
      "2019-10-31 11:17:01"
    ],
    [
      "Nets gotta ship JA for a stretch 5 - or instill some type of confidence in the young fella. He’s in a funk. and they NEED @ wilsonchandler . The toughness some of those bench guys brought last year, is much needed this year.",
      "2019-10-30 23:05:40"
    ],
    [
      "If was true, I would have looked at your tweet and said nothing.",
      "2019-10-30 21:16:00"
    ],
    [
      "Nothing to do with it. Calling a spade a spade. That’s all.",
      "2019-10-30 21:15:38"
    ],
    [
      "I keep forgetting y’all teammates bro. Lol",
      "2019-10-30 21:10:33"
    ],
    [
      "That’s also false.",
      "2019-10-30 21:06:50"
    ],
    [
      "I just felt like the narrative of Kyrie being a bad teammate/moody player was gon come. I’m not saying told y’all to what he saying I’m saying told y’all for the narrative they making.",
      "2019-10-30 21:06:15"
    ],
    [
      "Told you what? That’s not true at all. Dog is a gym rat and spends mad time on his body. Stop letting social media educate you things. Not even close to being true. No disrespect to them. But very false.",
      "2019-10-30 21:03:29"
    ],
    [
      "They don’t hear you",
      "2019-10-30 16:42:08"
    ],
    [
      "That’s dope. I like that idea. True, but have to start somewhere. I’m sure someone will solve this problem sooner than later. This is the age to get things done.",
      "2019-10-30 16:03:45"
    ],
    [
      "ps— another idea there’s a great pantry at 1171 east 95th st btwn flatlands + avenue J in bk. open on monday, wednesday, friday + saturday. but you may ask, what if folks cannot get to that location...? like you suggested, ‘accessible to many’...xo.",
      "2019-10-30 15:05:03"
    ],
    [
      "mount lebanon in bk does food box program which was $12 + folks can do it when they want—fresh produce sourced from ny + nj farmers. i know you’re asking for more than just one city, but i love these ideas. if they can be implemented nationwide where they aren’t present...? xo.",
      "2019-10-30 14:56:01"
    ],
    [
      "also—some locations hold free cooking classes, which i adore.",
      "2019-10-30 14:52:28"
    ],
    [
      "that’s an excellent question. hmm...community gardens? living in bk, food pantries are so official. if folks sign upon scheduled days, free fresh produce + recipes are available on the 1st + 3rd or the 2nd + 4th wednesday of the month, depending on when you sign up.",
      "2019-10-30 14:50:59"
    ],
    [
      "For sure. I love farmers markets. Go to them quite often. How about for the neighborhoods and towns that don’t have access to a farmers market. How can you make these quality foods accessible at a lower cost for them to afford quality produce.",
      "2019-10-30 14:19:02"
    ],
    [
      "this isn’t exactly a start up grocer suggestion but farmers markets. a visit weekly for fresh produce at cheap prices from local farmers. also making friends w/ local farmers can get you the mid-week re-stock connection. also, if at all possible, a home garden is so very ideal.",
      "2019-10-30 13:59:43"
    ],
    [
      "I agree, great prices too. Fellow larimer county tweeter, have a good day buddy.",
      "2019-10-30 13:47:43"
    ],
    [
      "Yeah they have all kinds of things, my fav thing from them is there homemade jelly’s and jams and apple butter",
      "2019-10-30 12:55:58"
    ],
    [
      "Do you like it?",
      "2019-10-30 12:38:56"
    ],
    [
      "I have one right up the Street here in Colorado",
      "2019-10-30 12:25:38"
    ],
    [
      "Dude Aldi is the best I've missed it so much since I moved out to Denver",
      "2019-10-30 10:53:17"
    ],
    [
      "Lol",
      "2019-10-30 10:42:01"
    ],
    [
      "aldi too...why?",
      "2019-10-30 10:22:47"
    ],
    [
      "looks like you should start one ;)",
      "2019-10-30 10:19:37"
    ],
    [
      "Esh’s but I’m not sure if it’s national. That’s a tough industry.",
      "2019-10-30 10:14:17"
    ],
    [
      "B—— love me man... did the flip floppedy shit. Haha",
      "2019-10-30 09:27:00"
    ],
    [
      "Facts",
      "2019-10-30 09:14:51"
    ],
    [
      "Either build or destroy...",
      "2019-10-30 09:07:16"
    ],
    [
      "@ ReggieBullock35",
      "2019-10-29 16:27:57"
    ],
    [
      "@ wilsonchandler Brody Back! https://twitter.com/BlamGangSmay/status/1189183352131051525 …",
      "2019-10-29 11:16:43"
    ],
    [
      "Can’t wait for you to get back lil bro!",
      "2019-10-29 09:10:54"
    ],
    [
      "pic.twitter.com/0elXxDKJLI",
      "2019-10-29 09:00:16"
    ],
    [
      "Since @ wilsonchandler https://twitter.com/John_Fanta/status/1188926352914878464 …",
      "2019-10-28 18:46:46"
    ],
    [
      "Why isn’t his number retired****https://twitter.com/wilsonchandler/status/1188931929086791680 …",
      "2019-10-28 18:40:04"
    ],
    [
      "@ DePaulAthletics why isn’t @ QRich number not retired?",
      "2019-10-28 18:33:55"
    ],
    [
      "@ wilsonchandler does this take place every year? Looks like something positive to put a scholarships together for some youths.",
      "2019-10-28 11:16:15"
    ],
    [
      "@ blakeir",
      "2019-10-28 10:13:45"
    ],
    [
      "Definitely looked LIT, as expected for the age group, but they extended the invite list",
      "2019-10-28 09:53:49"
    ],
    [
      "When does @ wilsonchandler return?",
      "2019-10-28 02:03:17"
    ],
    [
      "Man the nets really need your defense right now. You should be on the court helping your team WIN. smh",
      "2019-10-28 01:54:54"
    ],
    [
      "@ wilsonchandler 2 Ls 1 night pic.twitter.com/d6jFgebBYS",
      "2019-10-28 00:55:10"
    ],
    [
      "Understandable lol",
      "2019-10-27 17:54:11"
    ],
    [
      "The Goodness of mankind lol",
      "2019-10-27 17:53:34"
    ],
    [
      "What’s stopping you",
      "2019-10-27 17:51:53"
    ],
    [
      "@ wilsonchandler I know I’d learn more than a few things about life",
      "2019-10-27 12:31:51"
    ],
    [
      "@ ReginaKing 87 Monte Carlo in Watchmen is hard. @ HBO",
      "2019-10-26 19:37:17"
    ],
    [
      "If I was GOD I would be mad at him",
      "2019-10-26 13:48:51"
    ],
    [
      "So funny",
      "2019-10-26 13:38:49"
    ],
    [
      "Question for you my man, you still @the arena for the first 25 games? Was hoping to ask a few q’s today pregame.",
      "2019-10-25 14:33:21"
    ],
    [
      "Need to buy a TV. Hit you when I do.",
      "2019-10-25 14:17:02"
    ],
    [
      "First thing I liked was the guns on this new one bro.",
      "2019-10-25 14:07:36"
    ],
    [
      "They got good maps and good guns this go around.",
      "2019-10-25 14:07:01"
    ],
    [
      "That shxt hard bro.",
      "2019-10-25 14:06:15"
    ],
    [
      "@ xGodChurch what COD talking about G Magic?",
      "2019-10-25 13:55:32"
    ],
    [
      "If they want to. They will.",
      "2019-10-24 10:00:12"
    ],
    [
      "WIN-WIN HOMECOMING! NOW THATS HOW YOU START YOUR SEASON BELOVED A WINNER ALWAYS WINS (W or L) BeautifulEffortsFamily! # NETS # BarclaysCenter WHERE FANS GET BLESSED: Courageous # Teamwork & A 50 Pointer # OpeningNight AMENGO SON SHINE! # Kyrie # KyrieIrving",
      "2019-10-24 08:13:15"
    ],
    [
      "HALFTIME! GO GET IT SUNSHINE!! Go # Nets # Brooklyn # teamwork @ taureanprince @ CarisLeVert @ FansJarrett @ DeAndre @ KDTrey5 @ joeharris @ wilsonchandler @ garretttemple10 @ tpinsonn @ DavidNwaba @ HenryEllenson13 @ spencerDinwiddi @ RODIONS1 @ DzMusa @ NicolasClaxton",
      "2019-10-23 21:53:27"
    ],
    [
      "100. Thank you bro.",
      "2019-10-22 16:08:51"
    ],
    [
      "Thanks, I missed the first one.",
      "2019-10-22 15:31:10"
    ],
    [
      "What about kurucs",
      "2019-10-22 11:25:27"
    ],
    [
      "Wish you best this season Bro @ wilsonchandler",
      "2019-10-22 11:19:53"
    ],
    [
      "Good luck this season Bro staying healthy & having a solid season @ wilsonchandler",
      "2019-10-22 11:19:21"
    ],
    [
      "Why can’t we just like, play Musa at the 4. Ik he’s not experienced but he has the size to play it, it’s not like we have many other options",
      "2019-10-22 11:04:32"
    ],
    [
      "Final preseason numbers for stretch-4 backups: @ wilsonchandler 1 game, 11 minutes, 4 points @ MrLance42 1 game, 12 minutes, 0 points @ HenryEllenson13 2 games, 12 minutes, 2 points @ _claxton33 3 games, 27 minutes, 22 points Thomas has been cut but can be resigned when Chandler out",
      "2019-10-22 10:55:33"
    ],
    [
      "#3 is the move I'm waiting for..suprised nobodies been signed season starts tomorrow lol",
      "2019-10-22 05:47:27"
    ],
    [
      "Nets still have three moves left 1. Sign second two-way. Have until 1/15. 2. Assign @ JHANDS08 to @ LongIslandNets which has been reported but not yet announced. 3. Sign replacement player 11/1 for @ wilsonchandler who’s been suspended for PED. Chandler has appealed suspension.",
      "2019-10-21 21:27:25"
    ],
    [
      "If you hadn't said that-I would not have known-So thank you for that But I don't think I'll be able to watch it-I didn't understand anything.",
      "2019-10-21 15:19:16"
    ],
    [
      "Juice Crew too",
      "2019-10-21 14:50:01"
    ],
    [
      "Even tho Rakim was the only rapper still gotta factor him and Eric B as a group for real too tho. And if we include them they’re automatically in the top 5.",
      "2019-10-21 14:49:52"
    ],
    [
      "Yea gotta rework this list because it’s no way tribe not on there. Their catalog is too deep not to be on that list. This topic not as easy to pick as one may think.",
      "2019-10-21 14:47:51"
    ],
    [
      "That G Unit album would register them too tho. But yea you can’t forget OutKast at all they’ve done too much. That first Dogg pound album a classic for real yo.",
      "2019-10-21 14:46:44"
    ],
    [
      "Got Tribe, Roots, Gang Starr, State Prop, Erik B and Rakim, etc so a lot of options. Depending on far back your music taste and or knowledge goes.",
      "2019-10-21 14:45:07"
    ],
    [
      "Tha Dogg Pound was actually type lyrical. With the melody on top. More so Kurupt, but Daz wasn’t far behind like a Big Boi is too a 3 Stacks or Yayo to Banks. Etc. Maybe Fugees. That 5th spot get iffy.",
      "2019-10-21 14:42:54"
    ],
    [
      "Might throw State Property in that 5 spot just cause or EPMD",
      "2019-10-21 14:40:43"
    ],
    [
      "Just imagine if the Firm actually made more albums tho",
      "2019-10-21 14:39:35"
    ],
    [
      "Yea I gotta go Wu-Tang Mobb Deep Lox Dipest That 5th spot ion know bro lol",
      "2019-10-21 14:39:19"
    ],
    [
      "If The Firm counts that’s up there too. And Mobb Deep. That’s probably the top 3. Any order really. The Set my 4th.",
      "2019-10-21 14:36:56"
    ],
    [
      "Yea you know that Dipset was Bias for real lol. And yes Wu Tang easily I can’t even debate that one bro.",
      "2019-10-21 14:35:01"
    ],
    [
      "Dipset my childhood. But I have to go with squad on this, Wu Tang for sure.",
      "2019-10-21 14:34:08"
    ],
    [
      "Fact. Just said this last night.",
      "2019-10-21 09:59:37"
    ],
    [
      "May I add that you should try not to watch the film with non-comic fans.",
      "2019-10-21 06:19:20"
    ],
    [
      "Yup, just like elaborating on \"Trail of Tears\" with \"You ever watch Spielberg's War of the Worlds? We were the aliens, and we didn't die off.\"",
      "2019-10-20 23:51:34"
    ],
    [
      "I like how you think",
      "2019-10-20 23:50:38"
    ],
    [
      "Yeah, first time I think people became aware of it happening, like in Gangs of NY, \"They never shelled NYC during the Civil Wa... *Google search* Holy Shit...\"",
      "2019-10-20 23:50:07"
    ],
    [
      "Do both. Watch it after film.",
      "2019-10-20 23:48:52"
    ],
    [
      "Not taught in the history books in high school.",
      "2019-10-20 23:48:17"
    ],
    [
      "Forgot this was coming out! Should I watch practice film or watch the Watchmen? # WhoWatchesTheWatchmen",
      "2019-10-20 23:42:09"
    ],
    [
      "“Watchmen” first episode didn’t disappoint. Starting scene was the 1921 massacre in Tulsa. Greenwood (Black Wall Street) to be exact. @ HBO",
      "2019-10-20 23:39:26"
    ],
    [
      "Can’t wait. About to be fire.",
      "2019-10-20 20:32:33"
    ],
    [
      "Young gifted and black",
      "2019-10-20 14:36:51"
    ],
    [
      "One of my favorites growing up",
      "2019-10-20 11:42:25"
    ],
    [
      "you aren’t suspended til the reg season starts",
      "2019-10-19 15:08:59"
    ],
    [
      "Numbers: @ wilsonchandler played one preseason game, 11 minutes. @ MrLance42 played one preseason game, 12 minutes. @ _claxton33 played three preseason games 27 minutes. Wilson had four points; Thomas didn't score. Claxton had 22.",
      "2019-10-19 14:46:42"
    ],
    [
      "I would say to learn each day how to stand with GOD in oneness",
      "2019-10-17 18:58:58"
    ],
    [
      "Absolutely bro - I’d say life is about knowing yourself...to see how you’re standing with God!",
      "2019-10-17 15:53:42"
    ],
    [
      "Nobody knows you better than you. Life is to know yourself.",
      "2019-10-17 14:49:22"
    ],
    [
      "# ElijahCummings",
      "2019-10-17 10:29:35"
    ],
    [
      "Add Bonanza in there somewhere, too.",
      "2019-10-15 23:11:38"
    ],
    [
      "M.A.S.H.",
      "2019-10-15 04:42:56"
    ],
    [
      "Replace top-right and bottom-left with those two... or 6-box it with those replacements and add in \"Murder, She Wrote\" & \"Gunsmoke\"",
      "2019-10-15 04:30:30"
    ],
    [
      "“Mash” too, and “Walker, Texas Ranger”",
      "2019-10-15 04:04:06"
    ],
    [
      "The top three people I retweet the most on Twitter: 1. The @ DalaiLama 2. People who know their stuff about nutrition 3. @ wilsonchandler # nba in 7 days baby.",
      "2019-10-14 21:04:01"
    ],
    [
      "@ wilsonchandler pic.twitter.com/v3KzFVXII9",
      "2019-10-12 13:38:08"
    ],
    [
      "@ wilsonchandler",
      "2019-10-12 02:22:13"
    ],
    [
      "When it’s negative. When it’s positive, there’s no better place to be. Your on world where no one can sway your beliefs or confidence.",
      "2019-10-11 17:49:13"
    ],
    [
      "Facts",
      "2019-10-11 10:52:32"
    ],
    [
      "L",
      "2019-10-11 00:42:50"
    ],
    [
      "I like how you think. You are stand up guy.",
      "2019-10-10 21:11:50"
    ],
    [
      "Thank you for the tweet.",
      "2019-10-10 20:40:40"
    ],
    [
      "Have you read “The Four Agreements”, Wilson? This statement made me think of it.",
      "2019-10-10 20:12:22"
    ],
    [
      "Very few things in life that are priceless, mental health is one of them.",
      "2019-10-10 19:53:14"
    ],
    [
      "Your mind is your greatest strength. And could also be your worst enemy. # mentalhealthday",
      "2019-10-10 19:52:17"
    ],
    [
      "@ wilsonchandler https://twitter.com/ThrowbackHoops/status/1182091715160576000 …",
      "2019-10-10 17:55:36"
    ],
    [
      "@ wilsonchandler got a tattoo for every point Kobe scored on him this game https://twitter.com/ThrowbackHoops/status/1182091715160576000 …",
      "2019-10-10 14:41:47"
    ],
    [
      "Cartoon drawing of the Brooklyn Nets @ C_Will21 @ taureanprince @ DzMusa @ dnwaba0 @ _claxton33 @ _bigjayy_ @ DeAndre @ wilsonchandler @ Foreverdeng @ HenryEllenson13 @ GTemp17 @ tpinsonn @ joeharrisbball @ CarisLeVert @ KyrieIrving @ SDinwiddie_25 @ RODIONS1 @ BrooklynNetspic.twitter.com/uNSiYD5Z6r",
      "2019-10-09 12:48:49"
    ],
    [
      "“Healthy “. I see what you did there. Classic",
      "2019-10-08 00:07:23"
    ],
    [
      "@ MarkelleF happy to see you healthy and happy bro. 10 toes down.",
      "2019-10-07 23:55:46"
    ],
    [
      "word, appreciate it. Respect your way of thinking and knowledge.",
      "2019-10-07 21:33:14"
    ],
    [
      "Knowledge Project with @ ShaneAParrish - 1619 Project NYTimes - Making Sense with Sam Harris - Planet Money.",
      "2019-10-07 21:11:23"
    ],
    [
      "@ wilsonchandler what’s some good podcast ?",
      "2019-10-07 14:48:15"
    ],
    [
      "Sounds like common sense to me",
      "2019-10-07 11:09:13"
    ],
    [
      "@ KDTrey5 wait until you, @ DeAndre @ GTemp17 @ dnwaba0 @ _claxton33 @ KyrieIrving @ taureanprince and @ wilsonchandler experience that BROOKLYN love today at Practice in the Park # WeGoHard",
      "2019-10-05 13:31:46"
    ],
    [
      "Who remembers when the Black Mamba @ kobebryant gave @ wilsonchandler the works at # MadisonSquareGarden @ nyknicks 61points # WuTangOnHulupic.twitter.com/0yHWrGBLLn",
      "2019-10-04 22:26:27"
    ],
    [
      "Great album!",
      "2019-10-04 19:41:46"
    ],
    [
      "Tommy where you from?",
      "2019-10-04 15:03:47"
    ],
    [
      "More @ wilsonchandler putting in work pic.twitter.com/AIpAxYHSz6",
      "2019-10-04 12:23:25"
    ],
    [
      "You gonna take the guys out tomorrow after the game for some popcorn and the new movie ?",
      "2019-10-03 23:38:16"
    ],
    [
      "Wat",
      "2019-10-03 22:34:12"
    ],
    [
      "Which one is the better film",
      "2019-10-03 21:49:37"
    ],
    [
      "@ DePaulHoops @ wilsonchandler @ HollywoodNiNo4 @ DraelonBurns # TBTPicspic.twitter.com/NjvKACRmOJ",
      "2019-10-03 20:55:45"
    ],
    [
      "If you had to choose who would you pick? I’m about to see it.",
      "2019-10-03 20:27:19"
    ],
    [
      "Absolutely not. But for the record, I’ll take every time.",
      "2019-10-03 20:25:59"
    ],
    [
      "Couldn’t help yourself could you? Lol",
      "2019-10-03 20:21:43"
    ],
    [
      "Which is more important to watch tho - Joker or Nets first preseason game?",
      "2019-10-03 20:20:51"
    ],
    [
      "Joaquin Phoenix neck and neck with Heath. Very dark. But very good nonetheless.",
      "2019-10-03 20:16:34"
    ],
    [
      "Yawk!!",
      "2019-10-03 19:45:07"
    ],
    [
      "Have you met Rick Rozay Ross?",
      "2019-10-03 19:08:46"
    ],
    [
      "Acronym KISS!!!!",
      "2019-10-03 17:33:51"
    ],
    [
      "This your PS4 account name",
      "2019-10-03 17:29:34"
    ],
    [
      "All you ever need.",
      "2019-10-03 17:25:23"
    ],
    2019,
    9
  ]
}